[
  {
    "id": 1,
    "title": "Perjalanan Hijrah - Perjalanan Nabi (SAW) dan Abu Bakar As-Siddiq (RA)",
    "content": "<b>Bahagian 1: Bahaya di Mekah</b><br>Orang kafir Mekah merancang untuk membunuh Nabi Muhammad (SAW). Allah memerintahkannya berhijrah (berpindah). Dalam gelap malam, Nabi (SAW) membawa sahabatnya Abu Bakar As-Siddiq (RA) menuju Gua Thur.<br><br><b>Perjuangan di Jalan:</b><br>Orang kafir mengejar mereka. Suatu ketika musuh sampai ke mulut gua, tetapi Allah menyuruh labah-labah membuat sarang di pintu dan burung merpati bertelur. Apabila orang kafir melihatnya, mereka fikir: <i>Tidak mungkin ada orang di dalam!</i> lalu undur.<br><br><b>Kesetiaan Abu Bakar (RA):</b><br>Di gua, seekor ular menggigitnya tetapi dia diam agar tidak mengganggu tidur Nabi (SAW). Kemudian Nabi (SAW) melihat darah mengalir dari kakinya. Baginda bertanya: <b><i>Mengapa tidak kamu beritahu aku?</i></b> Abu Bakar (RA) berkata: <b><i>Kesakitan kecil ini tidak lebih penting daripada tidurmu, wahai Rasulullah!</i></b><br><br><b>Bahagian 2: Perjalanan ke Madinah</b><br><br>Selepas 3 hari di gua, mereka berangkat ke Madinah dengan pemandu bernama Abdullah bin Uraikit. Beberapa mukjizat berlaku dalam perjalanan:<br><b>Perompak Suraqah:</b><br>Orang kafir menghantar pejuang kuat bernama Suraqah dengan hadiah 100 unta untuk menangkap Nabi (SAW). Ketika Suraqah menghampiri, kudanya tenggelam dalam pasir. Dia meminta maaf dan Nabi (SAW) menjanjikannya kunci khazanah Parsi (yang kemudian menjadi kenyataan).<br><br><b>Pondok Ummu Ma'bad:</b><br>Mereka melalui seorang wanita tua (Ummu Ma'bad) yang hanya memiliki seekor kambing. Nabi (SAW) memerah kambing itu, dan susunya begitu banyak sehingga memuaskan seluruh keluarga.<br><br><b>Bahagian 3: Tiba di Madinah</b><br>Selepas 8 hari perjalanan, pada 12 Rabiulawal mereka tiba di Quba. Di sini masjid pertama (Masjid Quba) dibina. Ketika tiba di Madinah, orang ramai berseru:<br><b><i>Tala'al-Badru Alayna... (Bulan purnama bersinar ke atas kami!)</i></b><br><br><b>Kemurahan Hati Ansar (Penduduk Madinah):</b><br>Setiap keluarga ingin Nabi (SAW) tinggal di rumah mereka. Nabi (SAW) bersabda:<br><b><i>Untaku yang akan memutuskan; di mana ia berhenti, di situlah rumahku.</i></b><br>Unta berhenti di depan rumah Abu Ayyub Al-Ansari (RA).<br><br><b>Pengajaran & Inspirasi: Tawakal kepada Allah: Sarang labah-labah melambangkan pertolongan Allah.<br>Kesetiaan Sahabat: Pengorbanan Abu Bakar (RA) mengajar persahabatan sejati.<br>Kebaikan Mengatasi Kejahatan: Musuh seperti Suraqah memeluk Islam atas perintah Allah.</b><br><br><b>Ayat Al-Quran:</b><br><i><b>Apabila datang pertolongan Allah dan kemenangan, dan kamu lihat manusia masuk agama Allah beramai-ramai, maka bertasbihlah dengan memuji Tuhanmu! (Surah An-Nasr 110:1-3)</b></i>"
  },
  {
    "id": 2,
    "title": "Perang Badar: Detik Agung Pertolongan Allah",
    "content": "<b>Bahagian 1: Medan Perang Bersedia</b><br>Setelah menindas umat Islam, <b>musuh</b> Mekah (Quraisy) merampas semua harta mereka. Nabi Yang Mulia (SAW) berhijrah ke Madinah, tetapi penindasan kafir tidak berhenti. Suatu hari, berita datang bahawa kafilah <b>Abu Sufyan</b> pulang dari Syam membawa kekayaan Quraisy. Umat Islam memutuskan untuk mengambil hak mereka.<br><br><b>Persiapan Umat Islam:</b><br>- Hanya <b>313 pejuang</b>, dengan 2 kuda dan 70 unta.<br>- Tentera Quraisy: <b>1000 pejuang</b>, 100 kuda dan senjata yang banyak.<br>- Umat Islam tidak mempunyai pedang yang lengkap. Beberapa sahabat membawa kayu.<br><br><b>Bahagian 2: Pertembungan di Medan Perang</b><br>Pada 17 Ramadan, 2 Hijrah, kedua tentera bertemu di <b>Padang Badar</b>.<br><b>Sombongnya Quraisy:</b><br>Abu Jahal (ketua Quraisy) mengejek: <i>Mereka pengikut Muhammad (SAW) kelaparan dan telanjang! Hari ini kita akan menghapuskan mereka!</i><br><b>Doa Umat Islam:</b><br>Nabi (SAW) mengangkat tangan dan berdoa:<br><i>Ya Allah! Jika kumpulan kecil ini kalah hari ini, tiada lagi yang akan menyembah-Mu di bumi!</i><br><br><b>Bahagian 3: Pertolongan Allah Datang</b><br>Allah memerintahkan malaikat:<br><i>Tolonglah hamba-hamba-Ku!</i> (Al-Quran 8:9)<br><br><b>Mukjizat Berlaku:</b><br>1. <b>Ribut Pasir:</b> Pasir memenuhi mata Quraisy.<br>2. <b>Serangan Malaikat:</b> Pejuang Quraisy terkejut melihat <b>tiada penyerang kelihatan</b>, tetapi kepala mereka terpenggal!<br>3. <b>Kekuatan Rohani:</b> Umat Islam berjuang dengan gagah sehingga seorang sahabat <b>memotong kaki unta musuh</b>!<br><br><b>Hasil:</b><br>- 70 pejuang Quraisy terbunuh, termasuk <b>Abu Jahal</b>.<br>- Hanya <b>14 syahid</b> dari umat Islam.<br>- Musuh yang lain melarikan diri.<br><br><b>Bahagian 4: Rahsia Kemenangan:</b><br>Selepas perang, seorang sahabat tua bertanya:<br><i>Wahai Rasulullah! Kami sedikit, bagaimana kami menang?</i><br><b>Nabi (SAW) bersabda:</b><br><br><i>Iman sejati, sabar dan tawakal kepada Allah adalah kekuatan sebenar. Mereka yang berperang bukan untuk dunia, tetapi untuk agama Allah - merekalah yang menang!</i><br><br><b>Pengajaran:<br>1. Kekuatan bukan pada bilangan, tetapi pada keikhlasan (iman).<br>2. Jangan putus asa sebelum pertolongan Allah datang.<br>3. Berjuang untuk keadilan lebih baik daripada tunduk pada penindasan.</b><br><br><br>Ayat Al-Quran:</b><br><i>Pada hari Badar, kamu lemah, tetapi Allah menolong kamu. Agar ia menjadi tanda bagi orang beriman. (Surah Ali Imran 3:123)</i>"
  },
  {
    "id": 3,
    "title": "Kisah Benar Nabi Sulaiman (AS) dan Burung Hud-Hud",
    "content": "<b>Bahagian 1: Kurnia Unik Allah</b><br>Allah memberikan Nabi Sulaiman (AS) <b>kerajaan yang besar</b>. Tentera beliau terdiri daripada manusia, jin dan haiwan. Suatu hari, semasa memeriksa tenteranya, <b>Hud-Hud</b> (sejenis burung) tiada.<br><br>Sulaiman (AS) berkata dengan marah:<br><i>Aku akan menghukum Hud-Hud kecuali dia memberi alasan yang kukuh!</i><br><br><b>Bahagian 2: Berita Hud-Hud</b><br>Tidak lama kemudian, Hud-Hud kembali dengan berita pelik:<br><i>Aku melihat sebuah bandar bernama Saba, diperintah oleh seorang wanita (Bilqis). Dia mempunyai segala nikmat, tetapi dia dan kaumnya menyembah matahari!</i><br><br>Sulaiman (AS) berkata:<br><i>Kami akan menyiasat sama ada kamu berkata benar atau dusta!</i><br><br><b>Bahagian 3: Jemputan kepada Bilqis</b><br>Sulaiman (AS) menghantar surat kepada Bilqis melalui Hud-Hud: <i>Dengan nama Allah... Tunduklah kepadaku dan berimanlah kepada Allah!</i><br><br>Bilqis berfikir: <i>Ini bukan raja biasa!</i> Dia menghantar hadiah berharga kepada Sulaiman (AS), tetapi Sulaiman (AS) berkata:<br><i>Aku tidak mahukan harta, tetapi imanmu!</i><br><br><b>Bahagian 4: Mukjizat Agung</b><br>Untuk menguji kekuatan Sulaiman, Bilqis memberikan teka-teki:<br><i>Aku akan beriman jika mengenali takhtaku.</i><br>Sulaiman (AS) menyuruh seorang jin: <i>Bawa takhta itu ke sini!</i><br>Sekelip mata, takhta itu muncul! Bilqis berkata: <i>Ini benar-benar Nabi Allah!</i> lalu beriman.<br><br><b>Pengajaran:</b><br>1. <b>Bersyukur atas nikmat Allah</b> – Sulaiman (AS) tidak pernah sombong.<br>2. <b>Makhluk terkecil pun ada peranan</b> – Hud-Hud membimbing seluruh kaum.<br>3. <b>Bertindak dengan bijaksana</b> – Sulaiman (AS) menakluk hati dengan hikmah, bukan perang.<br><br><b>Ayat Al-Quran:</b><br><i>Dia (Sulaiman) tersenyum dan berkata: 'Mengapa aku tidak melihat Hud-Hud? Adakah dia tiada?' (Surah An-Naml 27:20)</i>"
  },

 
  {
    "id": 4,
    "title": "Hz. Umar (RA) dan Pertemuan dengan Tua-tua Yahudi",
    "content": "Suatu malam yang sejuk di Madinah. Bintang-bintang berkelip di langit, dan terasa kesejukan di udara. Hz. Umar (RA) berjalan di jalan-jalan kota dengan cahaya pelitanya. Kebiasaannya adalah keluar pada waktu malam untuk memeriksa keadaan rakyat. Tiba-tiba dia mendengar suara rintihan dari sebuah pondok usang. Dia segera masuk ke dalam.<br><br>Seorang lelaki Yahudi tua terbaring di dalam pondok. Pakaiannya compang-camping, dan kakinya luka. Matanya tertutup, dan bibirnya kering. Hz. Umar (RA) duduk di sebelahnya dan bertanya, <i>Mengapa keadaan kamu begini? Di mana anak-anak kamu?</i><br><br>Orang tua itu membuka matanya dan berkata perlahan, <i>Anak-anak saya sudah meninggal. Saya sendirian... Tiada siapa yang menjagaku.</i><br><br>Hz. Umar (RA) segera menanggalkan jubahnya sendiri dan menyelimutkannya sambil berkata, <i>Mulai hari ini, saya adalah anak kamu.</i> Dia bangun dan berjalan ke arah Baitul Mal. Dalam perjalanan, dia berkata kepada sahabatnya, <i>Hantar pakaian panas, ubat, dan makanan harian untuk tua-tua ini. Ini adalah haknya, walaupun dia Yahudi.</i><br><br>Keesokan harinya, ketika tua-tua Yahudi itu melihat makanan panas dan ubat-ubatan diletakkan di depan pintunya, dia terkejut. Dia bertanya, <i>Siapa yang menghantar semua ini?</i> Orang-orang memberitahunya, <i>Khalifah Umar.</i><br><br>Mata tua-tua itu berlinang. Dia terus pergi ke Masjid Nabawi. Hz. Umar (RA) sedang menasihati orang-orang pada waktu itu. Tua-tua itu berseru, <i>Wahai Umar! Betapa indahnya iman kamu! Saya tidak pernah melihat sesiapa mengajarkan pelajaran kemanusiaan seperti ini sebelum ini!</i><br><br>Hz. Umar (RA) menjawab sambil tersenyum, <i>Kemanusiaan adalah iman yang sebenar. Jika kita membiarkan seorang tua-tua kelaparan, maka dakwaan iman kita adalah palsu.</i><br><br>Beberapa hari kemudian, tua-tua Yahudi itu berjalan di jalan-jalan Madinah dan berkata kepada orang-orang, <i>Saya telah melihat Umar... dia bukan hanya Khalifah orang Islam, tetapi setiap manusia!</i><br><br><b>Inti Cerita:</b><br>Hz. Umar (RA) mengajarkan bahawa kemanusiaan mengatasi agama. Keadilannya adalah untuk semua—tidak kira agama atau komuniti mana pun. Sehingga hari ini, cerita ini mengingatkan kita bahawa <i>iman sejati adalah yang melembutkan hati dan membuat tangan menjadi dermawan.</i><br>"
  },
  {
    "id": 5,
    "title": "Hz. Umar (RA) dan Bencana Kelaparan Besar: Satu Tahun Ujian",
    "content": "<b>Permulaan Kemarau</b><br>Awan tidak menurunkan hujan di Madinah selama dua tahun. Tanah merekah, daun-daun pokok kering dan gugur, dan perigi menjadi lumpur. Suara tangisan kanak-kanak bergema siang dan malam, dan wanita-wanita mula mengisar ketul-ketul tanah liat untuk membuat <i>roti</i>. Hz. Umar (RA) duduk di biliknya membaca ayat-ayat Al-Quran ketika tiba-tiba ketukan di pintunya.<br><br>Seorang askar memberitahu dengan tercungap-cungap: <i>Amirul Mukminin! Rakyat telah merosakkan pintu Baitul Mal. Mereka kata gandum telah dicuri!</i> Hz. Umar (RA) mengambil pelitanya dan keluar. Rambut putih di janggutnya telah menjadi lebih putih kerana kebimbangan.<br><br><b>Pencurian Gandum: Mendedahkan Konspirasi</b><br>Apabila sampai di gudang Baitul Mal, mereka mendapati karung-karung gandum hilang. Ada kesan khas di tanah—kesan kaki unta dan cop yang pecah. Hz. Umar (RA) memerhatikan kesan-kesan itu dengan teliti dan bertanya: <i>Adakah peniaga baru datang ke bandar?</i> Orang-orang memberitahunya bahawa ya, seorang peniaga dari Yaman telah datang yang membawa barang-barang di atas unta.<br><br>Hz. Umar (RA) terus pergi ke lokasi peniaga itu. Peniaga itu menundukkan kepala begitu melihatnya. Hz. Umar (RA) berkata: <i>'Kesan unta kamu ditemui di Baitul Mal. Adakah kamu sedar betapa besarnya jenayah ini?'</i> Suara Hz. Umar (RA) tidak marah, tetapi sedih.<br><br>Peniaga itu berkata sambil menggigil: <i>Maafkan saya, Amirul Mukminin! Saya melakukan ini untuk anak-anak saya yang meronta-ronta kelaparan. </i> Hz. Umar (RA) meletakkan tangannya di bahu peniaga itu dan berkata: <i>Jika kamu beritahu saya, saya akan berikan bahagian saya. Tetapi pencurian telah mengubah paksaan kamu menjadi dosa.</i><br><br>Dia memaafkan peniaga itu tetapi membuat peraturan baru untuk keselamatan Baitul Mal. Malam itu, Hz. Umar (RA) meletakkan semua gandum dari rumahnya sendiri ke dalam Baitul Mal dan mula hidup hanya dengan air dan kurma.<br><br><b>Konvoi Bantuan dari Mesir: Harapan Baru</b><br>Pada bulan keenam kelaparan, Gabenor Mesir, Amr bin Ash (RA), menghantar gandum, kurma, dan ubat-ubatan dengan 500 unta. Apabila konvoi menghampiri Madinah, Hz. Umar (RA) sendiri pergi menyambutnya. Dia mengangkat karung gandum pertama ke bahunya dan berkata: <i>Karung ini untuk ibu tua yang membiarkan anak-anaknya kelaparan minggu lepas.</i><br><br>Orang-orang melihat belakangnya membongkok di bawah berat karung, tetapi langkahnya tidak goyah. Seorang pemuda bertanya: <i>Anda adalah Khalifah, maka mengapa anda melakukan kerja ini?</i> Hz. Umar (RA) menjawab dengan senyuman: <i>Seorang Khalifah bukan yang memerintah rakyat, tetapi yang mati untuk rakyat.</i><br><br><b>Malam Sang Khalifah Menjual Katilnya</b><br>Suatu malam, puteri Hz. Umar (RA), Hafshah (RA), melihatnya tidur di atas tikar di biliknya.<br><i>Ayah, di mana katil ayah?</i><br>Dia menjawab: <i>Saya menjualnya untuk membeli susu untuk seorang gadis yatim. Selama rakyat saya tidur dalam kelaparan, bagaimana saya boleh tidur di katil yang empuk?</i><br><br>Mata Hafshah (RA) dipenuhi air mata. Dia menanggalkan perhiasannya dan berkata: <i>Ini, jual ini dan belikan makanan untuk lebih banyak kanak-kanak.</i> Hz. Umar (RA) mencium kepalanya: <i>Kebaikan kamu inilah yang akan membuat kamu layak masuk Syurga.</i><br><br><b>Titisan Hujan Pertama: Pemadangan Ibadah</b><br>Selepas lapan belas bulan, awan bergemuruh untuk pertama kalinya. Hz. Umar (RA) berdiri di mimbar masjid dan menangis: <i>Ya Allah! Jika hujan ini adalah rahmat-Mu, maka terimalah dari kami. Dan jika ini adalah azab, maka maafkan anak-anak yang tidak bersalah ini.</i><br><br>Orang-orang melihat titisan hujan menitis dari janggutnya. Seorang tua berseru: <i>Ini bukan hujan, ini adalah buah doa-doa Nabi Allah (SAW)!</i><br><br>Malam itu juga, Hz. Umar (RA) membagikan benih dan alat pertanian dari Baitul Mal kepada setiap isi rumah. Dia mengumumkan: <i>Mulai hari ini, setiap anak yang baru lahir akan berhak atas pendidikan dan makanan dari Baitul Mal.</i><br><br><b>Pelajaran Terakhir: Surat yang Menjadi Sejarah</b><br>Selepas kelaparan berakhir, Hz. Umar (RA) menulis surat kepada semua gabenor wilayah: <i>Ketahuilah bahwa tujuan kuasa kamu adalah untuk melayani rakyat. Jika di rumah seseorang tidak ada api yang menyala, maka ketahuilah bahwa kamu telah kehilangan amanah Allah.</i><br><br>Suratnya ini masih menjadi contoh untuk kerajaan di seluruh dunia. Setiap kali seorang pemerintah melupakan penderitaan rakyat, kisah Hz. Umar (RA) ini mengingatkannya bahwa <i>iman sejati adalah yang memberi makan yang lapar dan menyokong anak yatim.</i><br><br><b><i>Umar (RA) mengajarkan bahwa kemenangan kemanusiaan adalah kemenangan sejati. Dan dia bukan tuan tanah, tetapi seorang yang bersimpati kepada mereka yang berjalan di bumi.</i></b>"
  },
  {
    "id": 6,
    "title": "Hz. Umar (RA) dan Kisah Air Mata Gadis Yatim",
    "content": "Malam di Madinah sejuk, dan bulan tersembunyi di balik awan. Hz. Umar (RA) berjalan di jalan-jalan kota dengan cahaya redup pelitanya. Dia membawa karung tepung dan kurma di bahunya, seperti yang dilakukannya setiap malam mencari orang miskin. Tiba-tiba dia mendengar suara seseorang menangis di dekat masjid yang rosak. Dia perlahan mendekati.<br><br>Seorang gadis kecil, baru berusia tujuh tahun, meringkuk di sudut batu. Kakinya telanjang, dan pakaiannya compang-camping. Aliran air mata mengalir dari matanya. Hz. Umar (RA) bertanya dengan lembut:<br><i>Anak, mengapa kamu menangis? Di mana ibu bapa kamu?</i><br><br>Gadis itu menjawab sambil tersedu-sedu:<br><i>Ibu kata... dia tidak akan pernah meninggalkan saya sendirian... tapi bila dia demam... dia pergi... Ayah juga syahid dalam perang...</i><br><br>Tekak Hz. Umar (RA) tersekat. Dia menanggalkan jubahnya sendiri dan menyelimuti gadis itu sambil berkata:<br><i>Mulai hari ini, saya adalah ayah kamu. Setiap keperluan kamu adalah tanggungjawab saya.</i><br><br>Dia membawa gadis itu ke rumahnya. Di jalan, gadis itu bertanya:<br><i>Siapa kamu?</i><br>Umar (RA) berkata sambil tersenyum:<br><i>Saya adalah orang yang diperintahkan Allah untuk menjaga orang-orang seperti kamu.</i><br><br>Sesampai di rumah, dia memberi gadis itu makanan hangat. Melihat seliparnya yang rosak, dia menanggalkan kasutnya sendiri dan berkata:<br><i>Ini, ambil ini. Kaki saya sudah banyak berjalan, tapi kaki kamu tidak boleh terluka.</i><br><br>Sambil mengelap air matanya, gadis itu bertanya:<br><i>Mengapa kamu melakukan ini untuk saya? Saya bukan sesiapa...</i><br>Hz. Umar (RA) meletakkan tangannya di kepalanya:<br><i>Kamu adalah amanah dari Allah. Pada hari saya lupa mengelap air mata seorang yatim, iman saya akan mati.</i><br><br>Keesokan harinya, Hz. Umar (RA) mengumumkan di masjid:<br><i>Dengar, wahai penduduk Madinah! Mulai hari ini, perbelanjaan setiap anak yatim akan ditanggung oleh Baitul Mal. Jika ada yatim di rumah seseorang, saya mengambil tanggungjawab untuk membesarkannya!</i><br><br>Beberapa tahun kemudian, gadis yang sama, yang bernama Aisyah, datang ke masjid. Dia meletakkan roti yang dibungkus kain di depan Hz. Umar (RA) dan berkata:<br><i>Amirul Mukminin... Ini saya buat sendiri. Anda mengajar saya bagaimana hidup, sekarang saya akan melayani Anda.</i><br><br>Mata Hz. Umar (RA) berkaca-kaca. Dia mengambil sepotong roti dan berkata:<br><i>Ini adalah roti yang mempunyai wangi iman. Hari ini saya faham bahwa inilah kemenangan sejati Khilafah.</i><br><br>Gadis itu kemudian menjadi seorang alimah terkenal di Madinah dan disebut ibu kepada ratusan yatim. Dia selalu berkata:<br><i>Umar (RA) mengajar saya bahwa kemanusiaan adalah iman terbesar.</i><br><br>Cerita ini masih hidup di hati mereka yang percaya bahwa <i>mengelap satu air mata lebih baik dari seribu ibadah.</i> Hz. Umar (RA) membuktikan bahwa <b>kekuatan sejati bukan pada pedang, tetapi pada cinta dan keadilan.</b><br><br><b><i>Selama satu hati masih sedih,<br>Pelita Khilafah menjadi bisu.<br>Cinta Umar adalah kisah itu,<br>Yang membuat manusia, menjadi manusia.</i></b>"
  },


]

