[
  {
    "id": 1,
    "title": "ہجرت کا سفر - نبی ﷺ اور صدیق اکبر رضی اللہ عنہ کا سفر",
    "content": "<b>حصہ 1: مکہ میں خطرہ</b><br>مکہ کے کفار نے نبی محمد ﷺ کو مارنے کی سازش کی۔ اللہ نے انہیں ہجرت (انتقال) کا حکم دیا۔ رات کے اندھیرے میں نبی ﷺ نے اپنے ساتھی حضرت ابو بکر صدیق رضی اللہ عنہ کو ساتھ لیا اور ثور غار کی طرف چل پڑے۔<br><br><b>راستے کی جدوجہد:</b><br>کفار نے ان کا پیچھا کیا۔ ایک بار تو دشمن غار کے منہ تک آ گئے، لیکن اللہ نے ایک مکڑی کو غار کے دروازے پر جالا بنانے اور فاختہ کو انڈے دینے کا حکم دیا۔ جب کفار نے یہ دیکھا تو سوچا: <i>اندر کوئی نہیں ہو سکتا!</i> اور واپس لوٹ گئے۔<br><br><b>حضرت ابو بکر رضی اللہ عنہ کی وفاداری:</b><br>غار میں ایک سانپ نے ڈس لیا، لیکن وہ خاموش رہے تاکہ نبی ﷺ کی نیند نہ ٹوٹے۔ بعد میں جب پیغمبر ﷺ نے دیکھا تو ان کے پیر سے خون بہہ رہا تھا۔ انہوں نے پوچھا: <b><i>آپ نے مجھے کیوں نہیں بتایا؟</i></b> ابو بکر رضی اللہ عنہ بولے: <b><i>یہ چھوٹی سی تکلیف آپ کی نیند سے بڑھ کر نہیں تھی، یا رسول اللہ!</i></b><br><br><b>حصہ 2: مدینہ کی طرف سفر</b><br><br>غار میں 3 دن گزارنے کے بعد، وہ عبداللہ بن اریقط نامی رہنما کی مدد سے مدینہ کے لیے روانہ ہوئے۔ راستے میں کئی معجزات ہوئے:<br><b>لٹیرا سراقہ:</b><br>کفار نے سراقہ نامی ایک طاقتور جنگجو کو 100 اونٹوں کے انعام پر پیغمبر ﷺ کو پکڑنے بھیجا۔ جیسے ہی سراقہ قریب آیا، اس کا گھوڑا ریت میں دھنس گیا۔ اس نے معافی مانگی اور پیغمبر ﷺ نے اسے مستقبل میں فارس کے خزانوں کی چابیاں پہننے کا وعدہ دیا (جو بعد میں سچ ثابت ہوا)۔<br><br><b>ام معبد کی جھونپڑی:</b><br>ایک بوڑھی عورت (ام معبد) کے پاس سے گزرے جس کے پاس صرف ایک بکری تھی۔ نبی ﷺ نے اس بکری کا دودھ دوہا، جو اتنا زیادہ نکلا کہ پورا خاندان سیراب ہو گیا۔<br><br><b>حصہ 3: مدینہ پہنچنا</b><br>8 دن کے سفر کے بعد، 12 ربیع الاول کو وہ قباء پہنچے۔ یہاں پہلی مسجد (مسجد قباء) بنائی گئی۔ پھر جب مدینہ پہنچے تو لوگوں نے نعرے لگائے:<br><b><i>طَلَعَ الْبَدْرُ عَلَيْنَا... (چاند ہم پر چمک اٹھا!)</i></b><br><br><b>انصار (مدینہ والوں) کی مہمان نوازی:</b><br>ہر خاندان چاہتا تھا کہ پیغمبر ﷺ ان کے گھر قیام کریں۔ نبی ﷺ نے فرمایا:<br><b><i>میرا اونٹ جہاں بیٹھے گا، وہی میرا گھر ہوگا۔</i></b><br>اونٹ حضرت ابو ایوب انصاری رضی اللہ عنہ کے گھر کے سامنے بیٹھ گیا۔<br><br><b>سبق اور تحریک: اللہ پر بھروسہ (توکل): غار میں مکڑی کا جالا اللہ کی مدد کی علامت ہے۔<br>ساتھی کی وفاداری: ابو بکر رضی اللہ عنہ کا قربان ہمیں سچی دوستی سکھاتا ہے۔<br>برائی پر اچھائی: سراقہ جیسے دشمن بھی اللہ کے حکم سے مسلمان بنے۔</b><br><br><b>قرآن کی آیت:</b><br><i><b>جب اللہ کی مدد آ جائے اور فتح (کامیابی) اور تم لوگوں کو جماعت کے ساتھ دین میں داخل ہوتے دیکھو، تو اپنے رب کی تسبیح کرو! (سورہ النصر 110:1-3)</b></i>"
  },
  {
    "id": 2,
    "title": "جنگ بدر: اللہ کی مدد کا وہ عظیم موقع",
    "content": "<b>حصہ 1: جنگ کا میدان تیار ہوتا ہے</b><br>مکہ کے <b>دشمنوں</b> (قریش) نے مسلمانوں کو ستانے کے بعد ان کی ساری دولت چھین لی تھی۔ نبی کریم ﷺ نے مدینہ میں ہجرت کی، لیکن کافروں کا ظلم بند نہ ہوا۔ ایک دن خبر آئی کہ <b>ابو سفیان</b> کا قافلہ (تجارتی گروہ) شام سے لوٹ رہا ہے جس میں قریش کی ساری دولت ہے۔ مسلمانوں نے طے کیا کہ اس موقع پر ان کا حق واپس لیا جائے۔<br><br><b>مسلمانوں کی تیاری:</b><br>- صرف <b>313 جنگجو</b>، جن میں 2 گھوڑے اور 70 اونٹ تھے۔<br>- قریش کی فوج: <b>1000 جنگجو</b>، 100 گھوڑے اور بہت سارے ہتھیار۔<br>- مسلمانوں کے پاس تلواریں بھی پوری نہ تھیں۔ کچھ ساتھی لکڑی کے ڈنڈے لے کر چلے۔<br><br><b>حصہ 2: میدان جنگ میں مقابلہ</b><br>17 رمضان، 2 ہجری کو <b>بدر کے میدان</b> میں دونوں فوجیں آمنے سامنے ہوئیں۔<br><b>قریش کا غرور:</b><br>ابو جہل (قریش کا سردار) نے ہنستے ہوئے کہا: <i>یہ محمد ﷺ کے ساتھی بھوکے، ننگے ہیں! آج ان کا نام و نشان مٹا دیں گے!</i><br><b>مسلمانوں کی دعا:</b><br>نبی ﷺ نے ہاتھ اٹھا کر عرض کیا:<br><i>اے اللہ! اگر یہ چھوٹی جماعت آج ہار گئی، تو زمین پر تیری عبادت کرنے والا کوئی نہیں بچے گا!</i><br><br><b>حصہ 3: اللہ کی مدد آتی ہے</b><br>اللہ نے فرشتوں کو حکم دیا:<br><i>میرے بندوں کی مدد کرو!</i> (قرآن 8:9)<br><br><b>معجزات ہوئے:</b><br>1. <b>ریت کا طوفان:</b> قریشیوں کی آنکھوں میں ریت بھر گئی۔<br>2. <b>فرشتوں کا حملہ:</b> قریش کے جنگجو دیکھتے رہ گئے کہ کوئی <b>نظر نہیں آ رہا</b>، لیکن ان کے سر کٹ رہے ہیں!<br>3. <b>دلوں میں روحانی طاقت:</b> مسلمانوں نے ایسی جنگ لڑی کہ ایک ساتھی نے <b>دشمن کے اونٹ کا پیر</b> کاٹ ڈالا!<br><br><b>نتیجہ:</b><br>- قریش کے 70 جنگجو مارے گئے، جن میں <b>ابو جہل</b> بھی شامل تھا۔<br>- مسلمانوں کے صرف <b>14 شہید</b> ہوئے۔<br>- باقی دشمن بھاگ کھڑے ہوئے۔<br><br><b>حصہ 4: فتح کا راز:</b><br>جنگ کے بعد ایک بزرگ صحابی نے پوچھا:<br><i>یا رسول اللہ! ہم کم تھے، پھر بھی جیت کیسے گئے؟</i><br><b>نبی ﷺ نے فرمایا:</b><br><br><i>سچا ایمان، صبر اور اللہ پر یقین ہی اصل طاقت ہے۔ جس نے دنیا کی چمک کے لیے نہیں، بلکہ اللہ کے دین کی خاطر جنگ لڑی، وہی جیتا!</i><br><br><b>سبق:<br>1. طاقت تعداد میں نہیں، اخلاص (ایمان) میں ہے۔<br>2. اللہ کی مدد آنے تک ہمت نہ ہارو۔<br>3. ظلم کے آگے جھکنے سے بہتر ہے، انصاف کے لیے لڑو۔</b><br><br><br>قرآن کی آیت:</b><br><i>بدر کے دن تم مدد میں کمزور تھے، لیکن اللہ نے تمہاری مدد کی۔ تاکہ مسلمانوں کے لیے نشانی بن جائے۔</i> (سورہ آل عمران 3:123)"
  },
  {
    "id": 3,
    "title": "نبی سلیمان علیہ السلام اور ہدہد پرندے کی سچی کہانی",
    "content": "<b>حصہ 1: اللہ کا نایاب تحفہ</b><br>نبی سلیمان علیہ السلام کو اللہ نے <b>عظیم سلطنت</b> عطا کی تھی۔ ان کی فوج میں انسان، جن اور جانور سب شامل تھے۔ ایک دن انہوں نے اپنی فوج کا جائزہ لیا تو <b>ہدہد</b> (ایک خاص پرندہ) غائب تھا۔<br><br>سلیمان علیہ السلام نے غصے میں کہا:<br><i>میں ہدہد کو سزا دوں گا، جب تک کہ وہ کوئی واضح وجہ لے کر نہ آئے!</i><br><br><b>حصہ 2: ہدہد کی خبر</b><br>تھوڑی دیر بعد ہدہد آیا اور ایک عجیب خبر سنائی:<br><i>میں نے سبا نامی شہر دیکھا، جہاں ایک عورت (بلقیس) حکومت کرتی ہے۔ اس کے پاس ہر نعمت ہے، لیکن وہ اور اس کی قوم سورج کو سجدہ کرتے ہیں!</i><br><br>سلیمان علیہ السلام نے کہا:<br><i>ہم دیکھیں گے کہ تم سچ کہہ رہے ہو یا جھوٹ!</i><br><br><b>حصہ 3: بلقیس کو دعوت</b><br>سلیمان علیہ السلام نے ہدہد کے ذریعے بلقیس کو ایک خط بھیجا: <i>بسم اللہ... میرے آگے جھک جاؤ اور اللہ کو مانو!</i><br><br>بلقیس نے سوچا: <i>یہ کوئی عام بادشاہ نہیں!</i> اس نے سلیمان علیہ السلام کو قیمتی تحفے بھیجے، لیکن سلیمان علیہ السلام نے کہا:<br><i>میں مال سے نہیں، تمہارے ایمان سے خوش ہوں گا!</i><br><br><b>حصہ 4: عظیم معجزہ</b><br>بلقیس نے سلیمان علیہ السلام کی طاقت جانچنے کے لیے ایک پہیلی رکھی:<br><i>میں اپنا تخت پہچان لوں گی تو ایمان لے آؤں گی۔</i><br>سلیمان علیہ السلام نے ایک جن سے کہا: <i>تخت یہاں لے آؤ!</i><br>پلک جھپکتے ہی تخت آ گیا! بلقیس نے کہا: <i>یہ تو واقعی اللہ کا نبی ہے!</i> اور ایمان لے آئی۔<br><br><b>سبق:</b><br>1. <b>اللہ کی نعمتوں کا شکر ادا کرو</b> – سلیمان علیہ السلام نے کبھی غرور نہیں دکھایا۔<br>2. <b>چھوٹے سے چھوٹے جانور کا بھی کردار ہے</b> – ہدہد نے پوری قوم کو ہدایت دلائی۔<br>3. <b>عقلمندی سے کام لو</b> – سلیمان علیہ السلام نے جنگ نہیں، بلکہ حکمت سے دل جیتا۔<br><br><b>قرآن کی آیت:</b><br><i>اس نے (سلیمان) مسکرا کر کہا: میں نے ہدہد کو غیر موجود کیوں پایا؟ کیا وہ غائب ہے؟</i> (سورہ النمل 27:20)"
  },

  {
    "id": 4,
    "title": "حضرت عمر رضی اللہ عنہ اور یہودی بزرگ کی ملاقات",
    "content": "مدینہ کی ایک سرد رات تھی۔ آسمان پر ستارے ٹمٹما رہے تھے، اور ہوا میں ٹھنڈک کا احساس تھا۔ حضرت عمر رضی اللہ عنہ اپنے چراغ کی روشنی میں شہر کی گلیوں میں چل رہے تھے۔ ان کی عادت تھی کہ وہ رات کو لوگوں کی حالت دیکھنے نکلتے تھے۔ اسی دوران انہیں ایک ٹوٹی ہوئی جھونپڑی سے کراہنے کی آواز آئی۔ وہ فوراً اندر گھس گئے۔<br><br>جھونپڑی میں ایک بوڑھا یہودی شخص پڑا ہوا تھا۔ اس کے جسم پر پھٹے ہوئے کپڑے تھے، اور پیروں پر زخم تھے۔ اس کی آنکھیں بند تھیں، اور ہونٹ سوکھے ہوئے تھے۔ حضرت عمر رضی اللہ عنہ اس کے پاس بیٹھ کر پوچھا، <i>آپ کی یہ حالت کیوں ہے؟ آپ کے بچے کہاں ہیں؟</i><br><br>بوڑھے نے آنکھیں کھولیں اور آہستہ سے کہا، <i>میرے بچے مر چکے ہیں۔ میں اکیلا ہوں... کوئی نہیں ہے جو میری دیکھ بھال کرے۔</i><br><br>حضرت عمر رضی اللہ عنہ نے فوراً اپنی چادر اتار کر اسے اوڑھا دی اور کہا، <i>آج سے میں آپ کا بیٹا ہوں۔</i> وہ اٹھے اور بیت المال کی طرف چل پڑے۔ راستے میں انہوں نے اپنے ساتھی سے کہا، <i>اس بزرگ کے لیے گرم کپڑے، دوا، اور روزانہ کا کھانا بھیجو۔ یہ اس کا حق ہے، چاہے وہ یہودی ہی کیوں نہ ہو۔</i><br><br>اگلے دن، جب بوڑھے یہودی نے دیکھا کہ اس کے دروازے پر گرم کھانا اور دوائیں رکھی ہیں، تو وہ حیران رہ گیا۔ اس نے پوچھا، <i>یہ سب کس نے بھیجا ہے؟</i> لوگوں نے بتایا، <i>خلیفہ عمر نے۔</i><br><br>بوڑھے کی آنکھوں میں آنسو آ گئے۔ وہ سیدھا مسجد نبوی پہنچا۔ حضرت عمر رضی اللہ عنہ اس وقت لوگوں کو نصیحت کر رہے تھے۔ بوڑھے نے چلا کر کہا، <i>اے عمر! تمہارا ایمان کتنا خوبصورت ہے! میں نے آج تک کسی کو اس طرح انسانیت کا سبق پڑھاتے نہیں دیکھا!</i><br><br>حضرت عمر رضی اللہ عنہ نے مسکراتے ہوئے جواب دیا، <i>انسانیت ہی اصل ایمان ہے۔ اگر ہم ایک بوڑھے کو بھوکا چھوڑ دیں، تو پھر ہمارا دعوائے ایمان جھوٹا ہے۔</i><br><br>کچھ دنوں بعد، وہ یہودی بزرگ مدینہ کی گلیوں میں چلتے ہوئے لوگوں سے کہتا، <i>میں نے عمر کو دیکھا ہے... وہ صرف مسلمانوں کا نہیں، بلکہ ہر انسان کا خلیفہ ہے!</i><br><br><b>کہانی کا خلاصہ:</b><br>حضرت عمر رضی اللہ عنہ نے سکھایا کہ انسانیت مذہب سے بالاتر ہوتی ہے۔ ان کا انصاف سب کے لیے تھا—چاہے وہ کسی بھی مذہب یا برادری سے ہو۔ آج بھی یہ کہانی یاد دلاتی ہے کہ <i>سچا ایمان وہی ہے جو دل کو نرم اور ہاتھ کو سخاوت گر بنائے۔</i><br>"
  },
  {
    "id": 5,
    "title": "حضرت عمر رضی اللہ عنہ اور قحط کی عظیم آفت: ایک سال کی آزمائش",
    "content": "<b>قحط کی شروعات</b><br>مدینہ کے آسمان میں بادلوں نے دو سال سے پانی نہیں برسایا تھا۔ زمین پھٹ چکی تھی، درختوں کے پتے سوکھ کر گر گئے تھے، اور کنویں کیچڑ میں تبدیل ہو گئے تھے۔ بچوں کے رونے کی آوازیں رات دن گونجتی تھیں، اور عورتیں مٹی کے ٹکڑوں کو پیس کر <i>روٹی</i> بنانے لگی تھیں۔ حضرت عمر رضی اللہ عنہ اپنے کمرے میں بیٹھے قرآن کی آیات پڑھ رہے تھے کہ اچانک ان کے دروازے پر دستک ہوئی۔<br><br>ایک سپاہی نے سانسیں تیز کرتے ہوئے خبر سنائی: <i>امیر المومنین! لوگوں نے بیت المال کا دروازہ توڑ دیا ہے۔ وہ کہتے ہیں کہ اناج چوری ہو گیا ہے!</i> حضرت عمر رضی اللہ عنہ نے چراغ اٹھایا اور باہر نکلے۔ ان کی داڑھی کے سفید بال پریشانی سے اور سفید ہو چکے تھے۔<br><br><b>اناج کی چوری: ایک سازش کا پردہ فاش</b><br>بیت المال کے گودام میں جا کر دیکھا تو اناج کے بورے غائب تھے۔ زمین پر کچھ خاص نشان تھے—اونٹوں کے پیروں کے نشان اور ٹوٹی ہوئی مہر۔ حضرت عمر رضی اللہ عنہ نے نشانوں کو غور سے دیکھا اور پوچھا: <i>کیا شہر میں کوئی نیا تاجر آیا ہے؟</i> لوگوں نے بتایا کہ ہاں، یمن سے ایک تاجر آیا ہے جس نے اونٹوں پر سامان لاد کر لایا تھا۔<br><br>حضرت عمر رضی اللہ عنہ سیدھے اس تاجر کے ٹھکانے پر پہنچے۔ تاجر نے دیکھتے ہی سر جھکا لیا۔ حضرت عمر رضی اللہ عنہ بولے: <i>'تمہارے اونٹوں کے نشان بیت المال میں ملے ہیں۔ کیا تمہیں سمجھ ہے کہ یہ کتنا بڑا جرم ہے؟'</i> حضرت عمر رضی اللہ عنہ کی آواز میں غصہ نہیں، بلکہ دکھ تھا۔<br><br>تاجر نے کانپتے ہوئے بولا: <i>معاف کر دیجیے، امیر المومنین! میں نے بھوک سے تڑپتے اپنے بچوں کے لیے یہ کیا۔ </i> حضرت عمر رضی اللہ عنہ نے اس کے کندھے پر ہاتھ رکھا اور بولے: <i>اگر تم نے مجھ سے کہا ہوتا، تو میں تمہیں اپنا حصہ دے دیتا۔ لیکن چوری نے تمہاری مجبوری کو گناہ میں بدل دیا۔</i><br><br>انہوں نے تاجر کو معاف کر دیا، لیکن بیت المال کی حفاظت کے لیے نئے rules بنائے۔ اس رات، حضرت عمر رضی اللہ عنہ نے اپنے گھر کا سارا اناج بیت المال میں ڈال دیا اور خود صرف پانی اور کھجور پر گزارہ کرنے لگے۔<br><br><b>مصر سے آیا امدادی قافلہ: ایک نئی امید</b><br>قحط کے چھٹے مہینے، مصر کے گورنر عمرو بن العاص رضی اللہ عنہ نے 500 اونٹوں پر گندم، کھجوریں اور دوائیں بھیجیں۔ قافلہ مدینہ کے قریب پہنچا تو حضرت عمر رضی اللہ عنہ خود اسے لینے پہنچے۔ انہوں نے پہلا گندم کا بورا اپنے کندھے پر اٹھایا اور بولے: <i>یہ بورا اس بوڑھی ماں کے لیے ہے جس نے اپنے بچوں کو پچھلے ہفتے بھوکے مار ڈالا۔</i><br><br>لوگوں نے دیکھا کہ ان کے کندھے پر بورے کا بوجھ اٹھاتے ہوئے ان کی پیٹھ جھک گئی، لیکن قدم نہیں لڑکھڑائے۔ ایک نوجوان نے پوچھا: <i>آپ خلیفہ ہیں، پھر یہ کام کیوں کر رہے ہیں؟</i> حضرت عمر رضی اللہ عنہ نے مسکراتے ہوئے جواب دیا: <i>خلیفہ وہ نہیں جو لوگوں پر حکومت کرے، بلکہ وہ جو لوگوں کے لیے مر جائے۔</i><br><br><b>وہ رات جب خلیفہ نے اپنا بستر بیچ دیا</b><br>ایک رات حضرت عمر رضی اللہ عنہ کی بیٹی حفصہ رضی اللہ عنہا نے دیکھا کہ وہ اپنے کمرے میں چٹائی پر سو رہے ہیں۔<br><i>ابا جان، آپ کا بستر کہاں ہے؟</i><br>انہوں نے جواب دیا: <i>میں نے اسے بیچ کر ایک یتیم بچی کے لیے دودھ خریدا ہے۔ جب تک میری رعایا بھوکی سوتی ہے، میں نرم بستر پر کیسے سو سکتا ہوں؟</i><br><br>حفصہ رضی اللہ عنہا کی آنکھیں بھر آئیں۔ اس نے اپنے زیورات اتارے اور کہا: <i>یہ لیجیے، انہیں بیچ کر اور بچوں کے لیے کھانا لائیے۔</i> حضرت عمر رضی اللہ عنہ نے اس کے سر کو چوما: <i>تمہاری یہی نیکی تمہیں جنت کی حقدار بنائے گی۔</i><br><br><b>بارش کا پہلا قطرہ: عبادت کا منظر</b><br>اٹھارہ مہینے بعد پہلی بار بادل گرجے۔ حضرت عمر رضی اللہ عنہ مسجد کے منبر پر کھڑے ہو کر رو پڑے: <i>اے اللہ! اگر یہ بارش تیری رحمت ہے، تو ہم سے قبول فرما۔ اور اگر عذاب ہے، تو ان معصوم بچوں کو بخش دے۔</i><br><br>لوگوں نے دیکھا کہ بارش کے قطرے ان کی داڑھی سے ٹپک رہے تھے۔ ایک بوڑھے نے چلا کر کہا: <i>یہ بارش نہیں، اللہ کے نبی صلی اللہ علیہ وسلم کی دعاؤں کا پھل ہے!</i><br><br>اسی رات، حضرت عمر رضی اللہ عنہ نے بیت المال سے ہر گھر کے لیے بیج اور کھیتی باڑی کے اوزار بانٹے۔ انہوں نے اعلان کیا: <i>آج سے ہر نوزائیدہ بچے کو بیت المال سے تعلیم اور خوراک کا حق ہوگا۔</i><br><br><b>آخری سبق: وہ خط جو تاریخ بن گیا</b><br>قحط ختم ہونے کے بعد، حضرت عمر رضی اللہ عنہ نے تمام صوبائی گورنروں کو خط لکھا: <i>جان لو کہ تمہاری حکومت کا مقصد لوگوں کی خدمت ہے۔ اگر کسی کے گھر میں چولہا نہیں جلتا، تو سمجھو کہ تم نے اللہ کی امانت کھو دی۔</i><br><br>ان کا یہ خط آج بھی ساری دنیا کی حکومتوں کے لیے مثال ہے۔ جب بھی کوئی حاکم عوام کے دکھ کو بھول جاتا ہے، تو حضرت عمر رضی اللہ عنہ کی یہ کہانی اسے یاد دلاتی ہے کہ <i>سچا ایمان وہی ہے جو بھوکے کو کھلائے اور یتیم کو سہارا دے۔</i><br><br><b><i>عمر رضی اللہ عنہ نے سکھایا کہ انسانیت کی جیت ہی اصل جیت ہے۔ اور وہ زمین دار نہیں، بلکہ زمین پر چلنے والوں کا ہمدرد تھا۔</i></b>"
  },
  {
    "id": 6,
    "title": "حضرت عمر رضی اللہ عنہ اور یتیم بچی کے آنسوؤں کی کہانی",
    "content": "مدینہ کی رات ٹھنڈی تھی، اور چاند بادلوں کے پیچھے چھپا ہوا تھا۔ حضرت عمر رضی اللہ عنہ اپنے چراغ کی مدھم روشنی میں شہر کی گلیوں میں چل رہے تھے۔ ان کے کندھے پر آٹے اور کھجوروں کا تھیلا تھا، جیسے وہ ہر رات غریبوں کی تلاش میں نکلتے تھے۔ اسی دوران انہیں ایک ٹوٹی ہوئی مسجد کے پاس سے کسی کے رونے کی آواز آئی۔ وہ آہستہ سے پاس گئے۔<br><br>ایک چھوٹی بچی، جس کی عمر بمشکل سات سال ہو گی، پتھر کے ایک کونے میں سکڑی ہوئی تھی۔ اس کے پاؤں ننگے تھے، اور کپڑے پھٹے ہوئے تھے۔ اس کی آنکھوں سے آنسوؤں کی دھار بہہ رہی تھی۔ حضرت عمر رضی اللہ عنہ نے نرمی سے پوچھا:<br><i>بیٹی، تم کیوں رو رہی ہو؟ تمہارے ماں باپ کہاں ہیں؟</i><br><br>بچی نے سسکتی ہوئی جواب دیا:<br><i>امی کہتی تھیں... وہ مجھے کبھی اکیلے نہیں چھوڑیں گی... لیکن جب انہیں بخار آیا... تو وہ چلی گئیں... ابا جان بھی جہاد میں شہید ہو گئے...</i><br><br>حضرت عمر رضی اللہ عنہ کا گلا بھر آیا۔ انہوں نے اپنی چادر اتار کر بچی کو اوڑھا دیا اور بولے:<br><i>آج سے میں تمہارا باپ ہوں۔ تمہاری ہر ضرورت میری ذمہ داری ہے۔</i><br><br>وہ بچی کو اپنے گھر لے گئے۔ راستے میں بچی نے پوچھا:<br><i>آپ کون ہیں؟</i><br>عمر رضی اللہ عنہ نے مسکراتے ہوئے کہا:<br><i>میں وہ ہوں جسے اللہ نے تمہارے جیسے لوگوں کی دیکھ بھال کا حکم دیا ہے۔</i><br><br>گھر پہنچ کر انہوں نے بچی کو گرم کھانا کھلایا۔ اس کی ٹوٹی ہوئی چپلں دیکھ کر انہوں نے اپنے جوتے اتارے اور کہا:<br><i>یہ لو، میرے پاؤں نے تو بہت سفر کیا ہے، لیکن تمہارے پاؤں کو چوٹ نہیں لگنی چاہیے۔</i><br><br>بچی نے آنسو پونچھتے ہوئے پوچھا:<br><i>آپ میرے لیے ایسا کیوں کر رہے ہیں؟ میں تو کوئی نہیں ہوں...</i><br>حضرت عمر رضی اللہ عنہ نے اس کے سر پر ہاتھ رکھا:<br><i>تم اللہ کی امانت ہو۔ جس دن میں کسی یتیم کے آنسو پونچھنا بھول جاؤں، اس دن میرا ایمان مر جائے گا۔</i><br><br>اگلے دن، حضرت عمر رضی اللہ عنہ نے مسجد میں اعلان کیا:<br><i>سنو، اہل مدینہ! آج سے ہر یتیم بچے کا خرچ بیت المال سے ہوگا۔ اگر کسی کے گھر یتیم ہے، تو اس کی پرورش کی ذمہ داری میں لیتا ہوں!</i><br><br>کچھ سال بعد، وہی بچی، جس کا نام عائشہ تھا، مسجد میں آئی۔ اس نے حضرت عمر رضی اللہ عنہ کے سامنے ایک کپڑے میں لپیٹی روٹی رکھی اور بولی:<br><i>امیر المومنین... یہ میں نے خود بنائی ہے۔ آپ نے مجھے جینا سکھایا، اب میں آپ کی خدمت کروں گی۔</i><br><br>حضرت عمر رضی اللہ عنہ کی آنکھیں نم ہو گئیں۔ انہوں نے روٹی کا ٹکڑا اٹھایا اور کہا:<br><i>یہ وہ روٹی ہے جس میں ایمان کی خوشبو ہے۔ آج میں سمجھا کہ خلافت کی اصل جیت یہی ہے۔</i><br><br>وہ بچی آگے چل کر مدینہ کی مشہور عالمہ بنی اور سینکڑوں یتیموں کی ماں کہلائی۔ اس نے ہمیشہ کہا:<br><i>عمر رضی اللہ عنہ نے مجھے سکھایا کہ انسانیت ہی سب سے بڑا ایمان ہے۔</i><br><br>یہ کہانی آج بھی ان لوگوں کے دلوں میں زندہ ہے جو مانتے ہیں کہ <i>ایک آنسو پونچھنا ہزار عبادتوں سے بہتر ہے۔</i> حضرت عمر رضی اللہ عنہ نے ثابت کیا کہ <b>اصل طاقت تلوار میں نہیں، بلکہ محبت اور انصاف میں ہوتی ہے۔</b><br><br><b><i>جب تک ایک بھی دل دکھی ہے،<br>خلافت کا چراغ بے زباں ہے۔<br>عمر کی محبت ہی وہ داستان ہے،<br>جو انسان کو انسان بناتی ہے۔</i></b>"
  },

  {
    "id": 7,
    "title": "حضرت حنظلہ رضی اللہ عنہ کی کہانی: فرشتوں کے غسل دیے گئے شہید",
    "content": "یہ احد کی لڑائی سے ٹھیک پہلے کی بات ہے۔ مدینہ میں ایک نوجوان صحابی حنظلہ ابن ابی عامر رضی اللہ عنہ کی شادی کی رسومات ابھی تکمیل کو پہنچی تھیں۔ وہ اپنی نئی شادی شدہ بیوی جمیل بنت عبداللہ رضی اللہ عنہ کے ساتھ اپنے گھر میں تھے۔ رات بھر کی خوشیاں ابھی پوری طرح تھمی بھی نہیں تھیں کہ صبح ہوتے ہی مدینہ میں جنگ کا اعلان ہوا - قریش کی فوج احد کی طرف بڑھ رہی تھی۔<br><br>حنظلہ رضی اللہ عنہ نے جب یہ آواز سنی تو ان کے چہرے پر ایک عجیب سی سنجیدگی چھا گئی۔ ان کی بیوی نے پوچھا، <i>کیا بات ہے؟ آپ اتنے اداس کیوں لگ رہے ہیں؟</i> حنظلہ نے جواب دیا، <i>میری جان، اللہ کے رسول صلی اللہ علیہ وسلم نے جہاد کا اعلان کیا ہے۔ مجھے فوراً تیار ہو کر جانا ہوگا۔</i> بیوی نے کہا، <i>لیکن آپ نے تو ابھی غسل بھی نہیں کیا۔ کم از کم نہا کر تو جایئے۔</i> حنظلہ نے مضبوطی سے جواب دیا، <i>اگر میں دیر کروں گا تو شاید جنت کے دروازے میرے لیے بند ہو جائیں۔ میں وعدہ کرتا ہوں، واپس آؤں گا تو تمہارے ساتھ زیادہ وقت گزاریں گے۔</i><br><br>یہ کہہ کر حنظلہ رضی اللہ عنہ نے اپنا ہتھیار اٹھایا اور سیدھے نبی کریم صلی اللہ علیہ وسلم کی فوج میں شامل ہو گئے۔ احد کے میدان میں جب لڑائی شروع ہوئی تو حنظلہ نے حیرت انگیز بہادری دکھائی۔ وہ ابوسفیان کی فوج کے سب سے مضبوط جنگجوؤں کو مار گرانے لگے۔ کہتے ہیں کہ ان کی تلوار سے نکلنے والی چنگاریاں دور دور تک دکھائی دے رہی تھیں۔<br><br>تبھی ایک عجیب واقعہ پیش آیا۔ حنظلہ رضی اللہ عنہ نے اچانک اپنی بیوی کی شبیہ دیکھی جو انہیں پکار رہی تھی۔ یہ شیطان کا ایک وسوسہ تھا۔ حنظلہ نے فوراً آنکھیں بند کر کے دعا کی، <i>اے اللہ! مجھے اس فتنے سے بچا لے۔ میرا دل صرف تیری راہ میں لگا ہے۔</i> اسی لمحے، جب وہ اس وسوسے سے لڑ رہے تھے، ابوسفیان کے بھائی شداد نے پیچھے سے وار کیا اور حنظلہ رضی اللہ عنہ شہید ہو گئے۔<br><br>لڑائی ختم ہونے پر جب نبی کریم صلی اللہ علیہ وسلم میدان میں شہیدوں کو دیکھنے نکلے تو ان کی نظر حنظلہ رضی اللہ عنہ کی لاش پر پڑی۔ ایک حیرت انگیز نظارہ تھا - حنظلہ کا جسم بالکل صاف تھا، ان کے بالوں سے پانی ٹپک رہا تھا اور پورے جسم سے خوشبو (مشک) آرہی تھی۔ نبی کریم صلی اللہ علیہ وسلم نے فرمایا، <i>میں نے دیکھا کہ فرشتے حنظلہ کو بادلوں کے پانی سے نہلا رہے تھے۔</i><br><br>صحابہ نے پوچھا، <i>یا رسول اللہ، حنظلہ کو یہ انعام کیوں ملا؟</i> نبی کریم صلی اللہ علیہ وسلم نے سمجھایا، <i>کیونکہ انہوں نے جہاد کے لیے نکلتے وقت دل سے اللہ کو یاد کیا تھا۔ ان کا ارادہ پاک تھا۔ انہوں نے دنیا کی سب سے پیاری چیز (اپنی نئی شادی شدہ زندگی) کو اللہ کی راہ میں قربان کر دیا۔</i><br><br>ادھر مدینہ میں حنظلہ کی بیوی دروازے پر ان کا انتظار کر رہی تھیں۔ جب شہادت کی خبر آئی تو وہ بیہوش ہو گئیں۔ حنظلہ کے ماں باپ نے جب یہ سنا تو ان کے منہ سے نکلا، <i>ہمارا بیٹا جنت میں اپنے رب سے مل گیا۔ یہی تو وہ دن تھا جس کی اسے ہمیشہ سے تمنا تھی۔</i><br><br>یہ کہانی ہمیں سکھاتی ہے کہ اللہ کی راہ میں قربانی دینے والوں کے لیے دنیا کی کوئی بھی چیز قیمتی نہیں رہ جاتی۔ حنظلہ رضی اللہ عنہ نے ثابت کیا کہ ایک سچا مومن اپنی سب سے پیاری چیز بھی اللہ کی راہ میں دے سکتا ہے۔ ان کی شہادت ہمیں یہ بھی سکھاتی ہے کہ انسان کا اصل مقصد دنیا کی زندگی نہیں بلکہ آخرت کی تیاری ہے۔<br><br>آج بھی احد کی پہاڑیوں میں حنظلہ رضی اللہ عنہ کی قبر موجود ہے، جہاں لوگ جا کر ان کی قربانی کو یاد کرتے ہیں اور دعاؤں کے لیے ہاتھ اٹھاتے ہیں۔ ان کا نام تاریخ میں ہمیشہ کے لیے <b><i>غسیل الملائکہ</i></b> (فرشتوں کے غسل دیے گئے) کے طور پر درج ہو گیا۔"
  },
  {
    "id": 8,
    "title": "حضرت عثمان رضی اللہ عنہ اور بھوکے بچوں کا معجزہ",
    "content": "مدینہ کے بازار میں ایک دن اچانک ہلچل مچ گئی۔ لوگوں نے دیکھا کہ خلیفہ حضرت عثمان رضی اللہ عنہ اپنے ہاتھوں میں تازہ روٹیاں اور کھجوریں لیے ایک گلی کی طرف تیزی سے جا رہے ہیں۔ ان کے چہرے پر ایک عجیب سی بے چینی تھی۔ کچھ لوگ ان کے پیچھے ہو لیے۔<br><br>گلی کے آخر میں ایک ٹوٹی ہوئی جھونپڑی تھی۔ اندر تین چھوٹے بچے اپنی مرحومہ ماہ کے جسم کے پاس بیٹھے رو رہے تھے۔ حضرت عثمان رضی اللہ عنہ نے دروازہ کھولا تو بچے ڈر سے سہم گئے۔<br><br>حضرت عثمان رضی اللہ عنہ نے بچوں سے کہا: <i>ڈرو نہیں بچوں،</i> انہوں نے آواز کو نرم کرتے ہوئے کہا، <i>تمہارے لیے کھانا لایا ہوں۔</i><br><br>سب سے چھوٹا بچہ، جس کی عمر مشکل سے چار سال ہوگی، بولا:<br><i>لیکن امی... امی تو سو گئی ہیں... وہ اٹھ کر ہمیں نہیں کھلائیں گی...</i><br><br>حضرت عثمان رضی اللہ عنہ کی آنکھیں بھر آئیں۔ انہوں نے بچوں کو گود میں اٹھایا اور آہستہ سے کہا:<br><i>آج سے میں تمہارا ابا ہوں۔ تمہاری امی اللہ کے پاس چلی گئی ہیں، لیکن تم اکیلے نہیں ہو۔</i><br><br>اسی رات انہوں نے بچوں کی ماں کا اسلامی طریقے سے جنازہ پڑھوایا اور اپنے گھر سے گرم کپڑے اور کھلونے لائے اور بیت المال سے ان کے لیے نیا گھر بنوانے کا حکم دیا۔<br><br>اگلے دن جب لوگوں نے پوچھا: <i>یہ بچے کون ہیں؟</i><br>تو حضرت عثمان رضی اللہ عنہ نے فخر سے کہا:<br><i>میرے بیٹے ہیں۔ جس نے بھی کسی یتیم کو پالا، اس نے مجھے پالا۔</i><br><br>کچھ سال بعد وہی بچے مدینہ کے نیک نوجوان بنے۔ سب سے بڑے بیٹے نے ایک دن پوچھا:<br><i>ابا جان، آپ نے اس دن ہمیں کیوں چنا؟</i><br><br>حضرت عثمان رضی اللہ عنہ نے مسکراتے ہوئے جواب دیا:<br><i>کیونکہ نبی صلی اللہ علیہ وسلم نے کہا تھا - سب سے اچھا گھر وہ ہے جس میں یتیم کو پیار ملے۔</i><br><br>یہ کہانی ہمیں سکھاتی ہے کہ اصل مال دولت نہیں، بلکہ دوسروں کی مدد کرنے کا جذبہ ہے۔ حضرت عثمان رضی اللہ عنہ نے دکھایا کہ <i>خلافت کا مطلب صرف حکومت کرنا نہیں، بلکہ محبت بانٹنا ہے۔</i><br><br><b><i>جس نے کسی یتیم کا ہاتھ تھاما،<br>قیامت کے دن اللہ اس کا ہاتھ تھامے گا۔</i></b>"
  },
  {
    "id": 9,
    "title": "حضرت عمر رضی اللہ عنہ اور بدو کا انصاف",
    "content": "مدینہ کے باہر صحرا کی ریت پر سورج کی تپش انتہا پر تھی۔ ہجری کے اس سال میں بارش نہ ہونے کی وجہ سے قحط پڑا ہوا تھا۔ حضرت عمر رضی اللہ عنہ رات کے تیسرے پہر میں اپنی عادت کے مطابق مدینہ کی گلیوں میں گھوم رہے تھے۔ ان کے کندھے پر آٹے اور کھجور کی ایک بوری لدی ہوئی تھی۔ تبھی انہیں ایک ٹوٹی ہوئی جھونپڑی سے کسی کے کراہنے کی آواز سنائی دی۔ وہ فوراً اندر گئے۔<br><br>جھونپڑی میں ایک بدو (صحرا کا رہنے والا) پڑا ہوا تھا۔ اس کا چہرہ پیلا پڑ چکا تھا، اور پیٹ بھوک سے دھنسا ہوا تھا۔ اس کی بیوی اور دو بچے اس کے آس پاس بیٹھے تھے۔ بدو نے آنکھیں کھولیں اور حضرت عمر رضی اللہ عنہ کو دیکھ کر چلایا، <i>اے امیر المومنین! میں تمہارے شہر میں اس لیے آیا تھا کہ تمہارے انصاف کی کہانیاں سنی ہیں، لیکن میرے ساتھ ظلم ہوا ہے۔</i><br><br>حضرت عمر رضی اللہ عنہ نے آہستہ سے اس کے پاس بیٹھ کر پوچھا، <i>تمہاری شکایت کیا ہے؟</i> بدو نے بتایا کہ اس نے مدینہ کے ایک تاجر سے قرض لیا تھا، لیکن قحط کی وجہ سے اسے ادا نہیں کر پایا۔ تاجر نے اس کی اونٹنی ضبط کر لی تھی، جو اس کے خاندان کی واحد دولت تھی۔ حضرت عمر رضی اللہ عنہ نے فوراً اس تاجر کو بلوایا۔<br><br>تاجر آیا تو حضرت عمر رضی اللہ عنہ نے اس سے پوچھا، <i>کیا یہ سچ ہے کہ تم نے اس بدو کی اونٹنی چھین لی؟</i> تاجر نے غرور سے جواب دیا، <i>ہاں، لیکن یہ تو قانون ہے۔ قرض نہ چکانے پر مال ضبط کیا جا سکتا ہے۔</i> حضرت عمر رضی اللہ عنہ نے غصے سے کانپتے ہوئے کہا، <i>لیکن قانون یہ بھی کہتا ہے کہ قحط کے دنوں میں مہلت دی جائے۔ تم نے انسانیت کو قربان کر دیا!</i><br><br>انہوں نے تاجر کو حکم دیا کہ وہ اونٹنی فوراً واپس کرے اور بدو کو چھ ماہ کا اور وقت دے۔ ساتھ ہی، بیت المال سے بدو کے خاندان کے لیے راشن اور دوائیں بھجوائیں۔ جب تاجر نے یہ کہا کہ <i>یہ تو بدو کے حق میں طرف داری ہے،</i> تو حضرت عمر رضی اللہ عنہ نے جواب دیا، <i>انصاف طرف داری نہیں، بلکہ حق کی بات کرتا ہے۔ اگر تمہارے پاس روٹی کا ایک ٹکڑا ہے اور تمہارا پڑوسی بھوکا ہے، تو تم پر اللہ کا غضب ہے۔</i><br><br>کچھ مہینوں بعد جب بارش ہوئی اور بدو نے اپنا قرض ادا کیا، تو اس نے حضرت عمر رضی اللہ عنہ کے پاؤں میں گر کر کہا، <i>آپ نے نہ صرف میری اونٹنی بچائی، بلکہ میرا ایمان بھی بچایا۔</i> حضرت عمر رضی اللہ عنہ نے اسے اٹھاتے ہوئے کہا، <i>یہ میرا فرض تھا۔ خلیفہ کا مطلب ہی یہ ہے کہ وہ اپنی رعایا کی ہر سانس کا جوابدہ ہو۔</i><br><br>یہ کہانی مدینہ کی گلیوں میں آگ کی طرح پھیل گئی۔ لوگ سمجھ گئے کہ اسلام کا انصاف صرف کتابی قانون نہیں، بلکہ دل کی گہرائیوں سے جڑا ہوا ہے۔ حضرت عمر رضی اللہ عنہ نے یہ ثابت کر دیا کہ سچا انصاف وہی ہے جو انسان کے درد کو سمجھے اور اس کی مجبوری کو اپنی مجبوری سمجھے۔ آج بھی جب کبھی انصاف کی بات ہوتی ہے، تو اس کہانی کی یاد آتی ہے کہ کس طرح ایک خلیفہ نے اپنی مسند چھوڑ کر صحرا کے ایک بدو کی جھونپڑی میں انسانیت کی مثال قائم کی۔"
  },
  {
    "id": 10,
    "title": "حضرت عمر رضی اللہ عنہ اور وہ بوڑھی عیسائی عورت",
    "content": "مدینہ کی گلیوں میں ٹھنڈی ہوا چل رہی تھی، اور رات کا اندھیرا آہستہ آہستہ پھیل رہا تھا۔ حضرت عمر رضی اللہ عنہ اپنی روایت کے مطابق خاموشی سے شہر کا دورہ کر رہے تھے۔ ان کے کندھے پر ایک بوری تھی جس میں آٹا اور کھجوریں بھری ہوئی تھیں۔ وہ جانتے تھے کہ ان کی رعایا میں کوئی بھوکا نہ سوئے۔ تبھی ان کی نظر ایک ٹوٹی ہوئی جھونپڑی پر پڑی جس کے اندر سے ایک بوڑھی عورت کے رونے کی آواز آ رہی تھی۔ دروازہ کھٹکھٹایا تو اندر سے کسی نے آواز دی، <i>کون ہے؟</i> عمر رضی اللہ عنہ نے جواب دیا، <i>مدینہ کا ایک عام آدمی۔ تمہاری مدد کرنے آیا ہوں۔</i><br><br>جھونپڑی کے اندر کا نظارہ دیکھ کر ان کا دل دہل گیا۔ بوڑھی عورت ایک کونے میں بیٹھی تھی، اس کے پاس نہ چراغ تھا اور نہ ہی کھانے کو کچھ۔ اس کی آنکھیں دھندلی ہو چکی تھیں، اور ہاتھ کانپ رہے تھے۔ عمر رضی اللہ عنہ نے پوچھا، <i>تمہارے بچے کہاں ہیں؟</i> عورت نے آنسو پونچھتے ہوئے کہا، <i>میں عیسائی ہوں۔ میرے بیٹے نے اسلام قبول کر لیا اور مجھے چھوڑ کر چلا گیا۔ اب میں اکیلی ہوں۔</i><br><br>یہ سن کر حضرت عمر رضی اللہ عنہ کا سر شرم سے جھک گیا۔ انہوں نے فوراً اپنی بوری سے آٹا نکالا اور چولہا جلانے لگے۔ بوڑھی عورت نے پوچھا، <i>تم کون ہو جو میری اتنی خدمت کر رہے ہو؟</i> عمر رضی اللہ عنہ نے جواب دیا، <i>میں وہ ہوں جس نے تمہارے بیٹے کو یہ سکھایا کہ ماں کا حق ادا کرنا ایمان کا حصہ ہے۔ آج میں اس کی غلطی درست کر رہا ہوں۔</i><br><br>انہوں نے روٹی بنائی اور بوڑھی عورت کے ہاتھ میں رکھی۔ پھر جھونپڑی کی مرمت کی اور ایک نیا چراغ لگایا۔ جاتے وقت بولے، <i>ہر روز تمہارے لیے کھانا آئے گا۔ یہ تمہارا حق ہے، نہ کہ بھیک۔</i><br><br>اگلے دن صبح حضرت عمر رضی اللہ عنہ نے مسجد میں اعلان کیا، <i>اے لوگو! جس نے بھی اپنے غیر مسلم ماں باپ کا حق ادا نہیں کیا، اس نے اسلام کی روح کو سمجھا ہی نہیں۔</i> انہوں نے بیت المال سے ہر بزرگ کے لیے پنشن کا حکم دیا، چاہے وہ کسی بھی مذہب کا ہو۔<br><br>کچھ دن بعد وہ بوڑھی عورت مسجد میں آئی اور بولی، <i>میں نے آج تک جو سنا تھا، اسے دیکھ لیا۔ اسلام سچا دین ہے۔</i> اور اس نے کلمہ پڑھ کر اسلام قبول کر لیا۔<br><br>یہ کہانی سن کر ایک صحابی نے پوچھا، <i>اے امیر المومنین! آپ نے اس عیسائی عورت کی اتنی خدمت کیوں کی؟</i> حضرت عمر رضی اللہ عنہ نے جواب دیا، <i>انسانیت کسی مذہب کی محتاج نہیں ہوتی۔ جس دن ہم غیر مسلموں کے حقوق بھول جائیں گے، اس دن ہمارا ایمان کھوکھلا ہو جائے گا۔</i><br><br>ان کے ان الفاظ نے مدینہ کی ہوا میں انصاف کی ایک نئی مثال قائم کر دی۔ آج بھی جب کسی حاکم کی انصاف پسندی کی بات ہوتی ہے، تو حضرت عمر رضی اللہ عنہ کا یہ واقعہ سب سے پہلے یاد کیا جاتا ہے۔ ان کی نظر میں ہر انسان کا وقار اور حق اس کے ایمان سے بالاتر تھا، کیونکہ انسانیت ہی اصل ایمان کی بنیاد ہے۔"
  },

  {
    "id": 11,
    "title": "حضرت عمر فاروق رضی اللہ عنہ کی ان سنی داستانیں",
    "content": "<b>حصہ اول: دور جاہلیت کے انوکھے واقعات</b><br><i>بچپن کا وہ واقعہ جب حضرت عمر نے اپنے والد کو چیلنج کیا</i><br>حضرت عمر رضی اللہ عنہ کے والد خطاب بن نفیل مکہ کے سخت ظالموں میں سے تھے۔ ایک دن دس سالہ حضرت عمر رضی اللہ عنہ نے دیکھا کہ ان کے والد ایک غلام کو بری طرح پیٹ رہے ہیں۔ چھوٹے حضرت عمر نے ہمت دکھاتے ہوئے پوچھا:<br><i>ابا جان، اس بے قصور کو کیوں مارتے ہو؟</i><br>خطاب نے غصے میں کہا:<br><i>تمہاری ہمت کیسے ہوئی میرے کام میں دخل دینے کی؟</i><br>حضرت عمر رضی اللہ عنہ نے مضبوطی سے جواب دیا:<br><i>کیونکہ ظلم ہر حال میں غلط ہے، چاہے کوئی بھی کرے!</i><br>اس واقعہ نے خطاب کے دل کو ہلا دیا اور اس دن سے اس نے غلاموں کے ساتھ سلوک بدل دیا۔<br><br><i>جوانی کا وہ دلچسپ واقعہ جب حضرت عمر نے اپنی بہن کو مارنے کا ارادہ کیا</i><br>اسلام سے پہلے حضرت عمر رضی اللہ عنہ کی بہن فاطمہ اور بہنوئی سعید بن زید نے اسلام قبول کر لیا تھا۔ جب حضرت عمر رضی اللہ عنہ کو پتہ چلا تو وہ تلوار لے کر ان کے گھر پہنچے۔ دروازہ کھٹکھٹایا تو اندر سے قرآن پڑھنے کی آواز آ رہی تھی۔ جب انہوں نے دیکھا کہ ان کی بہن کے چہرے پر چوٹ کے نشان ہیں تو پوچھا:<br><i>یہ کس نے مارا ہے؟</i><br>فاطمہ نے جواب دیا:<br><i>تمہاری ہی طرح کوئی ظالم۔</i><br>یہ سن کر حضرت عمر رضی اللہ عنہ کا دل نرم پڑ گیا اور انہوں نے قرآن سننے کی خواہش ظاہر کی۔ جب انہوں نے سورہ طہٰ سنی تو رو پڑے اور فوراً اسلام قبول کر لیا۔<br><br><b>حصہ دوم: اسلام لانے کے بعد کے ان سنے واقعات</b><br><i>کعبہ میں کھلم کھلا نماز پڑھنے کی ہمت</i><br>جب حضرت عمر رضی اللہ عنہ مسلمان ہوئے تو انہوں نے پیغمبر اسلام صلی اللہ علیہ وسلم سے پوچھا:<br><i>یا رسول اللہ! کیا ہم اپنی عبادت چھپ کر کریں گے؟</i><br>پیغمبر صلی اللہ علیہ وسلم نے فرمایا:<br><i>ہم تو کمزور ہیں حضرت عمر۔</i><br>حضرت عمر رضی اللہ عنہ نے جواب دیا:<br><i>اللہ کی قسم! جس نے ہمیں حق کے لیے جینے کا حکم دیا ہے، ہم چھپ کر کیوں رہیں؟</i><br>یہ کہہ کر وہ دو گروہوں میں تقسیم ہو گئے: حمزہ رضی اللہ عنہ ایک گروہ کے ساتھ گئے اور حضرت عمر رضی اللہ عنہ دوسرے گروہ کے ساتھ۔ اس طرح پہلی بار کعبہ میں کھلم کھلا نماز ادا کی گئی۔<br><br><i>ہجرت کا وہ دلچسپ لمحہ جب حضرت عمر نے چیلنج دیا</i><br>جب مسلمانوں کو مکہ سے مدینہ ہجرت کرنی پڑی تو حضرت عمر رضی اللہ عنہ نے اعلان کیا:<br><i>جو اپنی ماں کا ماتم منانا چاہتا ہے، جو اپنی بیوی کو بیوہ اور بچوں کو یتیم دیکھنا چاہتا ہے، وہ مجھے روکنے آئے!</i>اتنا کہہ کر وہ تلوار، تیر اور نیزہ لے کر اکیلے ہی مکہ سے نکل پڑے۔ کوئی بھی انہیں روکنے کی ہمت نہ کر سکا۔<br><br><b>حصہ سوم: خلافت کے دوران کے انوکھے واقعات</b><br><i>رات کے اندھیرے میں عوام کا حال جانچنے کا انداز</i><br>خلیفہ بننے کے بعد حضرت عمر رضی اللہ عنہ رات کو سنجیدگی سے مدینہ کی گلیوں میں گشت کرتے۔ ایک رات انہوں نے ایک بڑھیا کو بچوں کو چپ کروانے کی کوشش کرتے دیکھا۔ بچے بھوک سے رو رہے تھے۔ حضرت عمر رضی اللہ عنہ فوراً بیت المال سے آٹا، گھی اور کھجوریں لے کر آئے اور خود ہی کھانا بنا کر بچوں کو کھلایا۔ بڑھیا نے کہا:<br><i>اللہ تمہیں حضرت عمر سے بہتر بنائے۔</i><br>حضرت عمر رضی اللہ عنہ نے جواب دیا:<br><i>دعا کرو کہ حضرت عمر تمہاری خدمت کرتا رہے۔</i><br><br><i>انصاف کا وہ انوکھا معاملہ جب حضرت عمر نے اپنے بیٹے کو سزا دی</i><br>ایک بار حضرت عمر رضی اللہ عنہ کے بیٹے نے ایک یہودی کے ساتھ مارپیٹ کی۔ معاملہ عدالت میں پہنچا تو قاضی نے فیصلہ دیا کہ یہودی کو بھی حضرت عمر کے بیٹے کو ویسے ہی مارنے کا حق ہے۔ حضرت عمر رضی اللہ عنہ نے فیصلے کا احترام کیا اور اپنے بیٹے کو یہودی کے سامنے کھڑا کر دیا۔ یہودی اتنا متاثر ہوا کہ اس نے معافی دے دی اور اسلام قبول کر لیا۔<br><br><b>حصہ چہارم: شہادت کا دردناک واقعہ</b><br><i>اپنے قاتل کو معاف کرنے کی آخری خواہش</i><br>جب فیروز ابولولو نے حضرت عمر رضی اللہ عنہ پر حملہ کیا تو زخمی حالت میں انہوں نے پوچھا:<br><i>کیا حملہ آور مسلمان ہے؟</i><br>جب پتہ چلا کہ مجوسی ہے تو انہوں نے سکون کا سانس لیا۔ پھر اپنے بیٹے سے کہا:<br><i>اگر میں بچ گیا تو اسے معاف کر دوں گا، اور اگر مر گیا تو تم اسے صرف ایک ہی وار کرنا۔</i><br>یہ کہہ کر انہوں نے اپنے قاتل کے لیے رحمت کی دعا کی۔<br><br><i>آخری وقت کی حکمت بھری باتیں</i><br>اپنے آخری وقت میں حضرت عمر رضی اللہ عنہ نے کہا:<br><i>اگر میں نے کسی کے ساتھ ظلم کیا ہو تو وہ میری پیٹھ پر وار کرے<br>میرے بعد خلیفہ کے لیے چھہ افراد کی شوریٰ بناوٴ<br>مجھے پیغمبر صلی اللہ علیہ وسلم اور ابو بکر رضی اللہ عنہ کے پہلو میں دفن کرو</i><br><br><b>حصہ پنجم: شخصیت کے ان دیکھے پہلو</b><br>وہ انوکھی عادتیں جو حضرت عمر کو خاص بناتی تھیں<br><b>کپڑوں پر پیوند:</b> اپنے جامے پر چار پیوند لگواتے تھے<br><b>کھانے کی سادگی:</b> روٹی اور زیتون کا تیل ہی مرکزی کھانا<br><b>انصاف پسندی:</b> اپنے بیٹے کو دودھ پلانے والی خاتون کو وظیفہ دیا<br><br><b><i>عمر کا انصاف تاریخ کا وہ چراغ ہے جو ہمیشہ روشن رہے گا - امام علی ابن ابی طالب</i></b>"
  },
  {
    "id": 12,
    "title": "قریش کے دو قیدیوں کا اسلام قبول کرنا",
    "content": "<b>پہلا قیدی: عتبہ ابن ابی معیط</b><br>قید ہونے کا واقعہ:<br>جب نخلہ کی خفیہ ٹکڑی نے قریش کے قافلے پر حملہ کیا، تو عتبہ کو قیدی بنا لیا گیا۔ وہ بہت مضبوط اور زبردست جوان تھا، مگر مسلمانوں نے اسے قابو کر لیا۔<br><br>قید کے دنوں مدینہ لے جاتے وقت راستے میں عتبہ نے سنا کہ مسلمان فجر کی نماز پڑھ رہے ہیں، اس نے دیکھا کہ صحابہ بغیر کسی خوف کے سجدے میں گر رہے ہیں اس کے دل میں خیال آیا: <i>یہ لوگ کس چیز سے اتنا بے خوف ہیں؟</i><br><br><b>اسلام قبول کرنا:</b><br>ایک رات عتبہ نے عبداللہ ابن جحش رضی اللہ عنہ سے پوچھا:<br><i>تم لوگ کس چیز کی عبادت کرتے ہو؟</i><br>عبداللہ نے کلمہ پڑھ کر سنایا:<br><b><i>لا الہ الا اللہ محمد رسول اللہ</i></b><br>عتبہ کا دل نرم پڑ گیا اور اس نے فوراً اسلام قبول کر لیا۔<br><br><b>دوسرا قیدی: نوفل ابن عبداللہ</b><br>اصل مقصد:<br>نوفل کو صرف اس لیے پکڑا گیا تھا کیونکہ وہ قافلے کا حصہ تھا۔ وہ دل کا بہت نرم انسان تھا، مگر قریش کے دباؤ میں تھا۔<br><br><b>قیدی زندگی کا اثر:</b><br>نوفل نے دیکھا کہ مسلمان قیدیوں کے ساتھ اچھا سلوک کرتے ہیں اور اسے روٹی دیتے وقت بھی <i>بسم اللہ</i> کہا جاتا۔ ایک دن اس نے پوچھا: <i>تم مجھے کھانا کیوں دے رہے ہو جبکہ میں تمہارا دشمن ہوں؟</i><br><br><b>ہدایت کا سبب:</b><br>ایک صحابی نے جواب دیا:<br><i>ہمارے پیغمبر صلی اللہ علیہ وسلم نے سکھایا ہے کہ قیدی کو بھی انسان سمجھو۔</i><br>یہ سن کر نوفل کی آنکھوں میں آنسو آ گئے اور اس نے اسلام قبول کر لیا۔<br><br><b>دونوں کی بعد کی زندگی:</b><br>عتبہ کا سفر:<br>• احد کی لڑائی میں شہید ہوئے<br>• مرتے وقت کلمہ پڑھ رہے تھے<br>• پیغمبر صلی اللہ علیہ وسلم نے فرمایا: <i>یہ جنتی ہے</i><br><br>نوفل کی خدمت:<br>• بدر کی لڑائی میں قریش کے خلاف لڑے<br>• مدینہ میں اسلام کی تبلیغ کی<br>• آخر تک سچے مسلمان بنے رہے<br><br><b>اس واقعہ سے سبق:</b><br>اچھے سلوک کی طاقت: دشمن کو بھی دوست بنا سکتی ہے<br>ایمان کی روشنی: کوئی بھی دل اللہ کی ہدایت سے محروم نہیں<br>تبلیغ کا اثر: صحیح طریقے سے اسلام پیش کرنا ضروری ہے<br><br><i> اللہ جسے چاہتا ہے اسے اپنی راہ پر لے آتا ہے - (قرآن 42:13)</i>"
  },
  {
    "id": 13,
    "title": "حبیب ابن زید رضی اللہ عنہ کی شہادت: زبان کٹنے کے بعد بھی ایمان کی داستان",
    "content": "حبیب ابن زید رضی اللہ عنہ کا تعلق بنی نجار خاندان سے تھا۔ ان کے والد زید ابن اصیم رضی اللہ عنہ اور والدہ نسیبہ بنت کعب رضی اللہ عنہ دونوں اولین مسلمانوں میں سے تھے۔<br><br>حبیب ابن زید رضی اللہ عنہ نے 5 سال کی عمر میں ہی کلمہ پڑھ لیا، 10 سال کی عمر میں ہجرت کر کے مدینہ آئے اور 12 سال کی عمر میں بدر کی جنگ میں پانی پلانے کا فرض ادا کیا۔ ان کی والدہ نسیبہ رضی اللہ عنہ <i>ام عمرہ</i> کے نام سے مشہور تھیں، جو اسلام کی پہلی خاتون جنگجو تھیں۔ احد کی لڑائی میں انہوں نے 12 زخم کھائے تھے۔<br><br>مسیلمہ کذاب نے نبی کریم صلی اللہ علیہ وسلم کے انتقال کے بعد مدینہ سے 800 کلومیٹر دور یمامہ میں اپنے آپ کو نبی بتانے لگا اس نے 40,000 لوگوں کو بہکایا۔<br><br>خلیفہ ابوبکر رضی اللہ عنہ نے مسیلمہ کذاب کو سبق سکھانے کے لیے 11 ہجری میں 13,000 سپاہیوں کی فوج بھیجی۔ اختلاف کے باوجود حبیب رضی اللہ عنہ نے جنگ میں شرکت کی اجازت مانگی، حالانکہ وہ صرف 17 سال کے تھے۔ حبیب رضی اللہ عنہ کی ٹکڑی پر گھات لگا کر حملہ ہوا۔ انہیں زندہ پکڑ کر مسیلمہ کے محل کی طرف لے جایا جانے لگا۔<br><br>یمامہ کی زمین پر سورج آگ برسا رہا تھا۔ مسیلمہ کذاب کے محل میں حبیب رضی اللہ عنہ قیدی بنا کر لائے گئے۔ ان کے ہاتھ پاؤں بیڑیوں سے جکڑے ہوئے تھے، لیکن چہرے پر کوئی خوف نہیں تھا۔ یہ تھے حبیب ابن زید رضی اللہ عنہ، جن کے والد زید ابن اصیم بدر کی لڑائی میں شہید ہو چکے تھے اور والدہ نسیبہ بنت کعب احد کی مشہور جنگجو تھیں۔<br><br>مسیلمہ نے اپنے تخت سے گرجتے ہوئے پوچھا، <i>کیا تم اب بھی محمد کو اللہ کا رسول مانتے ہو؟</i> حبیب رضی اللہ عنہ نے سر اٹھا کر جواب دیا، <i>ہاں! اور میں گواہی دیتا ہوں کہ تم سب سے بڑے جھوٹے ہو!</i> یہ سن کر مسیلمہ کا چہرہ غصے سے لال ہو گیا۔ اس نے جلادوں کو حکم دیا، <i>اس کے جسم کے ٹکڑے ٹکڑے کر دو، لیکن پہلے اس کی زبان کاٹو تاکہ یہ کلمہ نہ پڑھ سکے!</i><br><br>جلاد نے جیسے ہی تلوار اٹھائی، حبیب رضی اللہ عنہ نے آخری بار زور سے کلمہ پڑھا: <b><i>لا الہ الا اللہ محمد رسول اللہ!</i></b> اگلے ہی پل ان کی زبان کاٹ دی گئی۔ خون کی دھار بہ نکلی، لیکن حبیب رضی اللہ عنہ نے اپنی انگلی سے زمین پر لکھنا شروع کیا: <b><i>اشھد ان محمدا رسول اللہ۔</i></b><br><br>مسیلمہ حیران رہ گیا۔ اس نے حکم دیا، <i>اس کے ہاتھ کاٹ دو!</i> جلادوں نے پہلے دائیں ہاتھ کی انگلیاں کاٹیں، پھر بائیں ہاتھ کی۔ ہر عضو کٹنے پر حبیب رضی اللہ عنہ اپنے خون سے ہی زمین پر کلمہ لکھتے رہے۔ جب دونوں ہاتھ کٹ گئے، تو انہوں نے اپنی ٹوٹی کہنیوں سے لکھنا جاری رکھا۔<br><br>آخرکار مسیلمہ نے حکم دیا، <i>اسے دو کھجور کے درختوں سے باندھ کر پھاڑ دو!</i> جب جلادوں نے درختوں کو الگ کھینچا، تو حبیب رضی اللہ عنہ کے جسم کے دو ٹکڑے ہو گئے۔ ان کی آخری سانس تک ان کے ہونٹ ہل رہے تھے، گویا وہ نظروں سے اوجھل طور پر کلمہ پڑھ رہے ہوں۔<br><br>اس واقعہ کے تین دن بعد ہی مسیلمہ کی موت ہو گئی۔ وحشی بن مغیرہ نے اسے اسی جگہ مارا جہاں حبیب رضی اللہ عنہ کو شہید کیا گیا تھا۔ کہتے ہیں جب مسیلمہ مر رہا تھا، تو اسے حبیب رضی اللہ عنہ کی آواز سنائی دے رہی تھی: <i><b>اشھد ان محمدا رسول اللہ!</b></i><br><br>حبیب رضی اللہ عنہ کی شہادت کی خبر جب پیغمبر صلی اللہ علیہ وسلم کے صحابہ تک پہنچی، تو حضرت ابوبکر رضی اللہ عنہ نے کہا، <i>اس نوجوان نے ثابت کر دیا کہ ایمان کی طاقت عمر سے نہیں ناپی جاتی۔</i> حبیب رضی اللہ عنہ کی ماں نسیبہ جب اپنے بیٹے کی لاش کے پاس پہنچی، تو انہوں نے کہا، <i>میں نے ایک بیٹا کھویا ہے، لیکن اللہ نے جنت میں اس کا مقام بلند کر دیا ہے۔</i><br><br>آج بھی یمامہ میں حبیب ابن زید رضی اللہ عنہ کی قبر پر لکھا ہے: <i>یہاں وہ شہید ہے جس نے زبان کٹنے کے بعد بھی اپنے خون سے ایمان لکھا۔</i> ان کی کہانی ہر مسلمان کے لیے سبق ہے کہ ایمان کی راہ میں کوئی قربانی بڑی نہیں ہوتی۔<br><br>حضرت علی رضی اللہ عنہ نے ایک بار کہا تھا، <b><i>حبیب ابن زید نے ثابت کیا کہ سچا ایمان دل میں ہوتا ہے، زبان میں نہیں۔</i></b><br><br>یہ کہانی آج بھی ان لوگوں کے لیے مثال ہے جو مشکل گھڑی میں اپنے ایمان پر ڈٹے رہنا چاہتے ہیں۔"
  },
  {
    "id": 14,
    "title": "حضرت محمد صلی اللہ علیہ وسلم کا معراج: آسمانی سفر کی داستان",
    "content": "مکہ کے پاک شہر میں ایک رات، پیغمبر محمد صلی اللہ علیہ وسلم حجر اسود کے پاس آرام فرما رہے تھے۔ اچانک آسمان سے روشنی کی ایک چادر پھیلی اور فرشتہ جبرائیل علیہ السلام ظاہر ہوئے۔ انہوں نے پیغمبر محمد صلی اللہ علیہ وسلم کو ایک عجیب سواری <i>براق</i> پر بٹھایا، جو ایک آسمانی مخلوق تھی، جس کی شکل خچر اور گھوڑے کے درمیان تھی اور اس کے پر تھے۔ یہ پہلا مرحلہ تھا جسے <i>اسرا</i> کہا جاتا ہے - مکہ سے بیت المقدس تک کی رات کا سفر۔<br><br>بیت المقدس پہنچنے پر پیغمبر محمد صلی اللہ علیہ وسلم نے دیکھا کہ سارے پیغمبر جمع تھے - ابراہیم، موسیٰ، عیسیٰ اور دوسرے بڑے نبی۔ ان سب نے پیغمبر محمد صلی اللہ علیہ وسلم کی امامت میں نماز ادا کی۔ یہ اس بات کی نشانی تھی کہ اب انہیں تمام پیغمبروں کا سردار بنایا جا رہا ہے۔<br><br>اس کے بعد جبرائیل علیہ السلام نے پیغمبر محمد صلی اللہ علیہ وسلم کو آسمان کے سفر <i>(معراج)</i> کے لیے تیار کیا۔ وہ سات آسمانوں کے سفر پر نکلے۔ پہلے آسمان پر ان کی ملاقات آدم علیہ السلام سے ہوئی، جنہوں نے اپنے دائیں اور بائیں بیٹھے لوگوں کے بارے میں بتایا - دائیں جنت والے اور بائیں جہنم والے۔<br><br>دوسرے آسمان پر یحییٰ علیہ السلام اور عیسیٰ علیہ السلام نے ان کا استقبال کیا۔ تیسرے آسمان پر یوسف علیہ السلام ملے، جنہوں نے کہا کہ ان کی امت کو سب سے خوبصورت شکل دی جائے گی۔ چوتھے آسمان پر ادریس علیہ السلام نے امت کے لیے دعا کی۔<br><br>پانچویں آسمان پر ہارون علیہ السلام نے پیغمبر محمد صلی اللہ علیہ وسلم کو گلے لگایا۔ چھٹے آسمان پر موسیٰ علیہ السلام روئے اور کہا کہ ان کی امت نے انہیں چھوڑ دیا، لیکن پیغمبر محمد کی امت ان کا ساتھ دے گی۔ ساتویں آسمان پر ابراہیم علیہ السلام بیت المعمور کے پاس کھڑے تھے، جہاں ہر روز ستر ہزار فرشتے نماز پڑھنے آتے ہیں۔<br><br>اس کے بعد پیغمبر محمد صلی اللہ علیہ وسلم <i>سدرۃ المنتہیٰ</i> پہنچے، جہاں جبرائیل علیہ السلام نے کہا کہ وہ آگے نہیں جا سکتے۔ یہاں سے پیغمبر محمد صلی اللہ علیہ وسلم اکیلے آگے بڑھے اور اللہ سے براہ راست بات چیت کی۔ اس عالمی مقام پر انہوں نے اللہ کی بڑی نشانیاں دیکھیں اور ان کی آواز سنی۔<br><br>اللہ نے پچاس وقت کی نمازیں فرض کیں، لیکن پیغمبر محمد صلی اللہ علیہ وسلم کی دعا اور موسیٰ علیہ السلام کے مشورہ پر اسے گھٹا کر پانچ وقت کر دیا گیا۔ یہ امت پر اللہ کی بڑی رحمت تھی۔<br><br>جب پیغمبر محمد صلی اللہ علیہ وسلم واپس مکہ پہنچے اور انہوں نے یہ واقعہ سنایا، تو قریش کے لوگوں نے انکار کر دیا۔ لیکن حضرت ابوبکر رضی اللہ عنہ نے فوراً کہا: <i>اگر انہوں نے کہا ہے تو سچ کہا ہے!</i> اس پر انہیں <i>الصدیق</i> کی عزت سے نوازا گیا۔<br><br>معراج کے اس بڑے سفر میں کئی حکمتیں چھپی تھیں - پیغمبر محمد صلی اللہ علیہ وسلم کو آسمانی دنیا دکھائی گئی، امت کو نماز کی انمول تحفہ ملا، اور یہ ثابت ہوا کہ اللہ کی طاقت سے کچھ بھی ممکن ہے۔<br><br>قرآن کی سورہ الاسراء کی پہلی آیت میں اللہ فرماتے ہیں: <br><i>پاک ہے وہ جو رات میں اپنے بندے کو مسجد الحرام سے مسجد اقصیٰ تک لے گیا، جس کے آس پاس ہم نے برکت دی ہے۔</i><br><br>یہ کہانی ہر مسلمان کے لیے یاد رکھنے والی ہے کہ نماز مومن کی معراج ہے اور اللہ کی محبت کے لیے ہر مشکل جھیلی جا سکتی ہے۔ پیغمبر محمد صلی اللہ علیہ وسلم کا معراج صرف ایک سفر نہیں، بلکہ انسان کی روح کے آسمان چھونے کی مثال ہے، جو ہمیں سکھاتی ہے کہ سچائی پر ڈٹے رہنے والوں کو اللہ کی مدد ضرور ملتی ہے۔"
  },


    

]


