[
  {
    "id": 1,
    "title": "Perjalanan Hijrah - Perjalanan Nabi (SAW) dan Abu Bakar Ash-Shiddiq (RA)",
    "content": "<b>Bagian 1: Bahaya di Mekah</b><br>Orang-orang kafir Mekah berkomplot membunuh Nabi Muhammad (SAW). Allah memerintahkannya untuk berhijrah. Dalam gelapnya malam, Nabi (SAW) membawa sahabatnya Abu Bakar Ash-Shiddiq (RA) menuju Gua Tsur.<br><br><b>Perjuangan di Jalan: </b><br>Orang kafir mengejar mereka. Suatu saat musuh sampai di mulut gua, tapi Allah memerintahkan laba-laba untuk membuat sarang di pintu dan burung merpati bertelur. Saat orang kafir melihatnya, mereka berpikir: <i>Tidak mungkin ada orang di dalam!</i> dan mundur.<br><br><b>Kesetiaan Abu Bakar (RA):</b> <br>Di gua, ular menggigitnya, tapi dia diam agar tidak mengganggu tidur Nabi (SAW). Belakangan Nabi (SAW) melihat darah mengalir dari kakinya. Beliau bertanya: <b><i>Mengapa tidak kau beritahu aku?</i></b> Abu Bakar (RA) berkata: <b><i>Rasa sakit kecil ini tidak lebih penting daripada tidurmu, wahai Rasulullah!</i></b><br><br><b>Bagian 2: Perjalanan ke Madinah</b> <br><br>Setelah 3 hari di gua, mereka berangkat ke Madinah dengan pemandu bernama Abdullah bin Uraiqit. Di jalan terjadi beberapa mukjizat: <br><b>Perampok Suraqah: </b><br> Orang kafir mengirim pejuang kuat bernama Suraqah dengan imbalan 100 unta untuk menangkap Nabi (SAW). Saat Suraqah mendekat, kudanya terperosok pasir. Dia minta maaf dan Nabi (SAW) menjanjikannya kunci harta Persia (yang kemudian terwujud).<br><br> <b>Pondok Ummu Ma'bad: </b><br> Mereka melewati wanita tua (Ummu Ma'bad) yang hanya punya satu kambing. Nabi (SAW) memerah kambing itu, dan susunya sangat banyak hingga memuaskan seluruh keluarga. <br><br><b>Bagian 3: Tiba di Madinah</b><br> Setelah 8 hari perjalanan, pada 12 Rabiul Awal mereka tiba di Quba. Di sini masjid pertama (Masjid Quba) dibangun. Saat tiba di Madinah, orang-orang berseru: <br><b><i>Tala'al-Badru Alayna... (Bulan purnama bersinar atas kami!)</i></b> <br><br><b>Keramahan Anshar (Penduduk Madinah):</b> <br>Setiap keluarga ingin Nabi (SAW) tinggal di rumah mereka. Nabi (SAW) bersabda: <br><b><i>Untaku yang akan memutuskan; di mana dia berhenti, di situlah rumahku.</i></b><br> Unta berhenti di depan rumah Abu Ayyub Al-Anshari (RA).<br><br><b>Pelajaran & Inspirasi: Tawakal: Sarang laba-laba simbol pertolongan Allah.<br>Kesetiaan Sahabat: Pengorbanan Abu Bakar (RA) mengajarkan persahabatan sejati.<br>Kebaikan atas Kejahatan: Musuh seperti Suraqah masuk Islam atas perintah Allah.</b><br><br><b>Ayat Quran:</b></br><i><b>Bila telah datang pertolongan Allah dan kemenangan, dan kamu lihat manusia masuk agama Allah berbondong-bondong, maka bertasbihlah dengan memuji Tuhanmu! (Surah An-Nasr 110:1-3)</b></i>"
  },
  {
    "id": 2,
    "title": "Perang Badar: Momen Agung Pertolongan Allah",
    "content": "<b>Bagian 1: Persiapan Medan Perang</b> <br>Setelah menindas Muslim, <b>musuh</b> Mekah (Quraisy) merampas harta mereka. Nabi Mulia (SAW) hijrah ke Madinah, tapi penindasan kafir tak berhenti. Suatu hari, kabar datang bahwa kafilah <b>Abu Sufyan</b> pulang dari Syam membawa harta Quraisy. Muslim memutuskan merebut hak mereka.  <br><br><b>Persiapan Muslim:</b> <br>- Hanya <b>313 pejuang</b>, 2 kuda & 70 unta. <br>- Pasukan Quraisy: <b>1000 pejuang</b>, 100 kuda & senjata melimpah. <br>- Muslim bahkan tak punya pedang lengkap. Beberapa sahabat membawa tongkat kayu.  <br><br><b>Bagian 2: Konfrontasi di Medan Perang</b> <br>Tanggal 17 Ramadan 2 H, dua pasukan berhadapan di <b>Padang Badar</b>. <br><b>Sombongnya Quraisy: </b> <br>Abu Jahal (pemimpin Quraisy) mengejek: <i>Mereka pengikut Muhammad (SAW) kelaparan telanjang! Hari ini kita lenyapkan mereka!</i>  <b>Doa Muslim: </b><br>Nabi (SAW) angkat tangan berdoa:<br><i>Ya Allah! Jika kelompok kecil ini kalah hari ini, tak ada lagi yang menyembah-Mu di bumi!</i><br><br><b>Bagian 3: Pertolongan Allah Datang</b>  <br>Allah perintahkan malaikat:  <br><i>Tolonglah hamba-hamba-Ku!</i> (Quran 8:9)  <br><br><b>Mukjizat Terjadi:</b>  <br>1. <b>Badai Pasir:</b> Pasir memenuhi mata Quraisy.  <br>2. <b>Serangan Malaikat: </b> Pejuang Quraisy bingung lihat <b>tak ada penyerang</b>, tapi kepala mereka terpenggal!  <br>3. <b>Kekuatan Spiritual: </b> Muslim bertempur gagah berani; seorang sahabat <b>potong kaki unta musuh</b>!  <br><br><b>Hasil: </b><br>- 70 pejuang Quraisy tewas, termasuk <b>Abu Jahal</b>.  <br>- Hanya <b>14 Muslim</b> syahid.  <br>- Musuh lainnya lari.  <br><br><b>Bagian 4: Rahasia Kemenangan: </b><br>Usai perang, seorang sahabat tua bertanya:  <br><i>Wahai Rasulullah! Kami sedikit, bagaimana kami menang?</i><br><b>Nabi (SAW) bersabda:  </b><br><br><i>Iman sejati, sabar & tawakal adalah kekuatan sebenarnya. Mereka yang berperang bukan untuk dunia, tapi demi agama Allah - merekalah pemenang!</i><br><br><b>Pelajaran:<br> 1. Kekuatan di keikhlasan, bukan jumlah.<br> 2. Jangan putus asa sebelum pertolongan Allah datang.<br> 3. Berjuang untuk keadilan lebih baik daripada tunduk pada penindasan. </b><br><br><br>Ayat Quran: </b><br><i>Di hari Badar kalian lemah, tapi Allah menolong kalian. Agar jadi tanda bagi orang beriman. (Surah Ali Imran 3:123)</i>"
  },
  {
    "id": 3,
    "title": "Kisah Sebenarnya Nabi Sulaiman (AS) dan Burung Hud-hud",
    "content": "<b>Bagian 1: Hadiah Istimewa Allah</b>  <br>Allah berikan Nabi Sulaiman (AS) <b>kerajaan besar</b>. Pasukannya terdiri dari manusia, jin & hewan. Saat inspeksi pasukan, <b>Hud-hud</b> (burung istimewa) hilang.  <br><br>Sulaiman (AS) marah:  <br><i>Aku akan hukum Hud-hud kecuali dia beralasan benar!</i>  <br><br><b>Bagian 2: Kabar Hud-hud</b>  <br>Tak lama Hud-hud kembali dengan kabar aneh:  <br><i>Aku lihat kota Saba dipimpin ratu (Bilqis). Dia punya segala nikmat, tapi dia & rakyatnya sujud pada matahari!</i>  <br><br>Sulaiman (AS) berkata:  <br><i>Kami akan verifikasi kebenaranmu!</i>  <br><br><b>Bagian 3: Undangan untuk Bilqis</b>  <br>Sulaiman (AS) kirim surat via Hud-hud:  <i>Bismillah... Tunduk padaku & imanlah pada Allah!</i>  <br><br>Bilqis pikir: <i>Ini bukan raja biasa!</i> Dia kirim hadiah mewah, tapi Sulaiman (AS) berkata:<br><i>Aku tak butuh harta, tapi imanmu!</i>  <br><br><b>Bagian 4: Mukjizat Agung</b>  <br>Bilqis uji Sulaiman dengan teka-teki: <br> <i>Aku akan beriman jika mengenali singgasanaku.</i>  <br>Sulaiman (AS) perintahkan jin: <i>Bawa singgasananya!</i>  <br>Dalam sekejap singgasana muncul! Bilqis berkata: <i>Ini benar Nabi Allah!</i> lalu beriman.  <br><br><b>Pelajaran:</b>  <br>1. <b>Syukuri nikmat Allah</b> – Sulaiman (AS) tak pernah sombong.  <br>2. <b>Makhluk terkecil pun punya peran</b> – Hud-hud bimbing satu bangsa.  <br>3. <b>Bertindak bijak</b> – Sulaiman (AS) menaklukkan hati dengan hikmah, bukan perang.  <br><br><b>Ayat Quran:</b>  <br><i>Dia (Sulaiman) tersenyum berkata: 'Mengapa aku tak lihat Hud-hud? Apakah dia absen?' (Surah An-Naml 27:20)</i>"
  }


]