[
  {
    "id": 1,
    "title": "El Viaje de la Hégira - El Viaje del Profeta (PB) y Abu Bakr As-Siddiq (RA)",
    "content": "<b>Parte 1: Peligro en La Meca</b><br>Los incrédulos de La Meca conspiraron para matar al Profeta Muhammad (PB). Allah le ordenó emigrar (Hégira). En la oscuridad de la noche, el Profeta (PB) tomó a su compañero Abu Bakr As-Siddiq (RA) y se dirigió a la Cueva de Thaur.<br><br><b>Lucha en el Camino: </b><br>Los incrédulos los persiguieron. En un momento, los enemigos llegaron a la entrada de la cueva, pero Allah ordenó a una araña tejer una telaraña en la entrada y a una paloma poner huevos. Cuando los incrédulos vieron esto, pensaron: <i>¡No puede haber nadie adentro!</i> y se retiraron.<br><br><b>Lealtad de Abu Bakr (RA):</b> <br>En la cueva, una serpiente lo mordió, pero permaneció en silencio para no perturbar el sueño del Profeta (PB). Más tarde, cuando el Profeta (PB) lo vio, sangre brotaba de su pie. Preguntó: <b><i>¿Por qué no me lo dijiste?</i></b> Abu Bakr (RA) respondió: <b><i>Este pequeño dolor no era más importante que tu sueño, ¡oh Mensajero de Allah!</i></b><br><br><b>Parte 2: Viaje a Medina</b> <br><br>Después de 3 días en la cueva, partieron hacia Medina con la ayuda de un guía llamado Abdullah bin Uraiquit. En el camino ocurrieron milagros: <br><b>El Bandido Suraqa: </b><br> Los incrédulos enviaron a un poderoso guerrero llamado Suraqa, prometiéndole 100 camellos por capturar al Profeta (PB). Cuando Suraqa se acercó, su caballo se hundió en la arena. Pidió perdón y el Profeta (PB) le prometió que llevaría las llaves de los tesoros de Persia (lo que más tarde se cumplió).<br><br> <b>La Cabaña de Umm Ma'bad: </b><br> Pasaron por una anciana (Umm Ma'bad) que solo tenía una cabra. El Profeta (PB) ordeñó la cabra, y salió tanta leche que sació a toda la familia. <br><br><b>Parte 3: Llegada a Medina</b><br> Después de 8 días de viaje, el 12 de Rabi' al-Awwal llegaron a Quba. Aquí se construyó la primera mezquita (Masjid Quba). Al llegar a Medina, la gente cantó: <br><b><i>Tala'al-Badru Alayna... (¡La luna llena brilla sobre nosotros!)</i></b> <br><br><b>Hospitalidad de los Ansar (Pueblo de Medina):</b> <br>Cada familia quería que el Profeta (PB) se quedara en su casa. El Profeta (PB) dijo: <br><b><i>Mi camello decidirá; donde se arrodille, será mi hogar.</i></b><br> El camello se arrodilló frente a la casa de Abu Ayyub Al-Ansari (RA).<br><br><b>Lecciones e Inspiración: Confianza en Allah (Tawakkul): La telaraña simboliza la ayuda divina.<br>Lealtad del Compañero: El sacrificio de Abu Bakr (RA) enseña la verdadera amistad.<br>El Bien sobre el Mal: Enemigos como Suraqa se convirtieron al Islam por orden de Allah.</b><br><br><b>Versículo del Corán:</b></br><i><b>Cuando llegue el auxilio de Allah y la victoria, y veas a los hombres entrar en la religión de Allah en multitudes, ¡glorifica a tu Señor con alabanzas! (Surah An-Nasr 110:1-3)</b></i>"
  },
  {
    "id": 2,
    "title": "La Batalla de Badr: Ese Gran Momento de la Ayuda Divina",
    "content": "<b>Parte 1: Preparación del Campo de Batalla</b> <br>Tras perseguir a los musulmanes, los <b>enemigos</b> de La Meca (Quraish) les robaron todas sus posesiones. El Noble Profeta (PB) emigró a Medina, pero la opresión de los incrédulos no cesó. Un día llegó la noticia de que la caravana de <b>Abu Sufyan</b> (grupo comercial) regresaba de Siria con las riquezas de Quraish. Los musulmanes decidieron reclamar sus derechos.  <br><br><b>Preparación de los Musulmanes:</b> <br>- Solo <b>313 guerreros</b>, con 2 caballos y 70 camellos. <br>- Ejército de Quraish: <b>1000 guerreros</b>, 100 caballos y muchas armas. <br>- Los musulmanes ni siquiera tenían espadas completas. Algunos compañeros llevaban palos.  <br><br><b>Parte 2: Enfrentamiento en el Campo de Batalla</b> <br>El 17 de Ramadán, 2 AH, los dos ejércitos se enfrentaron en el <b>Campo de Badr</b>. <br><b>Arrogancia de Quraish: </b> <br>Abu Jahl (líder de Quraish) se burló: <i>¡Estos compañeros de Muhammad (PB) están hambrientos y desnudos! ¡Hoy los eliminaremos!</i>  <b>Oración de los Musulmanes: </b><br>El Profeta (PB) levantó sus manos y suplicó:<br><i>¡Oh Allah! Si este pequeño grupo es derrotado hoy, ¡no quedará nadie en la tierra para adorarte!</i><br><br><b>Parte 3: Llega la Ayuda de Allah</b>  <br>Allah ordenó a los ángeles:  <br><i>¡Ayudad a Mis siervos!</i> (Corán 8:9)  <br><br><b>Ocurrieron Milagros:</b>  <br>1. <b>Tormenta de Arena:</b> La arena cegó a los Quraish.  <br>2. <b>Ataque de los Ángeles: </b> Los guerreros Quraish se asombraron al ver <b>ningún atacante visible</b>, ¡pero sus cabezas eran cortadas!  <br>3. <b>Fuerza Espiritual: </b> Los musulmanes lucharon tan valientemente que un compañero <b>cortó la pata de un camello enemigo</b>!  <br><br><b>Resultado: </b><br>- 70 guerreros Quraish murieron, incluyendo a <b>Abu Jahl</b>.  <br>- Solo <b>14 musulmanes</b> fueron mártires.  <br>- Los demás enemigos huyeron.  <br><br><b>Parte 4: El Secreto de la Victoria: </b><br>Tras la batalla, un compañero anciano preguntó:  <br><i>¡Oh Mensajero de Allah! Éramos menos, ¿cómo ganamos?</i><br><b>El Profeta (PB) declaró:  </b><br><br><i>La verdadera fe, paciencia y confianza en Allah son la verdadera fuerza. Quienes lucharon no por el brillo mundano, sino por la religión de Allah, ¡solo ellos ganaron!</i><br><br><b>Lecciones:<br> 1. La fuerza está en la sinceridad (fe), no en números.<br> 2. Nunca pierdas el coraje hasta que llegue la ayuda de Allah.<br> 3. Luchar por justicia es mejor que someterse a la opresión. </b><br><br><br>Versículo del Corán: </b><br><i>El día de Badr, erais débiles, pero Allah os ayudó. Para que fuera una señal para los creyentes. (Surah Al-Imran 3:123)</i>"
  },
  {
    "id": 3,
    "title": "La Verdadera Historia del Profeta Sulayman (AS) y el Ave Hudhud",
    "content": "<b>Parte 1: El Regalo Único de Allah</b>  <br>Allah había dado al Profeta Sulayman (AS) un <b>vasto reino</b>. Su ejército incluía humanos, yinnes y animales. Un día, al inspeccionar sus tropas, el <b>Hudhud</b> (un ave especial) estaba ausente.  <br><br>Sulayman (AS) dijo con enojo:  <br><i>¡Castigaré al Hudhud a menos que traiga una razón válida!</i>  <br><br><b>Parte 2: Las Noticias del Hudhud</b>  <br>Poco después, el Hudhud regresó con noticias extrañas:  <br><i>Vi una ciudad llamada Saba, gobernada por una mujer (Bilqis). Tiene toda bendición, pero ella y su gente adoran al sol!</i>  <br><br>Sulayman (AS) dijo:  <br><i>¡Verificaremos si dices la verdad o mientes!</i>  <br><br><b>Parte 3: La Invitación a Bilqis</b>  <br>Sulayman (AS) envió una carta a Bilqis a través del Hudhud:  <i>En el nombre de Allah... ¡Sométete a mí y cree en Allah!</i>  <br><br>Bilqis pensó: <i>¡Este no es un rey común!</i> Envió regalos valiosos a Sulayman (AS), pero él dijo:<br><i>No busco riquezas, ¡sino tu fe!</i>  <br><br><b>Parte 4: El Gran Milagro</b>  <br>Para probar el poder de Sulayman, Bilqis propuso un acertijo: <br> <i>Reconoceré mi trono y entonces aceptaré la fe.</i>  <br>Sulayman (AS) ordenó a un yinn: <i>¡Traed el trono aquí!</i>  <br>En un abrir y cerrar de ojos, ¡el trono apareció! Bilqis declaró: <i>¡Este es verdaderamente el Profeta de Allah!</i> y aceptó la fe.  <br><br><b>Lecciones:</b>  <br>1. <b>Sé agradecido por las bendiciones de Allah</b> – Sulayman (AS) nunca fue arrogante.  <br>2. <b>Hasta la criatura más pequeña tiene propósito</b> – El Hudhud guió a toda una nación.  <br>3. <b>Actúa con sabiduría</b> – Sulayman (AS) conquistó corazones con sabiduría, no con guerra.  <br><br><b>Versículo del Corán:</b>  <br><i>Él (Sulayman) sonrió y dijo: '¿Por qué no veo al Hudhud? ¿Acaso está ausente?' (Surah An-Naml 27:20)</i>"
  }, 

  {
    "id": 4,
    "title": "Hazrat Umar (RA) y el Encuentro con el Anciano Judío",
    "content": "Era una noche fría en Medina. Las estrellas centelleaban en el cielo y había frescura en el aire. Hazrat Umar (RA) caminaba por las calles de la ciudad a la luz de su lámpara. Tenía la costumbre de salir por la noche para comprobar el estado de la gente. Fue entonces cuando oyó un gemido procedente de una choza rota. Entró rápidamente.<br><br>En la choza yacía un anciano judío. Llevaba ropas rotas y sus pies estaban heridos. Sus ojos estaban cerrados y sus labios estaban secos. Hazrat Umar (RA) se sentó a su lado y preguntó: <i>¿Por qué está en esta condición? ¿Dónde están sus hijos?</i><br><br>El anciano abrió los ojos y dijo suavemente: <i>Mis hijos han muerto. Estoy solo... No hay nadie que me cuide.</i><br><br>Hazrat Umar (RA) inmediatamente se quitó su propia capa y se la puso, diciendo: <i>A partir de hoy, soy su hijo.</i> Se levantó y se dirigió hacia el Baitul Mal (tesorería). En el camino, le dijo a su compañero: <i>Envíe ropa caliente, medicinas y comida diaria para este anciano. Este es su derecho, aunque sea judío.</i><br><br>Al día siguiente, cuando el anciano judío vio comida caliente y medicinas colocadas en su puerta, se asombró. Preguntó: <i>¿Quién envió todo esto?</i> La gente le dijo: <i>El Califa Umar.</i><br><br>Los ojos del anciano se llenaron de lágrimas. Fue directamente a Masjid-e-Nabawi. Hazrat Umar (RA) estaba aconsejando a la gente en ese momento. El anciano exclamó: <i>¡Oh Umar! ¡Qué hermosa es tu fe! ¡Nunca he visto a nadie enseñar una lección de humanidad como esta antes!</i><br><br>Hazrat Umar (RA) respondió con una sonrisa: <i>La humanidad es la verdadera fe. Si dejamos a un anciano con hambre, entonces nuestra pretensión de fe es falsa.</i><br><br>Unos días después, ese anciano judío caminaba por las calles de Medina diciendo a la gente: <i>He visto a Umar... ¡no es sólo el Califa de los musulmanes, sino de cada ser humano!</i><br><br><b>Moraleja de la historia:</b><br>Hazrat Umar (RA) enseñó que la humanidad está por encima de la religión. Su justicia era para todos—no importa de qué religión o comunidad fueran. Aún hoy, esta historia nos recuerda que <i>la verdadera fe es la que ablanda el corazón y hace la mano generosa.</i><br>"
  },
  {
    "id": 5,
    "title": "Hazrat Umar (RA) y el Gran Desastre de la Hambruna: Un Año de Prueba",
    "content": "<b>El Inicio de la Sequía</b><br>Las nubes no habían derramado lluvia sobre Medina durante dos años. La tierra se había agrietado, las hojas de los árboles se habían secado y caído, y los pozos se habían convertido en barro. El sonido de niños llorando resonaba día y noche, y las mujeres habían comenzado a moler trozos de arcilla para hacer <i>pan</i>. Hazrat Umar (RA) estaba sentado en su habitación recitando versículos del Corán cuando de repente llamaron a su puerta.<br><br>Un soldado jadeante anunció la noticia: <i>¡Ameerul Mumineen! La gente ha roto la puerta del Baitul Mal. ¡Dicen que el grano ha sido robado!</i> Hazrat Umar (RA) tomó su lámpara y salió. Los cabellos blancos de su barba se habían vuelto más blancos por la preocupación.<br><br><b>El Robo de Grano: Revelando una Conspiración</b><br>Al ir al almacén del Baitul Mal, descubrieron que faltaban sacos de grano. Había marcas específicas en el suelo—huellas de camellos y un sello roto. Hazrat Umar (RA) miró atentamente las marcas y preguntó: <i>¿Ha llegado algún comerciante nuevo a la ciudad?</i> La gente le dijo que sí, un comerciante de Yemen había llegado trayendo mercancías cargadas en camellos.<br><br>Hazrat Umar (RA) fue directamente a la ubicación de ese comerciante. El comerciante bajó la cabeza en cuanto lo vio. Hazrat Umar (RA) dijo: <i>'Se encontraron las huellas de sus camellos en el Baitul Mal. ¿Se da cuenta de la magnitud de este crimen?'</i> No había ira, sino tristeza en la voz de Hazrat Umar (RA).<br><br>El comerciante dijo temblando: <i>Perdóneme, Ameerul Mumineen! Lo hice por mis hijos que se retorcían de hambre. </i> Hazrat Umar (RA) puso su mano en su hombro y dijo: <i>Si me lo hubiera dicho, le habría dado mi parte. Pero el robo ha convertido su compulsión en pecado.</i><br><br>Perdonó al comerciante pero hizo nuevas reglas para la seguridad del Baitul Mal. Esa noche, Hazrat Umar (RA) puso todo el grano de su propia casa en el Baitul Mal y comenzó a sobrevivir solo con agua y dátiles.<br><br><b>Convoy de Ayuda de Egipto: Una Nueva Esperanza</b><br>En el sexto mes de hambruna, el Gobernador de Egipto, Amr ibn al-Aas (RA), envió trigo, dátiles y medicinas en 500 camellos. Cuando el convoy se acercó a Medina, Hazrat Umar (RA) fue personalmente a recibirlo. Levantó el primer saco de trigo sobre su hombro y dijo: <i>Este saco es para esa anciana madre que dejó morir de hambre a sus hijos la semana pasada.</i><br><br>La gente vio su espalda doblarse bajo el peso del saco, pero sus pasos no vacilaron. Un joven preguntó: <i>Usted es el Califa, entonces ¿por qué hace este trabajo?</i> Hazrat Umar (RA) respondió con una sonrisa: <i>Un Califa no es quien gobierna al pueblo, sino quien muere por el pueblo.</i><br><br><b>La Noche en que el Califa Vendió Su Cama</b><br>Una noche, la hija de Hazrat Umar (RA), Hafsa (RA), lo vio durmiendo en una estera en su habitación.<br><i>Padre, ¿dónde está tu cama?</i><br>Él respondió: <i>La vendí para comprar leche para una niña huérfana. Mientras mis súbditos duermen con hambre, ¿cómo puedo dormir en una cama blanda?</i><br><br>Los ojos de Hafsa (RA) se llenaron de lágrimas. Se quitó sus joyas y dijo: <i>Toma, vende estas y trae comida para más niños.</i> Hazrat Umar (RA) besó su cabeza: <i>Esta bondad tuya te hará merecedora del Paraíso.</i><br><br><b>La Primera Gota de Lluvia: La Escena de Adoración</b><br>Después de dieciocho meses, las nubes tronaron por primera vez. Hazrat Umar (RA) se paró en el púlpito de la mezquita y lloró: <i>¡Oh Allah! Si esta lluvia es Tu misericordia, entonces acéptala de nosotros. Y si es un castigo, entonces perdona a estos niños inocentes.</i><br><br>La gente vio gotas de lluvia goteando de su barba. Un anciano exclamó: <i>¡Esto no es lluvia, es el fruto de las oraciones del Profeta de Allah !</i><br><br>Esa misma noche, Hazrat Umar (RA) distribuyó semillas y herramientas agrícolas del Baitul Mal a cada hogar. Anunció: <i>A partir de hoy, todo niño recién nacido tendrá derecho a educación y alimentación del Baitul Mal.</i><br><br><b>La Lección Final: La Carta que se Hizo Historia</b><br>Después de que terminó la hambruna, Hazrat Umar (RA) escribió una carta a todos los gobernadores provinciales: <i>Sepan que el propósito de su autoridad es servir al pueblo. Si no hay fuego encendido en la casa de alguien, entonces sepan que han perdido la confianza de Allah.</i><br><br>Su carta sigue siendo un ejemplo para gobiernos de todo el mundo. Cada vez que un gobernante olvida el sufrimiento del pueblo, esta historia de Hazrat Umar (RA) le recuerda que <i>la verdadera fe es la que alimenta a los hambrientos y apoya a los huérfanos.</i><br><br><b><i>Umar (RA) enseñó que la victoria de la humanidad es la verdadera victoria. Y no era un terrateniente, sino un simpatizante de aquellos que caminan sobre la tierra.</i></b>"
  },
  {
    "id": 6,
    "title": "Hazrat Umar (RA) y la Historia de las Lágrimas de la Niña Huérfana",
    "content": "La noche en Medina era fría y la luna estaba escondida detrás de las nubes. Hazrat Umar (RA) caminaba por las calles de la ciudad con la tenue luz de su lámpara. Llevaba un saco de harina y dátiles al hombro, como lo hacía todas las noches en busca de los pobres. Fue entonces cuando oyó a alguien llorar cerca de una mezquita rota. Se acercó lentamente.<br><br>Una niña pequeña, de apenas siete años, estaba acurrucada en un rincón de piedra. Sus pies estaban descalzos y su ropa rota. Un torrente de lágrimas fluía de sus ojos. Hazrat Umar (RA) preguntó suavemente:<br><i>Hija, ¿por qué lloras? ¿Dónde están tus padres?</i><br><br>La niña respondió sollozando:<br><i>Mamá decía... que nunca me dejaría sola... pero cuando le dio fiebre... se fue... Papá también fue martirizado en la guerra...</i><br><br>La garganta de Hazrat Umar (RA) se cerró. Se quitó su propia capa y cubrió a la niña, diciendo:<br><i>Desde hoy, soy tu padre. Tu necesidad es mi responsabilidad.</i><br><br>Llevó a la niña a su casa. En el camino, la niña preguntó:<br><i>¿Quién eres?</i><br>Umar (RA) dijo con una sonrisa:<br><i>Soy a quien Allah ha ordenado cuidar de gente como tú.</i><br><br>Al llegar a casa, le dio de comer comida caliente. Al ver sus sandalias rotas, se quitó sus propios zapatos y dijo:<br><i>Toma, llévate estos. Mis pies han viajado mucho, pero tus pies no deberían lastimarse.</i><br><br>Enjugando sus lágrimas, la niña preguntó:<br><i>¿Por qué haces esto por mí? No soy nadie...</i><br>Hazrat Umar (RA) puso su mano en su cabeza:<br><i>Eres un depósito de Allah. El día que me olvide de enjugar las lágrimas de un huérfano, mi fe morirá.</i><br><br>Al día siguiente, Hazrat Umar (RA) anunció en la mezquita:<br><i>¡Escuchen, gente de Medina! A partir de hoy, los gastos de todo niño huérfano serán sufragados por el Baitul Mal. ¡Si hay un huérfano en casa de alguien, yo asumo la responsabilidad de criarlo!</i><br><br>Unos años después, esa misma niña, que se llamaba Ayesha, vino a la mezquita. Puso un pan envuelto en un paño delante de Hazrat Umar (RA) y dijo:<br><i>Ameerul Mumineen... Lo hice yo misma. Me enseñaste a vivir, ahora te serviré.</i><br><br>Los ojos de Hazrat Umar (RA) se humedecieron. Tomó un pedazo del pan y dijo:<br><i>Este es el pan que tiene fragancia de fe. Hoy entendí que esta es la verdadera victoria del Califato.</i><br><br>Esa niña luego se convirtió en una erudita famosa de Medina y fue llamada la madre de cientos de huérfanos. Siempre decía:<br><i>Umar (RA) me enseñó que la humanidad es la mayor fe.</i><br><br>Esta historia todavía vive en los corazones de aquellos que creen que <i>enjugar una lágrima es mejor que mil adoraciones.</i> Hazrat Umar (RA) demostró que <b>la verdadera fuerza no está en la espada, sino en el amor y la justicia.</b><br><br><b><i>Mientras un solo corazón esté triste,<br>La lámpara del Califato está sin palabras.<br>El amor de Umar es esa historia,<br>Que hace humano a un humano.</i></b>"
  },

  {
    "id": 7,
    "title": "La historia de Hazrat Hanzala (r.a.): El mártir lavado por los ángeles",
    "content": "Fue justo antes de la batalla de Uhud. En Medina, el joven compañero Hanzala ibn Abi Amir (r.a.) acababa de casarse con Jamilah bint Abdullah (r.a.). Las alegrías de la boda aún no habían terminado cuando, al amanecer, se anunció la guerra: el ejército de los Quraish se dirigía hacia Uhud.<br><br>Al escuchar la noticia, el rostro de Hanzala (r.a.) se tornó serio. Su esposa le preguntó: <i>¿Qué ocurre? ¿Por qué pareces tan triste?</i> Él respondió: <i>Amor mío, el Mensajero de Allah (s.a.w.) ha declarado el yihad. Debo prepararme y salir de inmediato.</i> Ella dijo: <i>Pero aún no te has purificado. Al menos báñate antes de ir.</i> Hanzala contestó con firmeza: <i>Si me atraso, quizás las puertas del Paraíso se cierren para mí. Prometo que, si regreso, pasaré más tiempo contigo.</i><br><br>Tomó sus armas y se unió al ejército del Profeta (s.a.w.). En el campo de Uhud, mostró una valentía extraordinaria. Derrotó a los guerreros más fuertes del ejército de Abu Sufyan. Se dice que las chispas de su espada podían verse a lo lejos.<br><br>De repente, ocurrió algo extraño. Hanzala (r.a.) vio la imagen de su esposa llamándolo. Era una ilusión del Shaytán. Cerró los ojos y oró: <i>¡Oh Allah! Protégeme de esta tentación. Mi corazón está solo en Tu camino.</i> En ese instante, mientras luchaba contra ese pensamiento, Shaddad, el hermano de Abu Sufyan, lo atacó por la espalda y Hanzala (r.a.) cayó mártir.<br><br>Después de la batalla, el Profeta (s.a.w.) revisó los cuerpos de los mártires. Vio a Hanzala (r.a.): su cuerpo estaba limpio, gotas de agua caían de su cabello y un aroma fragante emanaba de él. El Profeta (s.a.w.) dijo: <i>Vi a los ángeles lavando a Hanzala con agua de las nubes.</i><br><br>Los compañeros preguntaron: <i>Oh Mensajero de Allah, ¿por qué Hanzala recibió este honor?</i> Él respondió: <i>Porque cuando salió para el yihad, recordó a Allah con sinceridad. Su intención era pura. Sacrificó lo más querido (su nueva vida conyugal) en el camino de Allah.</i><br><br>En Medina, su esposa lo esperaba en la puerta. Cuando llegó la noticia de su martirio, se desmayó. Sus padres dijeron: <i>Nuestro hijo se ha reunido con su Señor en el Paraíso. Ese era el día que siempre anhelaba.</i><br><br>Esta historia nos enseña que, para quienes se sacrifican en el camino de Allah, nada en este mundo tiene verdadero valor. Hanzala (r.a.) demostró que un verdadero creyente puede dar lo que más ama por Allah. Su martirio nos recuerda que el verdadero propósito de la vida no es este mundo, sino la preparación para la otra vida.<br><br>Hasta hoy, su tumba permanece en las colinas de Uhud, donde la gente va a recordarlo y hacer súplicas. Su nombre quedó registrado en la historia como <b><i>Ghasilul Malaika</i></b> – el que fue lavado por los ángeles."
  },
  {
    "id": 8,
    "title": "Hazrat Uthman (r.a.) y el milagro de los niños hambrientos",
    "content": "Un día, en el mercado de Medina, hubo alboroto. La gente vio al califa Hazrat Uthman (r.a.) apresurándose por un callejón con pan fresco y dátiles en sus manos. Su rostro mostraba preocupación. Algunos lo siguieron.<br><br>Al final del callejón había una choza en ruinas. Dentro, tres niños pequeños lloraban junto al cuerpo de su madre. Hazrat Uthman (r.a.) abrió la puerta, y los niños se asustaron.<br><br>Él les dijo suavemente: <i>No tengáis miedo, niños. Os he traído comida.</i><br><br>El más pequeño, de unos cuatro años, dijo: <i>Pero mamá... mamá está dormida... no se levantará para alimentarnos...</i><br><br>Los ojos de Uthman (r.a.) se llenaron de lágrimas. Los abrazó y dijo: <i>Desde hoy, yo soy vuestro padre. Vuestra madre ha vuelto a Allah, pero no estáis solos.</i><br><br>Esa misma noche organizó el funeral de la madre, llevó ropa y juguetes de su casa y ordenó, con fondos del baitul mal, que se construyera una nueva casa para ellos.<br><br>Al día siguiente, cuando la gente preguntó: <i>¿Quiénes son estos niños?</i> Uthman (r.a.) respondió con orgullo: <i>Son mis hijos. Quien cría a un huérfano, me cría a mí.</i><br><br>Años más tarde, los niños se convirtieron en jóvenes piadosos. El mayor preguntó: <i>Padre, ¿por qué nos elegiste aquel día?</i><br>Él sonrió y respondió: <i>Porque el Profeta (s.a.w.) dijo – la mejor casa es aquella en la que un huérfano recibe amor.</i><br><br>Esta historia nos enseña que la verdadera riqueza no es el dinero, sino el espíritu de ayudar a los demás. Hazrat Uthman (r.a.) mostró que <i>el califato no significa solo gobernar, sino repartir amor.</i><br><br><b><i>Quien tome la mano de un huérfano,<br>en el Día del Juicio, Allah tomará su mano.</i></b>"
  },
  {
    "id": 9,
    "title": "Hazrat Umar (r.a.) y la justicia para el beduino",
    "content": "Fuera de Medina, el sol abrasaba el desierto. Ese año hubo sequía. Hazrat Umar (r.a.), como era su costumbre, recorría de noche las calles de Medina cargando un saco de harina y dátiles. De repente, escuchó lamentos desde una choza en ruinas. Entró rápidamente.<br><br>Dentro había un beduino muy débil por el hambre. Su esposa y dos hijos estaban junto a él. El beduino abrió los ojos y gritó: <i>¡Oh Amirul Mu’minin! Vine a tu ciudad porque escuché sobre tu justicia, pero he sido oprimido.</i><br><br>Umar (r.a.) le preguntó suavemente: <i>¿Cuál es tu queja?</i> Él explicó que había tomado prestado de un comerciante de Medina, pero por la sequía no pudo pagar. El comerciante confiscó su camella, su única posesión. Umar (r.a.) llamó inmediatamente al comerciante.<br><br>El comerciante respondió arrogantemente: <i>Sí, es la ley. Si no se paga la deuda, se pueden confiscar los bienes.</i> Umar (r.a.) respondió con ira: <i>Pero la ley también dice que en tiempos de sequía se debe dar prórroga. ¡Has sacrificado la humanidad!</i><br><br>Ordenó que devolviera la camella y diera seis meses de plazo. Además, envió alimentos y medicinas a la familia desde el baitul mal. Cuando el comerciante protestó diciendo que era favoritismo, Umar respondió: <i>La justicia no es favoritismo, es dar el derecho. Si tienes un pedazo de pan y tu vecino pasa hambre, la ira de Allah caerá sobre ti.</i><br><br>Meses después, cuando llovió y el beduino pudo pagar, cayó a los pies de Umar (r.a.) diciendo: <i>No solo salvaste mi camella, sino también mi fe.</i> Umar (r.a.) lo levantó y dijo: <i>Ese era mi deber. Ser califa significa ser responsable de cada suspiro de su gente.</i><br><br>La historia se difundió por Medina. La gente comprendió que la justicia en el Islam no es solo ley escrita, sino compasión. Umar (r.a.) demostró que la verdadera justicia es comprender el dolor de los demás."
  },
  {
    "id": 10,
    "title": "Hazrat Umar (r.a.) y la anciana cristiana",
    "content": "En Medina, la noche estaba fría. Hazrat Umar (r.a.) caminaba en silencio, como acostumbraba. En sus hombros llevaba un saco de harina y dátiles. No quería que nadie durmiera con hambre. Vio una choza en ruinas, de la cual provenían los sollozos de una anciana. Tocó la puerta. Una voz preguntó: <i>¿Quién es?</i> Umar respondió: <i>Un hombre común de Medina, he venido a ayudarte.</i><br><br>Dentro, la anciana estaba sentada sola, sin luz ni comida. Sus ojos estaban debilitados y sus manos temblaban. Umar preguntó: <i>¿Dónde están tus hijos?</i> Ella respondió con lágrimas: <i>Soy cristiana. Mi hijo aceptó el Islam y me abandonó. Ahora estoy sola.</i><br><br>Umar inclinó la cabeza avergonzado. Encendió el fuego, preparó la masa y cocinó pan para ella. La mujer preguntó: <i>¿Quién eres tú que me sirves así?</i> Umar respondió: <i>Soy quien enseñó a tu hijo que honrar a la madre es parte de la fe. Hoy estoy corrigiendo su error.</i><br><br>Le entregó el pan, reparó la choza y colocó una nueva lámpara. Antes de irse, dijo: <i>Cada día llegará comida para ti. Es tu derecho, no caridad.</i><br><br>Al día siguiente, Umar (r.a.) anunció en la mezquita: <i>¡Oh pueblo! Quien no cumpla con los derechos de sus padres no musulmanes, no ha comprendido el espíritu del Islam.</i> Ordenó que todos los ancianos recibieran pensión del baitul mal, sin importar su religión.<br><br>Días después, la anciana vino a la mezquita y dijo: <i>Lo que había escuchado, ahora lo he visto. El Islam es la religión verdadera.</i> Y aceptó el Islam.<br><br>Un compañero preguntó: <i>¡Oh Amirul Mu’minin! ¿Por qué serviste tanto a esa anciana cristiana?</i> Umar respondió: <i>La humanidad no depende de la religión. El día que olvidemos los derechos de los no musulmanes, nuestra fe se volverá vacía.</i><br><br>Sus palabras establecieron un nuevo ejemplo de justicia en Medina. Hasta hoy, cuando se habla de gobernantes justos, se recuerda esta historia de Umar."
  },

  {
    "id": 11,
    "title": "Historias desconocidas de Hazrat Umar Farooq (R.A.)",
    "content": "<b>Parte 1: Incidentes extraordinarios en los días de la ignorancia</b><br><i>El episodio de la infancia cuando Umar desafió a su padre</i><br>El padre de Hazrat Umar (R.A.), Khattab ibn Nufail, era uno de los tiranos de La Meca. Un día, con diez años, Umar vio a su padre golpear brutalmente a un esclavo. El pequeño Umar preguntó valientemente:<br><i>Padre, ¿por qué golpeas a este inocente?</i><br>Khattab respondió enojado:<br><i>¿Cómo te atreves a entrometerte en mis asuntos?</i><br>Umar (R.A.) contestó con firmeza:<br><i>¡Porque la opresión siempre está mal, no importa quién la cometa!</i><br>Esto conmovió el corazón de Khattab, y desde ese día cambió su trato con los esclavos.<br><br><i>El emotivo relato cuando Umar quiso herir a su hermana</i><br>Antes del Islam, su hermana Fátima y su cuñado Sa'id ibn Zayd habían aceptado el Islam. Cuando Umar se enteró, fue a su casa con una espada. Llamó a la puerta y oyó la recitación del Corán. Al ver el rostro de su hermana con marcas de golpes, preguntó:<br><i>¿Quién te ha golpeado?</i><br>Fátima respondió:<br><i>Un opresor como tú.</i><br>Esto ablandó el corazón de Umar, quien pidió escuchar el Corán. Al oír la sura Taha, lloró y aceptó el Islam de inmediato.<br><br><b>Parte 2: Episodios después de aceptar el Islam</b><br><i>El valor de rezar abiertamente en la Kaaba</i><br>Después de convertirse en musulmán, Umar (R.A.) preguntó al Profeta (S.A.W.):<br><i>¡Oh Mensajero de Alá, ¿rezaremos en secreto?</i><br>El Profeta (S.A.W.) respondió:<br><i>Somos débiles, Umar.</i><br>Umar (R.A.) replicó:<br><i>¡Por Dios! El que nos ordenó vivir por la verdad, ¿por qué deberíamos escondernos?</i><br>Entonces se dividieron en dos grupos: Hamza (R.A.) lideró uno y Umar (R.A.) el otro. Así, por primera vez, se rezó abiertamente en la Kaaba.<br><br><i>El momento de la hégira cuando Umar lanzó un desafío</i><br>Cuando los musulmanes tuvieron que emigrar de La Meca a Medina, Umar (R.A.) proclamó:<br><i>Quien quiera que su madre llore, su esposa quede viuda y sus hijos huérfanos, ¡que intente detenerme!</i><br>Salió solo de La Meca con espada, arco y lanza. Nadie se atrevió a enfrentarlo.<br><br><b>Parte 3: Relatos únicos durante el califato</b><br><i>Revisando el estado del pueblo por la noche</i><br>Después de convertirse en califa, Umar (R.A.) solía recorrer las calles de Medina por la noche. Una noche vio a una anciana intentando calmar a sus hijos hambrientos. Trajo harina, mantequilla y dátiles de la Casa del Tesoro, cocinó él mismo y los alimentó. La anciana dijo:<br><i>¡Que Dios te haga mejor que Umar!</i><br>Él respondió:<br><i>Ruega a Dios que Umar siga sirviéndote.</i><br><br><i>La justicia cuando castigó a su propio hijo</i><br>Su hijo peleó con un judío. El caso fue llevado al juez, quien dictaminó que el judío tenía derecho a devolver el golpe. Umar (R.A.) respetó la decisión y puso a su hijo frente al judío. El judío, conmovido, lo perdonó y aceptó el Islam.<br><br><b>Parte 4: El relato conmovedor de su martirio</b><br><i>El último deseo de perdonar a su asesino</i><br>Cuando Firoz Abu Lulu apuñaló a Umar (R.A.), herido, preguntó:<br><i>¿El atacante es musulmán?</i><br>Al saber que era un mago, suspiró aliviado y dijo a su hijo:<br><i>Si vivo, lo perdonaré. Si muero, dale solo un golpe.</i><br>Y rezó por la misericordia de su asesino.<br><br><i>Consejos de sabiduría en sus últimos momentos</i><br>Antes de morir, Umar (R.A.) dijo:<br><i>Si he oprimido a alguien, que me golpee.<br>Formen una shura de seis hombres para elegir al califa tras mí.<br>Entiérrenme junto al Profeta (S.A.W.) y Abu Bakr (R.A.).</i><br><br><b>Parte 5: Aspectos poco conocidos de su personalidad</b><br><b>Simplicidad en la ropa:</b> usaba túnicas con remiendos.<br><b>Sencillez en la comida:</b> pan y aceite de oliva eran su alimento principal.<br><b>Justicia:</b> otorgó un subsidio a una mujer que amamantaba a su hijo.<br><br><b><i>La justicia de Umar es una lámpara en la historia que siempre brillará – Imam Ali ibn Abi Talib.</i></b>"
  },

  {
    "id": 12,
    "title": "La aceptación del Islam por dos prisioneros de Quraysh",
    "content": "<b>Primer prisionero: Utbah ibn Abi Mu’it</b><br><b>Cómo fue capturado:</b><br>Cuando un destacamento secreto de musulmanes atacó la caravana de Quraysh en Nakhla, Utbah fue capturado. Era un joven fuerte y corpulento, pero los musulmanes lograron dominarlo.<br><br>Mientras lo llevaban prisionero hacia Medina, Utbah escuchó a los musulmanes rezar la oración del alba. Vio a los compañeros postrarse sin temor alguno y pensó: <i>¿Qué les hace ser tan valientes?</i><br><br><b>Cómo aceptó el Islam:</b><br>Una noche, Utbah preguntó a Abdullah ibn Jahsh (R.A.):<br><i>¿A quién adoráis?</i><br>Abdullah recitó la shahada:<br><b><i>La ilaha illallah, Muhammadur Rasulullah</i></b><br>El corazón de Utbah se ablandó y aceptó el Islam de inmediato.<br><br><b>Segundo prisionero: Nawfal ibn Abdullah</b><br><b>Razón de su captura:</b><br>Nawfal fue capturado simplemente porque formaba parte de la caravana. Era un hombre de corazón bondadoso, pero vivía bajo la presión de Quraysh.<br><br><b>Impacto de la vida en prisión:</b><br>Nawfal observó cómo los musulmanes trataban bien a los prisioneros. Incluso cuando le ofrecían comida, decían <i>Bismillah</i>. Un día preguntó: <i>¿Por qué me dais comida si soy vuestro enemigo?</i><br><br><b>Causa de su guía:</b><br>Un compañero respondió:<br><i>Nuestro Profeta (S.A.W.) nos enseñó a tratar incluso a los prisioneros como seres humanos.</i><br>Al oír esto, Nawfal se conmovió hasta las lágrimas y aceptó el Islam.<br><br><b>Sus vidas posteriores:</b><br><b>El destino de Utbah:</b><br>• Murió mártir en la batalla de Uhud<br>• En sus últimos momentos recitaba la shahada<br>• El Profeta (S.A.W.) dijo: <i>Él es del Paraíso</i><br><br><b>Los servicios de Nawfal:</b><br>• Luchó en la batalla de Badr contra Quraysh<br>• Predicó el Islam en Medina<br>• Permaneció musulmán fiel hasta su muerte<br><br><b>Lecciones de esta historia:</b><br>• El buen trato: puede convertir a un enemigo en amigo<br>• La luz de la fe: ningún corazón queda privado de la guía de Dios<br>• Efecto de la predicación: es esencial presentar el Islam correctamente<br><br><i>Dios guía a quien Él quiere hacia Su camino – (Corán 42:13)</i>"
  },

  {
    "id": 13,
    "title": "El martirio de Habib ibn Zayd (R.A.): La historia de la fe incluso después de que le cortaran la lengua",
    "content": "Habib ibn Zayd (R.A.) pertenecía a la familia Banu Najjar. Su padre, Zayd ibn Asim (R.A.), y su madre, Nusaybah bint Ka’b (R.A.), estaban entre los primeros musulmanes.<br><br>Habib recitó la shahada a los cinco años, emigró a Medina a los diez y, con doce años, participó en la batalla de Badr sirviendo agua a los combatientes. Su madre, Nusaybah (R.A.), conocida como Umm Ammarah, fue la primera mujer guerrera en el Islam y recibió doce heridas en Uhud.<br><br>Después del fallecimiento del Profeta (S.A.W.), Musaylima el Mentiroso se proclamó profeta en Yamama y engañó a cuarenta mil personas. El califa Abu Bakr (R.A.) envió un ejército de 13,000 soldados para combatirlo. A pesar de su juventud, con solo 17 años, Habib pidió unirse a la batalla.<br><br>Su destacamento cayó en una emboscada y fue capturado vivo, llevado al palacio de Musaylima. Con las manos y pies encadenados, su rostro no mostraba miedo. Musaylima le preguntó desde su trono: <i>¿Aún crees que Muhammad es el Mensajero de Dios?</i> Habib levantó la cabeza y respondió: <i>¡Sí! Y atestiguo que tú eres el más grande de los mentirosos.</i><br><br>Furioso, Musaylima ordenó: <i>¡Cortadle la lengua para que no pueda recitar la shahada!</i> Al levantar la espada, Habib gritó por última vez: <b><i>La ilaha illallah, Muhammadur Rasulullah.</i></b> Su lengua fue cortada, la sangre brotó y escribió en la tierra con ella: <b><i>Ashhadu anna Muhammadur Rasulullah.</i></b><br><br>Después le cortaron las manos, pero siguió escribiendo con sus muñones ensangrentados. Finalmente, Musaylima ordenó atarlo a dos palmeras y desgarrarlo en dos.<br><br>Tres días después, Musaylima mismo fue asesinado en el mismo lugar donde Habib fue martirizado. Se dice que, en sus últimos momentos, escuchó la voz de Habib proclamando: <i><b>Ashhadu anna Muhammadur Rasulullah.</b></i><br><br>Cuando la noticia llegó a los compañeros, Abu Bakr (R.A.) dijo: <i>Este joven ha demostrado que la fuerza de la fe no se mide por la edad.</i> Su madre, Nusaybah, al ver el cuerpo, exclamó: <i>He perdido un hijo, pero Dios le ha dado un lugar elevado en el Paraíso.</i><br><br>Hoy, en Yamama, su tumba lleva la inscripción: <i>Aquí yace el mártir que, incluso después de que le cortaran la lengua, escribió su fe con sangre.</i><br><br>Hazrat Ali (R.A.) dijo: <b><i>Habib ibn Zayd demostró que la verdadera fe reside en el corazón, no solo en la lengua.</i></b>"
  },

  {
    "id": 14,
    "title": "El Mi'raj del Profeta Muhammad: La historia del viaje celestial",
    "content": "En la sagrada ciudad de La Meca, una noche, el Profeta Muhammad  descansaba cerca de la Piedra Negra. De repente, una luz se desplegó desde el cielo y apareció el ángel Gabriel (Jibril, la paz sea con él). Él colocó al Profeta Muhammad  en una extraña montura llamada <i>Buraq</i>, un ser celestial con cuerpo entre un asno y un caballo, con alas. Esta fue la primera etapa llamada <i>Isra</i> – un viaje nocturno de La Meca a Bayt al-Maqdis.<br><br>Al llegar a Bayt al-Maqdis, el Profeta Muhammad  vio a todos los profetas reunidos: Abraham, Moisés, Jesús y otros grandes profetas. Todos rezaron detrás del Profeta Muhammad, indicando que ahora sería el líder de todos los profetas.<br><br>Luego, Gabriel  preparó al Profeta Muhammad  para el viaje celestial (<i>Mi'raj</i>). Empezaron el viaje a través de los siete cielos. En el primer cielo, se encontró con Adán, quien le explicó sobre las personas a la derecha y a la izquierda – los del paraíso y los del infierno.<br><br>En el segundo cielo, Yahya  y Jesús  lo recibieron. En el tercer cielo, encontró a José, quien dijo que su comunidad tendría la forma más hermosa. En el cuarto cielo, Idris  rezó por la comunidad.<br><br>En el quinto cielo, Aarón  abrazó al Profeta Muhammad. En el sexto cielo, Moisés lloró y dijo que su comunidad lo había abandonado, pero la comunidad del Profeta Muhammad lo apoyaría. En el séptimo cielo, Abraham estaba cerca de Bayt al-Ma'mur, donde setenta mil ángeles rezan diariamente.<br><br>Después, el Profeta Muhammad  llegó al <i>Sidrat al-Muntaha</i>, donde Gabriel dijo que no podía avanzar más. Allí, el Profeta Muhammad avanzó solo y habló directamente con Allah. En este lugar celestial, vio grandes señales de Allah y escuchó Su voz.<br><br>Allah había prescrito cincuenta oraciones, pero por la súplica del Profeta Muhammad y el consejo de Moisés, se redujo a cinco, una gran misericordia para la comunidad.<br><br>Al regresar a La Meca y contar la historia, la gente de Quraysh negó, pero Abu Bakr (que Allah esté complacido con él) dijo inmediatamente: <i>Si lo ha dicho, es verdad!</i> Por esto recibió el título de <i>As-Siddiq</i>.<br><br>Este viaje de Mi'raj contenía muchas sabidurías: se le mostró el mundo celestial al Profeta Muhammad, la comunidad recibió el regalo invaluable de la oración, y se demostró que nada es imposible con el poder de Allah.<br><br>En el primer verso de la Sura Al-Isra del Corán, Allah dice: <br><i>Glorificado sea Aquel que llevó a Su siervo durante la noche desde la Mezquita Sagrada hasta la Mezquita lejana, cuyos alrededores bendijimos.</i><br><br>Esta historia recuerda a cada musulmán que la oración es el Mi'raj del creyente y que cualquier dificultad puede superarse por el amor a Allah. El Mi'raj del Profeta Muhammad no fue solo un viaje, sino un ejemplo de cómo el alma humana puede tocar los cielos, enseñándonos que aquellos que se aferran a la verdad recibirán la ayuda de Allah."
  },

]



