[
  {
    "id": 1,
    "title": "Le Voyage de l'Hégire - Le voyage du Prophète (PSL) et de Siddiq-e-Akbar (RA)",
    "content": "<b>Partie 1 : Danger à La Mecque</b><br>Les mécréants de La Mecque ont comploté pour tuer le Prophète Muhammad (PSL). Allah lui a ordonné de migrer (Hégire). Dans l'obscurité de la nuit, le Prophète (PSL) prit son compagnon Hazrat Abu Bakr Siddiq (RA) et se dirigea vers la grotte de Thawr.<br><br><b>Lutte en chemin :</b><br>Les mécréants les poursuivirent. À un moment, les ennemis arrivèrent jusqu'à l'entrée de la grotte, mais Allah ordonna à une araignée de tisser une toile à l'entrée et à un pigeon de pondre des œufs. Quand les mécréants virent cela, ils pensèrent : <i>Personne ne peut être à l'intérieur !</i> et ils rebroussèrent chemin.<br><br><b>La loyauté de Hazrat Abu Bakr (RA) :</b><br>Dans la grotte, un serpent le mordit, mais il resta silencieux pour ne pas déranger le sommeil du Prophète (PSL). Plus tard, quand le Prophète (PSL) le vit, du sang coulait de son pied. Il demanda : <b><i>Pourquoi ne me l'as-tu pas dit ?</i></b> Abu Bakr (RA) répondit : <b><i>Cette petite douleur n'était pas plus importante que votre sommeil, ô Messager d'Allah !</i></b><br><br><b>Partie 2 : Voyage vers Médine</b><br><br>Après avoir passé 3 jours dans la grotte, ils partirent pour Médine avec l'aide d'un guide nommé Abdullah bin Uraiquit. Des miracles eurent lieu en chemin :<br><b>Le bandit Suraqah :</b><br>Les mécréants envoyèrent un guerrier puissant nommé Suraqah, lui promettant 100 chameaux pour capturer le Prophète (PSL). Alors que Suraqah approchait, son cheval s'enfonça dans le sable. Il demanda pardon, et le Prophète (PSL) lui promit qu'il porterait les clés des trésors de Perse (ce qui se réalisa plus tard).<br><br><b>La hutte de Umm Ma'bad :</b><br>Ils passèrent devant une vieille femme (Umm Ma'bad) qui n'avait qu'une chèvre. Le Prophète (PSL) traita la chèvre, et tant de lait sortit que toute la famille fut rassasiée.<br><br><b>Partie 3 : Arrivée à Médine</b><br>Après un voyage de 8 jours, le 12 de Rabi-ul-Awwal, ils arrivèrent à Quba. Ici, la première mosquée (Masjid-e-Quba) fut construite. Puis quand ils arrivèrent à Médine, les gens chantèrent :<br><b><i>Tala'al-Badru Alayna... (La pleine lune s'est levée sur nous !)</i></b><br><br><b>L'hospitalité des Ansar (habitants de Médine) :</b><br>Chaque famille voulait que le Prophète (PSL) reste chez eux. Le Prophète (PSL) dit :<br><b><i>Mon chameau décidera où je reste ; là où il s'assiéra, ce sera ma maison.</i></b><br>Le chameau s'assit devant la maison de Hazrat Abu Ayub Ansari (RA).<br><br><b>Leçons et inspiration : Confiance en Allah (Tawakkul) : La toile d'araignée symbolise l'aide d'Allah.<br>Loyauté d'un compagnon : Le sacrifice d'Abu Bakr (RA) enseigne la vraie amitié.<br>Le bien sur le mal : Des ennemis comme Suraqah devinrent musulmans par ordre d'Allah.</b><br><br><b>Verset du Coran :</b><br><i><b>Quand le secours d'Allah vient ainsi que la victoire, et que tu vois les gens entrer en foule dans la religion d'Allah, alors, par la louange, célèbre la gloire de ton Seigneur ! (Sourate An-Nasr 110:1-3)</b></i>"
  },
  {
    "id": 2,
    "title": "La Bataille de Badr : Ce grand moment d'aide divine",
    "content": "<b>Partie 1 : Le champ de bataille se prépare</b><br>Après avoir persécuté les musulmans, les <b>ennemis</b> de La Mecque (Quraish) avaient saisi tous leurs biens. Le Noble Prophète (PSL) migra à Médine, mais l'oppression des mécréants ne cessa pas. Un jour, la nouvelle arriva que la caravane de <b>Abu Sufyan</b> (groupe commercial) revenait de Syrie, transportant toute la richesse des Quraish. Les musulmans décidèrent de récupérer leurs droits à cette occasion.<br><br><b>Préparation des musulmans :</b><br>- Seulement <b>313 guerriers</b>, avec 2 chevaux et 70 chameaux.<br>- L'armée des Quraish : <b>1000 guerriers</b>, 100 chevaux et des armes en abondance.<br>- Les musulmans n'avaient même pas d'épées complètes. Certains compagnons portaient des bâtons en bois.<br><br><b>Partie 2 : Confrontation sur le champ de bataille</b><br>Le 17 Ramadan, 2 AH, les deux armées se firent face au <b>champ de Badr</b>.<br><b>L'arrogance des Quraish :</b><br>Abu Jahl (chef des Quraish) dit avec moquerie : <i>Ces compagnons de Muhammad (PSL) sont affamés et nus ! Aujourd'hui nous effacerons leur existence !</i><br><b>Prière des musulmans :</b><br>Le Prophète (PSL) leva les mains et pria :<br><i>Ô Allah ! Si ce petit groupe est vaincu aujourd'hui, personne ne restera sur terre pour T'adorer !</i><br><br><b>Partie 3 : L'aide d'Allah arrive</b><br>Allah ordonna aux anges :<br><i>Aidez Mes serviteurs !</i> (Coran 8:9)<br><br><b>Des miracles se produisirent :</b><br>1. <b>Tempête de sable :</b> Le sable remplit les yeux des Quraish.<br>2. <b>Attaque des anges :</b> Les guerriers des Quraish furent stupéfaits de voir <b>aucun attaquant visible</b>, pourtant leurs têtes étaient tranchées !<br>3. <b>Force spirituelle dans les cœurs :</b> Les musulmans combattirent si férocement qu'un compagnon <b>coupa la patte d'un chameau ennemi</b> !<br><br><b>Résultat :</b><br>- 70 guerriers des Quraish furent tués, dont <b>Abu Jahl</b>.<br>- Seulement <b>14 musulmans</b> furent martyrisés.<br>- Les ennemis restants s'enfuirent.<br><br><b>Partie 4 : Le secret de la victoire :</b><br>Après la bataille, un compagnon âgé demanda :<br><i>Ô Messager d'Allah ! Nous étions moins nombreux, comment avons-nous gagné ?</i><br><b>Le Prophète (PSL) déclara :</b><br><br><i>La vraie foi, la patience et la confiance en Allah sont la vraie force. Ceux qui ont combattu non pour l'éclat mondain mais pour la religion d'Allah - eux seuls ont gagné !</i><br><br><b>Leçons :<br>1. La force réside dans la sincérité (foi), pas dans le nombre.<br>2. Ne perdez jamais courage jusqu'à ce que l'aide d'Allah arrive.<br>3. Combattre pour la justice vaut mieux que de se soumettre à l'oppression.</b><br><br><br>Verset du Coran :</b><br><i>Le jour de Badr, vous étiez faibles, mais Allah vous a aidés. Afin que cela devienne un signe pour les croyants. (Sourate Al-Imran 3:123)</i>"
  },
  {
    "id": 3,
    "title": "L'histoire authentique du Prophète Sulayman (AS) et de l'oiseau Hudhud",
    "content": "<b>Partie 1 : Le cadeau unique d'Allah</b><br>Allah avait donné au Prophète Sulayman (AS) un <b>vaste royaume</b>. Son armée comprenait des humains, des djinns et des animaux. Un jour en inspectant ses troupes, le <b>Hudhud</b> (un oiseau spécial) manquait à l'appel.<br><br>Sulayman (AS) dit avec colère :<br><i>Je punirai le Hudhud à moins qu'il n'apporte une excuse valable !</i><br><br><b>Partie 2 : Les nouvelles du Hudhud</b><br>Peu après, le Hudhud revint et rapporta une étrange nouvelle :<br><i>J'ai vu une ville appelée Sheba, dirigée par une femme (Bilqis). Elle a toutes les bénédictions, mais elle et son peuple adorent le soleil !</i><br><br>Sulayman (AS) dit :<br><i>Nous vérifierons si tu dis vrai ou ment !</i><br><br><b>Partie 3 : L'invitation de Bilqis</b><br>Sulayman (AS) envoya une lettre à Bilqis via le Hudhud : <i>Au nom d'Allah... Soumettez-vous à moi et croyez en Allah !</i><br><br>Bilqis pensa : <i>Ce n'est pas un roi ordinaire !</i> Elle envoya à Sulayman (AS) des cadeaux précieux, mais Sulayman (AS) dit :<br><i>Je ne cherche pas la richesse, mais votre foi !</i><br><br><b>Partie 4 : Le grand miracle</b><br>Pour tester le pouvoir de Sulayman, Bilqis posa une énigme :<br><i>J'embrasserai la foi si je reconnais mon trône.</i><br>Sulayman (AS) commanda à un djinn : <i>Apportez son trône ici !</i><br>En un clin d'œil, le trône apparut ! Bilqis déclara : <i>C'est vraiment le Prophète d'Allah !</i> et embrassa la foi.<br><br><b>Leçons :</b><br>1. <b>Soyez reconnaissants des bénédictions d'Allah</b> – Sulayman (AS) ne montra jamais d'arrogance.<br>2. <b>Même la plus petite créature a un rôle</b> – Le Hudhud guida toute une nation.<br>3. <b>Agissez avec sagesse</b> – Sulayman (AS) conquit les cœurs par la sagesse, non par la guerre.<br><br><b>Verset du Coran :</b><br><i>Il (Sulayman) sourit et dit : 'Pourquoi ne vois-je pas le Hudhud ? Est-il absent ?' (Sourate An-Naml 27:20)</i>"
  }
]