[
  {
    "id": 1,
    "title": "A Jornada da Hégira - A Viagem do Profeta (SAW) e Abu Bakr As-Siddiq (RA)",
    "content": "<b>Parte 1: Perigo em Meca</b><br>Os incrédulos de Meca conspiraram para matar o Profeta Muhammad (SAW). Allah ordenou que ele emigrasse (Hégira). Na escuridão da noite, o Profeta (SAW) levou seu companheiro Abu Bakr As-Siddiq (RA) e partiu para a Caverna de Thaur.<br><br><b>Luta no Caminho: </b><br>Os incrédulos os perseguiram. Em certo momento, os inimigos chegaram à entrada da caverna, mas Allah ordenou que uma aranha tecesse uma teia na entrada e uma pomba pusesse ovos. Quando os incrédulos viram isso, pensaram: <i>Não pode haver ninguém aqui dentro!</i> e recuaram.<br><br><b>Lealdade de Abu Bakr (RA):</b> <br>Na caverna, uma cobra o mordeu, mas ele ficou em silêncio para não perturbar o sono do Profeta (SAW). Mais tarde, quando o Profeta (SAW) viu, sangue escorria de seu pé. Ele perguntou: <b><i>Por que você não me contou?</i></b> Abu Bakr (RA) disse: <b><i>Esta pequena dor não era mais importante que seu sono, ó Mensageiro de Allah!</i></b><br><br><b>Parte 2: Viagem para Medina</b> <br><br>Após 3 dias na caverna, partiram para Medina com a ajuda de um guia chamado Abdullah bin Uraiquit. No caminho ocorreram milagres: <br><b>O Bandido Suraqa: </b><br> Os incrédulos enviaram um poderoso guerreiro chamado Suraqa, prometendo-lhe 100 camelos para capturar o Profeta (SAW). Quando Suraqa se aproximou, seu cavalo afundou na areia. Ele pediu perdão e o Profeta (SAW) prometeu que ele usaria as chaves dos tesouros da Pérsia (o que mais tarde se cumpriu).<br><br> <b>A Cabana de Umm Ma'bad: </b><br> Passaram por uma idosa (Umm Ma'bad) que tinha apenas uma cabra. O Profeta (SAW) ordenhou a cabra, e saiu tanto leite que saciou toda a família. <br><br><b>Parte 3: Chegada a Medina</b><br> Após 8 dias de viagem, no 12 de Rabi' al-Awwal, chegaram a Quba. Aqui foi construída a primeira mesquita (Masjid Quba). Ao chegarem a Medina, as pessoas cantaram: <br><b><i>Tala'al-Badru Alayna... (A lua cheia brilha sobre nós!)</i></b> <br><br><b>Hospitalidade dos Ansar (Povo de Medina):</b> <br>Toda família queria que o Profeta (SAW) ficasse em sua casa. O Profeta (SAW) disse: <br><b><i>Meu camelo decidirá; onde ele se ajoelhar, será minha casa.</i></b><br> O camelo ajoelhou-se diante da casa de Abu Ayyub Al-Ansari (RA).<br><br><b>Lições e Inspiração: Confiança em Allah (Tawakkul): A teia de aranha simboliza a ajuda divina.<br>Lealdade do Companheiro: O sacrifício de Abu Bakr (RA) ensina a verdadeira amizade.<br>O Bem sobre o Mal: Inimigos como Suraqa tornaram-se muçulmanos por ordem de Allah.</b><br><br><b>Versículo do Alcorão:</b></br><i><b>Quando chegar o socorro de Allah e a vitória, e vires as pessoas entrarem na religião de Allah em multidões, glorifica teu Senhor com louvor! (Surah An-Nasr 110:1-3)</b></i>"
  },
  {
    "id": 2,
    "title": "A Batalha de Badr: Aquele Grande Momento de Ajuda Divina",
    "content": "<b>Parte 1: Preparação do Campo de Batalha</b> <br>Após perseguirem os muçulmanos, os <b>inimigos</b> de Meca (Quraish) roubaram todos os seus bens. O Nobre Profeta (SAW) emigrou para Medina, mas a opressão dos incrédulos não cessou. Um dia chegou a notícia de que a caravana de <b>Abu Sufyan</b> (grupo comercial) retornava da Síria com toda a riqueza dos Quraish. Os muçulmanos decidiram reivindicar seus direitos.  <br><br><b>Preparação dos Muçulmanos:</b> <br>- Apenas <b>313 guerreiros</b>, com 2 cavalos e 70 camelos. <br>- Exército dos Quraish: <b>1000 guerreiros</b>, 100 cavalos e muitas armas. <br>- Os muçulmanos nem tinham espadas completas. Alguns companheiros carregavam paus.  <br><br><b>Parte 2: Confronto no Campo de Batalha</b> <br>No 17 de Ramadan, 2 AH, os dois exércitos se enfrentaram no <b>Campo de Badr</b>. <br><b>Arrogância dos Quraish: </b> <br>Abu Jahl (líder dos Quraish) zombou: <i>Estes companheiros de Muhammad (SAW) estão famintos e nus! Hoje os eliminaremos!</i>  <b>Prece dos Muçulmanos: </b><br>O Profeta (SAW) ergueu as mãos e suplicou:<br><i>Ó Allah! Se este pequeno grupo for derrotado hoje, ninguém restará na Terra para Te adorar!</i><br><br><b>Parte 3: A Ajuda de Allah Chega</b>  <br>Allah ordenou aos anjos:  <br><i>Ajudai Meus servos!</i> (Alcorão 8:9)  <br><br><b>Milagres ocorreram:</b>  <br>1. <b>Tempestade de Areia:</b> Areia cegou os Quraish.  <br>2. <b>Ataque dos Anjos: </b> Os guerreiros Quraish ficaram pasmos vendo <b>nenhum atacante visível</b>, mas suas cabeças sendo cortadas!  <br>3. <b>Força Espiritual: </b> Os muçulmanos lutaram tão bravamente que um companheiro <b>cortou a pata de um camelo inimigo</b>!  <br><br><b>Resultado: </b><br>- 70 guerreiros Quraish morreram, incluindo <b>Abu Jahl</b>.  <br>- Apenas <b>14 muçulmanos</b> foram mártires.  <br>- Os demais inimigos fugiram.  <br><br><b>Parte 4: O Segredo da Vitória: </b><br>Após a batalha, um companheiro idoso perguntou:  <br><i>Ó Mensageiro de Allah! Éramos menos, como vencemos?</i><br><b>O Profeta (SAW) declarou:  </b><br><br><i>Verdadeira fé, paciência e confiança em Allah são a verdadeira força. Quem lutou não pelo brilho mundano, mas pela religião de Allah - só esses venceram!</i><br><br><b>Lições:<br> 1. A força está na sinceridade (fé), não em números.<br> 2. Nunca perca a coragem até a ajuda de Allah chegar.<br> 3. Lutar por justiça é melhor que se curvar à opressão. </b><br><br><br>Versículo do Alcorão: </b><br><i>No dia de Badr, éreis fracos, mas Allah vos ajudou. Para que fosse um sinal para os crentes. (Surah Al-Imran 3:123)</i>"
  },
  {
    "id": 3,
    "title": "A Verdadeira História do Profeta Sulaiman (AS) e da Ave Hudhud",
    "content": "<b>Parte 1: O Presente Único de Allah</b>  <br>Allah concedera ao Profeta Sulaiman (AS) um <b>imenso reino</b>. Seu exército incluía humanos, jinns e animais. Um dia, ao inspecionar suas tropas, a <b>Hudhud</b> (uma ave especial) estava faltando.  <br><br>Sulaiman (AS) disse com ira:  <br><i>Punirei a Hudhud a menos que traga uma razão válida!</i>  <br><br><b>Parte 2: As Notícias da Hudhud</b>  <br>Pouco depois, a Hudhud retornou com notícias estranhas:  <br><i>Vi uma cidade chamada Saba, governada por uma mulher (Bilqis). Ela tem todas as bênçãos, mas ela e seu povo adoram o sol!</i>  <br><br>Sulaiman (AS) disse:  <br><i>Verificaremos se dizes a verdade ou mentes!</i>  <br><br><b>Parte 3: O Convite a Bilqis</b>  <br>Sulaiman (AS) enviou uma carta a Bilqis através da Hudhud:  <i>Em nome de Allah... Submete-te a mim e crê em Allah!</i>  <br><br>Bilqis pensou: <i>Este não é um rei comum!</i> Ela enviou presentes valiosos a Sulaiman (AS), mas ele disse:<br><i>Não busco riquezas, mas tua fé!</i>  <br><br><b>Parte 4: O Grande Milagre</b>  <br>Para testar o poder de Sulaiman, Bilqis propôs um enigma: <br> <i>Reconhecerei meu trono então aceitarei a fé.</i>  <br>Sulaiman (AS) ordenou a um jinn: <i>Tragam o trono aqui!</i>  <br>Num piscar de olhos, o trono apareceu! Bilqis declarou: <i>Este é verdadeiramente o Profeta de Allah!</i> e aceitou a fé.  <br><br><b>Lições:</b>  <br>1. <b>Seja grato pelas bênçãos de Allah</b> – Sulaiman (AS) nunca foi arrogante.  <br>2. <b>Até a menor criatura tem propósito</b> – A Hudhud guiou uma nação inteira.  <br>3. <b>Aja com sabedoria</b> – Sulaiman (AS) conquistou corações com sabedoria, não guerra.  <br><br><b>Versículo do Alcorão:</b>  <br><i>Ele (Sulaiman) sorriu e disse: 'Por que não vejo a Hudhud? Está ela ausente?' (Surah An-Naml 27:20)</i>"
  }


]