[
  {
    "id": 1,
    "title": "Safarka Hijrada - Safarka Nebi (SCW) iyo Sidiiqiga Awooda Badan (RA)",
    "content": "<b>Qaybta 1: Khatar ku yaal Makka</b><br>Gaaladii Makka ayay isku diyaariyeen inay dilaan Nebi Maxamed (SCW). Allaah wuxuu u amray inuu hijro (u guuro). Habeenkii mugdiga ahaa, Nebigu (SCW) wuxuu la qaatay saaxiibkiis Abu Bakar Sidiiq (RA) waxayna aadeen Godka Thawr.<br><br><b>Halganka Jidka: </b><br>Gaaladu way raaceen. Mar ayay cadowgu yimaadeen albaabka godka, laakiin Allaah wuxuu amray caaro inay sameeyso shabag albaabka iyo qoolley inay ukumo. Markii gaaladu arkeen waxay yidhaahdeen: <i>Qof kuma jiro gudaha!</i> wayna noqdeen.<br><br><b>Daacadnimada Abu Bakar (RA):</b> <br>Godkii mas ayay ku qaniineen, laakiin wuu aamusay si uusan u kicin Nebiga (SCW). Dabadeed Nebigu (SCW) wuu arkay dhiig oo ka soo baxaya cagtiisa. Wuxuu weydiiyay: <b><i>Maxaad iigu sheegin?</i></b> Abu Bakar (RA) wuxuu yidhi: <b><i>Xanuunkan yar ma aha mid ka weyn hurdaada, ya Rasuulullaah!</i></b><br><br><b>Qaybta 2: Safarka Madiina</b> <br><br>Kadib 3 maalmood oo godka laga joogay, waxay u guureen Madiina iyagoo caawiyey hoggaamiye la yidhaahdo Cabdulaahi bin Urayqit. Jidkii waxaa dhacay mucjisooyin: <br><b>Tuugga Suraaqa: </b><br> Gaaladu waxay dirayen dagaalyahan xooggan oo la yidhaahdo Suraaqa, iyagoo u gooddinaya 100 geel inuu qabto Nebiga (SCW). Markii uu soo dhowaaday, faraskii wuu dhulka galay. Wuxuu ka baryay naxariis, Nebiguna (SCW) wuxuu u gooddiyay inuu furayaasha khazaanada Faaris qaado (kaasoo dhab ahaa).<br><br> <b>Qolada Umm Ma'bad: </b><br> Waxay ka soo mareen haweeney gabow (Umm Ma'bad) oo hal ri' ah oo kaliya heysatay. Nebigu (SCW) wuxuu caanay ri'da, caanaha wuu ka soo baxay waxayna buuxiyeen qoyska oo dhan. <br><br><b>Qaybta 3: Gaadhitaanka Madiina</b><br> Kadib 8 maalmood oo safar, 12 Rabi'ul-Awwal waxay gaadeen Quba. Halkaas ayaa la dhisay masaajidkii ugu horreeyay (Masaajid Quba). Markii ay gaadeen Madiina, dadku waxay ku qayliyeen: <br><b><i>Tala'al-Badru Alayna... (Dayaxu naga ifbaxay!)</i></b> <br><br><b>Martiqaadka Ansaarta (Dadka Madiina):</b> <br>Qoys kastaa wuxuu doonayay in Nebigu (SCW) gurigiisa ku noolaado. Nebigu (SCW) wuxuu yidhi: <br><b><i>Geliga waa kan go'aansada; halkuu istaagaa ayaa gurigaygu noqon doona.</i></b><br> Geligu wuxuu istaagay guriga Abu Ayoob Al-Ansaari (RA).<br><br><b>Casharrada & Hanuuninta: Isku halleynaanta Ilaahay (Tawakkul): Shabagga caarada waa astaan caawimaad Ilaahay.<br>Saaxiibnimada Daacada: Sacrifaysiga Abu Bakar (RA) waxay na bartaa saaxiibnimo run ah.<br>Wanaagga ka adag xumaan: Cadowga kale ee Suraaqa ayaa Muslim noqday amarkii Ilaahay.</b><br><br><b>Aayadda Quraanka:</b></br><i><b>Markay timaado gargaarka Ilaahay iyo guusha, oo aad aragto dadka iyagoo u soo galaya diinta Ilaahay koox koox, markaas ku tasbiixso Rabbigaa! (Suurat An-Nasr 110:1-3)</b></i>"
  },
  {
    "id": 2,
    "title": "Dagaalkii Badr: Wakhtigii Weynaa ee Gargaarka Ilaahay",
    "content": "<b>Qaybta 1: Diyaarinta Goobta Dagaalka</b> <br>Kadib markii ay Muslimiinta dhibaateysiiyeen, <b>cadowgii</b> Makka (Quraysh) ayaa qabsaday hantidooda oo dhan. Nebiga Sharafta leh (SCW) wuxuu u hijrooday Madiina, laakiin dulmigii gaaladu ma joojin. Maalin waxaa soo gaadhay war in qaafilahii <b>Abu Sufyaan</b> ka soo noqday Shaam ayadoo qaadata hantida Quraysh. Muslimiintu waxay go'aansadeen inay xaqooda dib ugu soo celiyaan.  <br><br><b>Diyaarinta Muslimiinta:</b> <br>- Kaliya <b>313 dagaalyahann</b>, 2 faras iyo 70 geel. <br>- Ciidankii Quraysh: <b>1000 dagaalyahann</b>, 100 faras iyo hub badan. <br>- Muslimiintu xitaa maheysan qori togan. Qaar ka mid ah saaxiibadu waxay qaateen ulo.  <br><br><b>Qaybta 2: Iskudhafka Goobta Dagaalka</b> <br>17 Ramadaan, 2 Hijri, labada ciidan ayaa iskula soo horjeeday <b>Goobta Badr</b>. <br><b>Kibrigii Quraysh: </b> <br>Abu Jahl (hogaamiyihii Quraysh) wuxuu ku qoslay: <i>Kuwan saaxiibada Maxamed (SCW) waa gaajo iyo qashin! Maanta waxaan tirtiri doonnaa!</i>  <b>Ducada Muslimiinta: </b><br>Nebigu (SCW) wuxuu kor u qaaday gacantiisa oo baryay:<br><i>Ya Allaah! Haddii kooxdan yar ay maanta guuldareysto, kuma noqon doono qof ku caabudi doona Allaah dhulka!</i><br><br><b>Qaybta 3: Gargaarkii Ilaahay Yimaada</b>  <br>Allaah wuxuu malaa'igta u amray:  <br><i>Caawima addoomahayga!</i> (Quraan 8:9)  <br><br><b>Mucjisooyinkii Dhacay:</b>  <br>1. <b>Duufaanta Ciidda:</b> Ciiddu wuxuu indhaha Quraysh buuxiyay.  <br>2. <b>Weerarkii Malaa'igtii: </b> Dagaalyahannadii Quraysh way yaabeen markay arkeen <b>aan la arki karin cadow</b>, laakiin madaxdoodii waa la gooyay!  <br>3. <b>Xoogga Ruuxa: </b> Muslimiintu aad bay u dagaallameen; saaxiib <b>wuu gooyay lugta geelka cadowga</b>!  <br><br><b>Natiijada: </b><br>- 70 dagaalyahann oo Quraysh ah ayaa la dilay, kuwaasoo ka mid ahaa <b>Abu Jahl</b>.  <br>- Kaliya <b>14 Muslim</b> ayaa shaheed noqday.  <br>- Cadowgii kale waa cararay.  <br><br><b>Qaybta 4: Qarinkii Guusha: </b><br>Kadib dagaalkii, saaxiib gabow ayaa weydiiyay:  <br><i>Ya Rasuulullaah! Waxaan ahaanney tiro yar, sidee baynu guulaysannay?</i><br><b>Nebigu (SCW) wuxuu yidhi:  </b><br><br><i>Iimaanka runta ah, samirka iyo isku halkaanshaha Ilaahay waa xoogga dhabta ah. Kuwa dagaallamay aan loogu talagalayn dunida, balse diinta Ilaahay - kuwaas ayay ku guuleysteen!</i><br><br><b>Casharrada:<br> 1. Xooggu ma aha tiro, waa igu xaqiijinta (iimaanka).<br> 2. Ha walwelin inta aadan ka helin gargaarka Ilaahay.<br> 3. Dagaalka caddaalad waa ka khayr roon dulmiga hortiisa isu dejin. </b><br><br><br>Aayadda Quraanka: </b><br><i>Maalintii Badr waxaad ahaaydeen kuwo daciif ah, laakiin Allaah wuu idin caawiyey. Si ay u noqoto calaamad mu'miniinta. (Suurat Aali 'Imraan 3:123)</i>"
  },
  {
    "id": 3,
    "title": "Sheekhada Runta ah ee Nebi Sulaymaan (AS) iyo Shimbirta Hudhud",
    "content": "<b>Qaybta 1: Hadyada Gaarka ah ee Ilaahay</b>  <br>Allaah wuxuu Nebi Sulaymaan (AS) siiyey <b>boqortooyo weyn</b>. Ciidankiisii waxaa ka mid ahaa aadanaha, jinniga iyo xayawaanka. Maalin isagoo eegaya ciidankiisii, <b>Hudhud</b> (shimbir gaar ah) ma lahan.  <br><br>Sulaymaan (AS) wuxuu cadho ku yidhi:  <br><i>Waan cadaabi doonaa Hudhud haddii ayan keenin sabab sharci ah!</i>  <br><br><b>Qaybta 2: Wararkii Hudhud</b>  <br>Yar kadib, Hudhud waa soo noqotay oo warbixin yaab leh keentay:  <br><i>Waxaan arkay magaalo la yidhaahdo Saba, oo ay talo u hayso haweeney (Bilqiis). Waxay leedahay nicooyin dhan, laakiin iyada iyo qoomkeeduba waxay u sujuudaan qorraxda!</i>  <br><br>Sulaymaan (AS) wuxuu yidhi:  <br><i>Waxaan hubin doonaa run ma aha ee been ma aha!</i>  <br><br><b>Qaybta 3: Martiqaadkii Bilqiis</b>  <br>Sulaymaan (AS) wuxuu u diray Bilqiis warqad adigoo ku maraya Hudhud:  <i>Bismillaah... Isu dhiib aniga oo rumeey Allaah!</i>  <br><br>Bilqiis waxay ku fikirtay: <i>Kani ma aha boqor caadi ah!</i> Waxay u diray Sulaymaan (AS) hadyaad qiimo leh, laakiin Sulaymaan (AS) wuxuu yidhi:<br><i>Anigu ma doonayo maal, ee waa iimaankaaga ayaan ku faraxsan!</i>  <br><br><b>Qaybta 4: Mucjisadda Weyn</b>  <br>Bilqiis si ay u imtixaanto xoogga Sulaymaan, waxay soo saartay fikrad qarsoon: <br> <i>Waan aqoonsan doonaa kursigayga markaa waa rumeeyaa.</i>  <br>Sulaymaan (AS) wuxuu jinn u amray: <i>Keena kursiga halkan!</i>  <br>Isku mar kursigii waa yimid! Bilqiis waxay tidhi: <i>Tani waa Nebigii Ilaahay run ahaantii!</i> oo rumeysatay.  <br><br><b>Casharrada:</b>  <br>1. <b>U mahad naqa nicmada Ilaahay</b> – Sulaymaan (AS) marnaba isla weyn ma aha.  <br>2. <b>Xataa xayawaanka ugu yar waa leh doorkiisa</b> – Hudhud waxay hanuunsatay umad dhan.  <br>3. <b>U dhaqmo xikmad</b> – Sulaymaan (AS) wuxuu qalbiyada fursad ugu helay xikmad, aan dagaal aheyn.  <br><br><b>Aayadda Quraanka:</b>  <br><i>Wuxuu (Sulaymaan) qoslay oo yidhi: 'Maxaan u arkin Hudhud? Ma maqan tahay?' (Suurat An-Naml 27:20)</i>"
  }




]