[
  {
    "id": 1,
    "title": "Udhëtimi i Hixhres - Udhëtimi i Pejgamberit (salallahu alejhi ve sellem) dhe Ebu Bekrit (r.a.)",
    "content": "<b>Pjesa 1: Rreziku në Mekë</b><br>Mosbesimtarët e Mekës komplotuan për të vrarë Pejgamberin Muhammed (salallahu alejhi ve sellem). All-llahu i urdhëroi atë të migrojë (Hixhre). Në errësirën e natës, Pejgamberi (salallahu alejhi ve sellem) mori shokun e tij Ebu Bekr Siddik (r.a.) dhe u drejtua drejt Shpellës së Thaurit.<br><br><b>Vështirësitë në rrugë: </b><br>Mosbesimtarët i ndoqën. Një herë armiqtë arritën deri te hyrja e shpellës, por All-llahu urdhëroi një merimangë të endë një rrjetë në derë dhe një pellg të bëjë vezë. Kur mosbesimtarët panë këtë, menduan: <i>S'mund të ketë askënd brenda!</i> dhe u kthyen.<br><br><b>Besnikëria e Ebu Bekrit (r.a.):</b> <br>Në shpellë, një gjarpër e kafshoi, por ai qëndroi i qetë që të mos e zgjojë Pejgamberin (salallahu alejhi ve sellem). Më vonë, kur Pejgamberi (salallahu alejhi ve sellem) e pa, gjak po i rrjedhte nga këmba. Ai pyeti: <b><i>Pse nuk më the?</i></b> Ebu Bekri (r.a.) tha: <b><i>Kjo dhimbje e vogël nuk ishte më e rëndësishme se gjumi juaj, o i Dërguari i All-llahut!</i></b><br><br><b>Pjesa 2: Udhëtimi drejt Medinës</b> <br><br>Pasi kaluan 3 ditë në shpellë, u nisën për në Medinë me ndihmën e një udhërrëfyesi të quajtur Abdullah bin Uraikit. Gjatë rrugës ndodhën disa mrekulli: <br><b>Banditi Suraka: </b><br> Mosbesimtarët dërguan një luftëtar të fuqishëm të quajtur Suraka, duke i premtuar 100 deve për të kapur Pejgamberin (salallahu alejhi ve sellem). Kur Suraka u afrua, kali i tij u fut në rërë. Ai kërkoi falje dhe Pejgamberi (salallahu alejhi ve sellem) i premtoi se do të vinte çelësat e thesareve të Persisë (gjë që u realizua më vonë).<br><br> <b>Strëvina e Ume Ma'bad: </b><br> Kaluan pranë një pllake (Ume Ma'bad) që kishte vetëm një dhi. Pejgamberi (salallahu alejhi ve sellem) muri dhinë dhe dolë aq shumë qumësht sa e ngopi të gjithë familjen. <br><br><b>Pjesa 3: Arritja në Medinë</b><br> Pas 8 ditësh udhëtim, më 12 Rabiul-evvel arritën në Kuba. Këtu u ndërtua xhamia e parë (Xhamia e Kubës). Kur arritën në Medinë, njerëzit thërrisnin: <br><b><i>Tala'al-Badru Alayna... (Hëna e plotë lart mbi ne!)</i></b> <br><br><b>Mikpritja e Ensarëve (banorët e Medinës):</b> <br>Çdo familje dëshironte që Pejgamberi (salallahu alejhi ve sellem) të rrinte te ata. Pejgamberi (salallahu alejhi ve sellem) tha: <br><b><i>Deva ime do të vendosë ku do të rri; ku të ulet, aty do të jetë shtëpia ime.</i></b><br> Deva u ul para shtëpisë së Ebu Ejjub el-Ensarit (r.a.).<br><br><b>Mësime dhe frymëzim: Besimi në All-llahun (Tevekkul): Rrjeta e merimangës simbolizon ndihmën e All-llahut.<br>Besnikëria e një shoku: Sakrifica e Ebu Bekrit (r.a.) na mëson miqësinë e vërtetë.<br>E mira mbi të keqen: Armiq si Suraka u bënë myslimanë me urdhër të All-llahut.</b><br><br><b>Varg i Kur'anit:</b></br><i><b>Kur të vijë ndihma e All-llahut dhe fitorja, dhe ti i sheh njerëzit duke hyrë në fe të All-llahut në turma, atëherë lëvdo Zotin tënd! (Suret En-Nesr 110:1-3)</b></i>"
  },
  {
    "id": 2,
    "title": "Beteja e Bedrit: Ai moment i madh i ndihmës së All-llahut",
    "content": "<b>Pjesa 1: Përgatitja e fushëbetejës</b> <br>Pas përcjelljes së myslimanëve, <b>armiqtë</b> e Mekës (Kurejshit) ua morën të gjitha pasuritë. Pejgamberi i Nderuar (salallahu alejhi ve sellem) migroi në Medinë, por shtypja e mosbesimtarëve nuk pushoi. Një ditë erdhi lajmi se karavani i <b>Ebu Sufjanit</b> (grup tregtar) po kthehej nga Siria, duke bartur pasurinë e Kurejshit. Myslimanët vendosën t'u kthenin të drejtat e tyre në këtë rast.  <br><br><b>Përgatitja e myslimanëve:</b> <br>- Vetëm <b>313 luftëtarë</b>, me 2 kuaj dhe 70 deve. <br>- Ushtria e Kurejshit: <b>1000 luftëtarë</b>, 100 kuaj dhe armë të bollshme. <br>- Myslimanët as nuk kishin shpata të plota. Disa shokë morën shkopinj druri.  <br><br><b>Pjesa 2: Përballja në fushëbetejë</b> <br>Më 17 Ramadan, 2 Hixhri, të dy ushtritë u përballën në <b>fushën e Bedrit</b>. <br><b>Mendjemadhësia e Kurejshit: </b> <br>Ebu Xhehli (kryetari i Kurejshit) tha duke qeshur: <i>Këta shokë të Muhammedit (salallahu alejhi ve sellem) janë të uritur e lakuriq! Sot do t'i zhdukim!</i>  <b>Lutja e myslimanëve: </b><br>Pejgamberi (salallahu alejhi ve sellem) ngriti duart dhe u lut:<br><i>O All-llah! Nëse ky grup i vogël humbet sot, nuk do të mbetet askush që të të adhurojë në tokë!</i><br><br><b>Pjesa 3: Ndihma e All-llahut vjen</b>  <br>All-llahu i urdhëroi engjëjt:  <br><i>Ndihmoni robërit e Mi!</i> (Kur'ani 8:9)  <br><br><b>Ndodhën mrekulli:</b>  <br>1. <b>Stuhi rëre:</b> Rëra u mbush në sytë e Kurejshit.  <br>2. <b>Sulmi i engjëjve: </b> Luftëtarët e Kurejshit mbetën të habitur duke parë <b>asnjë sulmues të dukshëm</b>, por kokat ua prisnin!  <br>3. <b>Fuqi shpirtërore në zemra: </b> Myslimanët luftuan aq ashpër sa një shok <b>prisi këmbën e një deve armike</b>!  <br><br><b>Rezultati: </b><br>- 70 luftëtarë të Kurejshit u vranë, përfshirë <b>Ebu Xhehlin</b>.  <br>- Vetëm <b>14 myslimanë</b> u martirizuan.  <br>- Armiqtë e tjerë ikën.  <br><br><b>Pjesa 4: Sekreti i fitores: </b><br>Pas betejës, një shok i vjetër pyeti:  <br><i>O i Dërguari i All-llahut! Ne ishim më pak, si fituam?</i><br><b>Pejgamberi (salallahu alejhi ve sellem) deklaroi:  </b><br><br><i>Besimi i vërtetë, durimi dhe besimi në All-llahun janë forca e vërtetë. Ata që luftuan jo për shkëlqimin botëror por për fenë e All-llahut - vetëm ata fituan!</i><br><br><b>Mësime:<br> 1. Forca qëndron në sinqeritet (besim), jo në numra.<br> 2. Mos u trembni kurrë para se të vijë ndihma e All-llahut.<br> 3. Lufta për drejtësi është më mirë se nënshtrimi ndaj shtypjes. </b><br><br><br>Varg i Kur'anit: </b><br><i>Në ditën e Bedrit, ju ishit të dobët, por All-llahu ju ndihmoi. Që kjo të jetë shenjë për besimtarët.</i> (Suret Ali-Imran 3:123)"
  },
  {
    "id": 3,
    "title": "Historia e vërtetë e Pejgamberit Sulejman (alejhi selam) dhe shpendit Hudhud",
    "content": "<b>Pjesa 1: Dhurata unike e All-llahut</b>  <br>All-llahu i kishte dhënë Pejgamberit Sulejman (alejhi selam) një <b>mbretëri të gjerë</b>. Ushtria e tij përfshinte njerëz, xhindë dhe kafshë. Një ditë, kur inspektonte trupat, <b>Hudhudi</b> (një shpend i veçantë) mungonte.  <br><br>Sulejmani (alejhi selam) tha me zemërim:  <br><i>Do ta dënoj Hudhudin nëse nuk sjell një justifikim të vlefshëm!</i>  <br><br><b>Pjesa 2: Lajmet e Hudhudit</b>  <br>Pak pas, Hudhudi u kthye dhe raportoi lajme të çuditshme:  <br><i>Pashë një qytet të quajtur Saba, i sunduar nga një grua (Belkisa). Ajo ka çdo bekimi, por ajo dhe populli i saj adhurojnë diellin!</i>  <br><br>Sulejmani (alejhi selam) tha:  <br><i>Do të verifikojmë nëse flet të vërtetën apo gënjen!</i>  <br><br><b>Pjesa 3: Ftesa e Belkisë</b>  <br>Sulejmani (alejhi selam) i dërgoi Belkisë një letër përmes Hudhudit:  <i>Me emrin e All-llahut... Përuluni para meje dhe besoni në All-llahun!</i>  <br><br>Belkisa mendoi: <i>Ky nuk është mbret i zakonshëm!</i> Ajo i dërgoi Sulejmanit (alejhi selam) dhurata të çmuara, por Sulejmani (alejhi selam) tha:<br><i>Unë nuk kërkoj pasuri, por besimin tuaj!</i>  <br><br><b>Pjesa 4: Mrekullia e madhe</b>  <br>Për të testuar fuqinë e Sulejmanit, Belkisa parashtroi një enigmë: <br> <i>Do të pranoj besimin nëse e njoh fronin tim.</i>  <br>Sulejmani (alejhi selam) urdhëroi një xhind: <i>Sillni fronin këtu!</i>  <br>Në çast, froni u shfaq! Belkisa deklaroi: <i>Ky është vërtet Pejgamberi i All-llahut!</i> dhe pranoi besimin.  <br><br><b>Mësime:</b>  <br>1. <b>Jini mirënjohës për bekimet e All-llahut</b> – Sulejmani (alejhi selam) kurrë nuk tregoi mendjemadhësi.  <br>2. <b>Edhe krijesa më e vogël ka rëndësi</b> – Hudhudi udhëzoi një komb të tërë.  <br>3. <b>Veproni me mençuri</b> – Sulejmani (alejhi selam) fitoi zemrat me mençuri, jo me luftë.  <br><br><b>Varg i Kur'anit:</b>  <br><i>Ai (Sulejman) buzëqeshi dhe tha: 'Pse nuk e shoh Hudhudin? A është ai mungues?'</i> (Suret En-Neml 27:20)"
  }


]