[
  {
    "id": 1,
    "title": "El Viaje de la Hégira - El Viaje del Profeta (PB) y Abu Bakr As-Siddiq (RA)",
    "content": "<b>Parte 1: Peligro en La Meca</b><br>Los incrédulos de La Meca conspiraron para matar al Profeta Muhammad (PB). Allah le ordenó emigrar (Hégira). En la oscuridad de la noche, el Profeta (PB) tomó a su compañero Abu Bakr As-Siddiq (RA) y se dirigió a la Cueva de Thaur.<br><br><b>Lucha en el Camino: </b><br>Los incrédulos los persiguieron. En un momento, los enemigos llegaron a la entrada de la cueva, pero Allah ordenó a una araña tejer una telaraña en la entrada y a una paloma poner huevos. Cuando los incrédulos vieron esto, pensaron: <i>¡No puede haber nadie adentro!</i> y se retiraron.<br><br><b>Lealtad de Abu Bakr (RA):</b> <br>En la cueva, una serpiente lo mordió, pero permaneció en silencio para no perturbar el sueño del Profeta (PB). Más tarde, cuando el Profeta (PB) lo vio, sangre brotaba de su pie. Preguntó: <b><i>¿Por qué no me lo dijiste?</i></b> Abu Bakr (RA) respondió: <b><i>Este pequeño dolor no era más importante que tu sueño, ¡oh Mensajero de Allah!</i></b><br><br><b>Parte 2: Viaje a Medina</b> <br><br>Después de 3 días en la cueva, partieron hacia Medina con la ayuda de un guía llamado Abdullah bin Uraiquit. En el camino ocurrieron milagros: <br><b>El Bandido Suraqa: </b><br> Los incrédulos enviaron a un poderoso guerrero llamado Suraqa, prometiéndole 100 camellos por capturar al Profeta (PB). Cuando Suraqa se acercó, su caballo se hundió en la arena. Pidió perdón y el Profeta (PB) le prometió que llevaría las llaves de los tesoros de Persia (lo que más tarde se cumplió).<br><br> <b>La Cabaña de Umm Ma'bad: </b><br> Pasaron por una anciana (Umm Ma'bad) que solo tenía una cabra. El Profeta (PB) ordeñó la cabra, y salió tanta leche que sació a toda la familia. <br><br><b>Parte 3: Llegada a Medina</b><br> Después de 8 días de viaje, el 12 de Rabi' al-Awwal llegaron a Quba. Aquí se construyó la primera mezquita (Masjid Quba). Al llegar a Medina, la gente cantó: <br><b><i>Tala'al-Badru Alayna... (¡La luna llena brilla sobre nosotros!)</i></b> <br><br><b>Hospitalidad de los Ansar (Pueblo de Medina):</b> <br>Cada familia quería que el Profeta (PB) se quedara en su casa. El Profeta (PB) dijo: <br><b><i>Mi camello decidirá; donde se arrodille, será mi hogar.</i></b><br> El camello se arrodilló frente a la casa de Abu Ayyub Al-Ansari (RA).<br><br><b>Lecciones e Inspiración: Confianza en Allah (Tawakkul): La telaraña simboliza la ayuda divina.<br>Lealtad del Compañero: El sacrificio de Abu Bakr (RA) enseña la verdadera amistad.<br>El Bien sobre el Mal: Enemigos como Suraqa se convirtieron al Islam por orden de Allah.</b><br><br><b>Versículo del Corán:</b></br><i><b>Cuando llegue el auxilio de Allah y la victoria, y veas a los hombres entrar en la religión de Allah en multitudes, ¡glorifica a tu Señor con alabanzas! (Surah An-Nasr 110:1-3)</b></i>"
  },
  {
    "id": 2,
    "title": "La Batalla de Badr: Ese Gran Momento de la Ayuda Divina",
    "content": "<b>Parte 1: Preparación del Campo de Batalla</b> <br>Tras perseguir a los musulmanes, los <b>enemigos</b> de La Meca (Quraish) les robaron todas sus posesiones. El Noble Profeta (PB) emigró a Medina, pero la opresión de los incrédulos no cesó. Un día llegó la noticia de que la caravana de <b>Abu Sufyan</b> (grupo comercial) regresaba de Siria con las riquezas de Quraish. Los musulmanes decidieron reclamar sus derechos.  <br><br><b>Preparación de los Musulmanes:</b> <br>- Solo <b>313 guerreros</b>, con 2 caballos y 70 camellos. <br>- Ejército de Quraish: <b>1000 guerreros</b>, 100 caballos y muchas armas. <br>- Los musulmanes ni siquiera tenían espadas completas. Algunos compañeros llevaban palos.  <br><br><b>Parte 2: Enfrentamiento en el Campo de Batalla</b> <br>El 17 de Ramadán, 2 AH, los dos ejércitos se enfrentaron en el <b>Campo de Badr</b>. <br><b>Arrogancia de Quraish: </b> <br>Abu Jahl (líder de Quraish) se burló: <i>¡Estos compañeros de Muhammad (PB) están hambrientos y desnudos! ¡Hoy los eliminaremos!</i>  <b>Oración de los Musulmanes: </b><br>El Profeta (PB) levantó sus manos y suplicó:<br><i>¡Oh Allah! Si este pequeño grupo es derrotado hoy, ¡no quedará nadie en la tierra para adorarte!</i><br><br><b>Parte 3: Llega la Ayuda de Allah</b>  <br>Allah ordenó a los ángeles:  <br><i>¡Ayudad a Mis siervos!</i> (Corán 8:9)  <br><br><b>Ocurrieron Milagros:</b>  <br>1. <b>Tormenta de Arena:</b> La arena cegó a los Quraish.  <br>2. <b>Ataque de los Ángeles: </b> Los guerreros Quraish se asombraron al ver <b>ningún atacante visible</b>, ¡pero sus cabezas eran cortadas!  <br>3. <b>Fuerza Espiritual: </b> Los musulmanes lucharon tan valientemente que un compañero <b>cortó la pata de un camello enemigo</b>!  <br><br><b>Resultado: </b><br>- 70 guerreros Quraish murieron, incluyendo a <b>Abu Jahl</b>.  <br>- Solo <b>14 musulmanes</b> fueron mártires.  <br>- Los demás enemigos huyeron.  <br><br><b>Parte 4: El Secreto de la Victoria: </b><br>Tras la batalla, un compañero anciano preguntó:  <br><i>¡Oh Mensajero de Allah! Éramos menos, ¿cómo ganamos?</i><br><b>El Profeta (PB) declaró:  </b><br><br><i>La verdadera fe, paciencia y confianza en Allah son la verdadera fuerza. Quienes lucharon no por el brillo mundano, sino por la religión de Allah, ¡solo ellos ganaron!</i><br><br><b>Lecciones:<br> 1. La fuerza está en la sinceridad (fe), no en números.<br> 2. Nunca pierdas el coraje hasta que llegue la ayuda de Allah.<br> 3. Luchar por justicia es mejor que someterse a la opresión. </b><br><br><br>Versículo del Corán: </b><br><i>El día de Badr, erais débiles, pero Allah os ayudó. Para que fuera una señal para los creyentes. (Surah Al-Imran 3:123)</i>"
  },
  {
    "id": 3,
    "title": "La Verdadera Historia del Profeta Sulayman (AS) y el Ave Hudhud",
    "content": "<b>Parte 1: El Regalo Único de Allah</b>  <br>Allah había dado al Profeta Sulayman (AS) un <b>vasto reino</b>. Su ejército incluía humanos, yinnes y animales. Un día, al inspeccionar sus tropas, el <b>Hudhud</b> (un ave especial) estaba ausente.  <br><br>Sulayman (AS) dijo con enojo:  <br><i>¡Castigaré al Hudhud a menos que traiga una razón válida!</i>  <br><br><b>Parte 2: Las Noticias del Hudhud</b>  <br>Poco después, el Hudhud regresó con noticias extrañas:  <br><i>Vi una ciudad llamada Saba, gobernada por una mujer (Bilqis). Tiene toda bendición, pero ella y su gente adoran al sol!</i>  <br><br>Sulayman (AS) dijo:  <br><i>¡Verificaremos si dices la verdad o mientes!</i>  <br><br><b>Parte 3: La Invitación a Bilqis</b>  <br>Sulayman (AS) envió una carta a Bilqis a través del Hudhud:  <i>En el nombre de Allah... ¡Sométete a mí y cree en Allah!</i>  <br><br>Bilqis pensó: <i>¡Este no es un rey común!</i> Envió regalos valiosos a Sulayman (AS), pero él dijo:<br><i>No busco riquezas, ¡sino tu fe!</i>  <br><br><b>Parte 4: El Gran Milagro</b>  <br>Para probar el poder de Sulayman, Bilqis propuso un acertijo: <br> <i>Reconoceré mi trono y entonces aceptaré la fe.</i>  <br>Sulayman (AS) ordenó a un yinn: <i>¡Traed el trono aquí!</i>  <br>En un abrir y cerrar de ojos, ¡el trono apareció! Bilqis declaró: <i>¡Este es verdaderamente el Profeta de Allah!</i> y aceptó la fe.  <br><br><b>Lecciones:</b>  <br>1. <b>Sé agradecido por las bendiciones de Allah</b> – Sulayman (AS) nunca fue arrogante.  <br>2. <b>Hasta la criatura más pequeña tiene propósito</b> – El Hudhud guió a toda una nación.  <br>3. <b>Actúa con sabiduría</b> – Sulayman (AS) conquistó corazones con sabiduría, no con guerra.  <br><br><b>Versículo del Corán:</b>  <br><i>Él (Sulayman) sonrió y dijo: '¿Por qué no veo al Hudhud? ¿Acaso está ausente?' (Surah An-Naml 27:20)</i>"
  }


]