[
  {
    "id": 1,
    "title": "हिजरत का सफर - नबी (स.अ.व.) और सिद्दीक-ए-अकबर (र.ज़.) का सफर",
    "content": "<b>भाग 1: मक्का में खतरा </b><br>मक्का के काफिरों ने नबी मुहम्मद (स.अ.व.) को मारने की साजिश रची। अल्लाह ने उन्हें हिजरत (पलायन) का आदेश दिया। रात के अंधेरे में नबी (स.अ.व.) ने अपने साथी हज़रत अबू बकर सिद्दीक (र.ज़.) को साथ लिया और सौर गुफा की ओर चले। <br><br><b>रास्ते का संघर्ष: </b><br>काफिरों ने उनका पीछा किया। एक बार तो शत्रु गुफा के मुँह तक आ गए, लेकिन अल्लाह ने एक मकड़ी को गुफा के द्वार पर जाला बुनने और कबूतर को अंडे देने का हुक्म दिया। जब काफिरों ने यह देखा तो सोचा: <i>अंदर कोई नहीं हो सकता!</i> और लौट गए। <br><br><b>हज़रत अबू बकर (र.ज़.) की वफादारी:</b> <br>गुफा में एक साँप ने डस लिया, लेकिन वह चुप रहे ताकि नबी (स.अ.व.) की नींद न टूटे। बाद में जब पैगंबर (स.अ.व.) ने देखा तो उनके पैर से खून बह रहा था। उन्होंने पूछा: <i>आपने मुझे क्यों नहीं बताया?</i> अबू बकर (र.ज़.) बोले: <i>ये छोटी सी पीड़ा आपकी नींद से बढ़कर नहीं थी, या रसूल्लाह ! </i><br><br><b>भाग 2: मदीना की ओर सफर</b> <br>गुफा में 3 दिन बिताने के बाद, उन्होंने अब्दुल्लाह बिन उरैक़ित नामक एक गाइड की मदद से मदीना के लिए रवाना किया। रास्ते में कई चमत्कार हुए: <br><br><b>सुराक़ा नामी लुटेरा: </b><br> काफिरों ने सुराक़ा नामक एक शक्तिशाली योद्धा को 100 ऊँटों का इनाम देकर पैगंबर (स.अ.व.) को पकड़ने भेजा। जैसे ही सुराक़ा निकट आया, उसका घोड़ा रेत में धँस गया। उसने माफ़ी माँगी और पैगंबर (स.अ.व.) ने उसे भविष्य में फारस के खजाने की चाबियाँ पहनने का वादा दिया (जो बाद में सच हुआ)।<br><br> <b>उम्मे माबद का झोंपड़ा: </b><br> एक बूढ़ी औरत (उम्मे माबद) के पास से गुज़रे, जिसके पास सिर्फ़ एक बकरी थी। नबी (स.अ.व.) ने उस बकरी का दूध निकाला, जो इतना अधिक हुआ कि पूरा परिवार तृप्त हो गया। <br><br><b>भाग 3: मदीना पहुँचना</b><br> 8 दिन के सफर के बाद, 12 रबी-उल-अव्वल को वे कुबा पहुँचे। यहाँ पहली मस्जिद (मस्जिद-ए-कुबा) बनाई गई। फिर मदीना पहुँचे तो लोगों ने नारे लगाए: <br><i>ताला-अल-बद्रु अलैना... (चाँद हम पर चमक उठा!)</i> <br><br><b>अंसार (मदीना वालों) की मेहमाननवाज़ी:</b> <br>हर परिवार चाहता था कि पैगंबर (स.अ.व.) उनके घर ठहरें। नबी (स.अ.व.) ने कहा: <br><i>मेरा ऊँट जहाँ बैठेगा, वहीं मेरा घर होगा।</i><br> ऊँट हज़रत अबू अय्यूब अंसारी (र.ज़.) के घर के सामने बैठ गया। <br><br><b>सीख और प्रेरणा:</b><br> - अल्लाह पर भरोसा (तवक्कुल): गुफा में मकड़ी का जाला अल्लाह की मदद का प्रतीक है।<br> - साथी की वफादारी: अबू बकर (र.ज़.) का त्याग हमें सच्ची दोस्ती सिखाता है।<br> - बुराई पर अच्छाई: सुराक़ा जैसे शत्रु भी अल्लाह के हुक्म से मुसलमान बने। <br><br><b>कुरआन की आयत:</b> <br><i>जब अल्लाह की मदद आ जाए और फतह (विजय), और तुम लोगों को जमाअत के साथ दीन में दाखिल होते देखो, तो अपने रब की तस्बीह करो! (सूरह अन-नस्र 110:1-3)</i> <br><br>"
  },

  {
    "id": 2,
    "title": "जंग-ए-बद्र: अल्लाह की मदद का वह अज़ीम मौका",
    "content": "<b>भाग 1: जंग का मैदान तैयार होता है</b> <br>मक्का के <b>दुश्मनों</b> (कुरैश) ने मुसलमानों को सताने के बाद उनका सारा माल-ए-ग़नीमत (सम्पत्ति) छीन लिया था। नबी-ए-करीम (स.अ.व.) ने मदीना में हिजरत की, लेकिन काफिरों का ज़ुल्म बंद नहीं हुआ। एक रोज़ खबर आई कि <b>अबू सुफ़यान</b> का क़ाफिला (व्यापारी दल) शाम से लौट रहा है, जिसमें कुरैश का सारा धन है। मुसलमानों ने तय किया कि इस मौके पर उनका हक़ वापस लिया जाए।  <br><br><b>मुसलमानों की तैयारी:</b> <br>- सिर्फ़ <b>313 जंगजू</b> (योद्धा), जिनमें 2 घोड़े और 70 ऊँट थे। <br>- कुरैश की सेना: <b>1000 जंगजू</b>, 100 घोड़े और ढेर सारे हथियार। <br>- मुसलमानों के पास तलवारें भी पूरी नहीं थीं। कुछ साथी लकड़ी के डंडे लेकर चले।  <br><br><b>भाग 2: मैदान-ए-जंग में मुकाबला</b> <br>17 रमज़ान, 2 हिजरी को <b>बद्र के मैदान</b> में दोनों फौजें आमने-सामने हुईं। <br><b>कुरैश का अकड़: </b> <br>अबू जहल (कुरैश का सरदार) ने हँसते हुए कहा: <i>ये मुहम्मद (स.अ.व.) के साथी भूखे, नंगे हैं! आज इनका नामो-निशान मिटा देंगे!</i>  <br><b>मुसलमानों की दुआ: </b><br>नबी (स.अ.व.) ने हाथ उठाकर अरज़ किया:<br><i>ऐ अल्लाह! अगर ये छोटी जमात आज हार गई, तो धरती पर तेरी इबादत करने वाला कोई नहीं बचेगा!</i><br><br><b>भाग 3: अल्लाह की मदद आती है</b>  <br>अल्लाह ने फरिश्तों को हुक्म दिया:  <br><i>मेरे बन्दों की मदद करो!</i> (कुरआन 8:9)  <br><br><b>चमत्कार हुए:</b>  <br>1. <b>रेत का तूफ़ान:</b> कुरैशियों की आँखों में रेत भर गई।  <br>2. <b>फरिश्तों का हमला: </b> कुरैश के जंगजू देखते ही रह गए कि कोई <b>नज़र नहीं आ रहा</b>, लेकिन उनके सर कट रहे हैं!  <br>3. <b>दिलों में रूहानी ताकत: </b> मुसलमानों ने ऐसी जंग लड़ी कि एक साथी ने <b>दुश्मन के ऊँट का पैर</b> काट डाला!  <br><br><b>असर हुआ: </b><br>- कुरैश के 70 जंगजू मारे गए, जिनमें <b>अबू जहल</b> भी शामिल था।  <br>- मुसलमानों के सिर्फ़ <b>14 शहीद</b> हुए।  <br>- बाकी दुश्मन भाग खड़े हुए।  <br><br><b>भाग 4: जीत का राज़: </b><br>जंग के बाद एक बुज़ुर्ग सहाबी ने पूछा: <i>या रसूलुल्लाह! हम कम थे, फिर भी जीत कैसे गए?</i><br><b>नबी (स.अ.व.) ने फरमाया:  </b><br><i>सच्चा ईमान, सब्र और अल्लाह पर यक़ीन ही असली ताकत है। जिसने दुनिया की चमक के लिए नहीं, बल्कि अल्लाह के दीन की खातिर जंग लड़ी, वही जीता!</i><br><br><b>सीख:<br> 1. ताकत गिनती में नहीं, इख़लास (ईमान) में है।<br> 2. अल्लाह की मदद आने तक हिम्मत न हारो।<br> 3. जुल्म के आगे झुकने से बेहतर है, इंसाफ़ के लिए लड़ो। </b><br><br><br>कुरआन की आयत: </b><br><i>बद्र के दिन तुम मददगारी में कमज़ोर थे, लेकिन अल्लाह ने तुम्हारी मदद की। ताकि मुसलमानों के लिए निशानी बन जाए।</i> (सूरह आले-इमरान 3:123)"
  },

  {
    "id": 3,
    "title": "नबी सुलेमान (अ.स.) और हुदहुद पक्षी की सच्ची कहानी",
    "content": "<b>भाग 1: अल्लाह का नायाब तोहफा</b>  <br>नबी सुलेमान (अ.स.) को अल्लाह ने <b>मुल्क-ए-अज़ीम</b> (विशाल राज्य) दिया था। उनकी फ़ौज में इंसान, जिन्न और जानवर सभी शामिल थे। एक दिन उन्होंने अपनी फ़ौज का हुलिया देखा तो <b>हुदहुद</b> (एक ख़ास पक्षी) गायब था।  <br><br>सुलेमान (अ.स.) ने ग़ुस्से में कहा:  <br><i>मैं हुदहुद को सज़ा दूँगा, या वह कोई साफ़ वजह लेकर आए!</i>  <br><br><b>भाग 2: हुदहुद की ख़बर</b>  <br>थोड़ी देर बाद हुदहुद आया और एक अजीब ख़बर सुनाई:  <br><i>मैंने सबा नामक शहर देखा, जहाँ एक औरत (बिल्क़ीस) राज करती है। उसके पास हर नेमत है, लेकिन वह और उसकी क़ौम सूरज को सजदा करते हैं!</i>  <br><br>सुलेमान (अ.स.) ने कहा:  <br><i>हम देखेंगे कि तुम सच कह रहे हो या झूठ!</i>  <br><br><b>भाग 3: बिल्क़ीस को दावत</b>  <br>सुलेमान (अ.स.) ने हुदहुद के ज़रिए बिल्क़ीस को एक ख़त भेजा:  <i>बिस्मिल्लाह... मेरे आगे झुक जाओ और अल्लाह को मानो!</i>  <br><br>बिल्क़ीस ने सोचा: <i>यह कोई आम बादशाह नहीं!</i> उसने सुलेमान (अ.स.) को कीमती तोहफ़े भेजे, लेकिन सुलेमान (अ.स.) ने कहा:<br><i>मैं माल से नहीं, तुम्हारे ईमान से ख़ुश होऊँगा!</i>  <br><br><b>भाग 4: अज़ीम मोजिज़ा</b>  <br>बिल्क़ीस ने सुलेमान (अ.स.) की ताकत जाँचने के लिए एक पहेली रखी: <br> <i>मैं अपना तख़्त (सिंहासन) पहचान लूँगी तो ईमान ले आऊँगी।</i>  <br>सुलेमान (अ.स.) ने एक जिन्न से कहा: <i>तख़्त यहाँ ले आओ!</i>  <br>पलक झपकते ही तख़्त आ गया! बिल्क़ीस ने कहा: <i>यह तो वाकई अल्लाह का नबी है!</i> और ईमान ले आई।  <br><br><b>सीख:</b>  <br>1. <b>अल्लाह की नेमतों का शुक्र करो</b> – सुलेमान (अ.स.) ने कभी अकड़ नहीं दिखाई।  <br>2. <b>छोटे से छोटे जीव का भी रोल है</b> – हुदहुद ने पूरी क़ौम को हिदायत दिलाई।  <br>3. <b>अक्लमंदी से काम लो</b> – सुलेमान (अ.स.) ने जंग नहीं, बल्कि हिकमत से दिल जीता।  <br><br><b>कुरआन की आयत:</b>  <br><i>उसने (सुलेमान) मुस्कुराकर कहा: मैंने हुदहुद को ग़ैर-मौजूद क्यों पाया? क्या वह ग़ायब है?</i> (सूरह अन-नम्ल 27:20)"
  }
]



