[
  {
    "id": 1,
    "title": "Hicret Yolculuğu - Peygamber (SAV) ve Sıddık-ı Ekber'in (RA) Yolculuğu",
    "content": "<b>Bölüm 1: Mekke'de Tehlike</b><br>Mekke'nin kâfirleri Peygamber Muhammed'i (SAV) öldürmek için komplo kurdular. Allah ona hicret (göç) emrini verdi. Gecenin karanlığında Peygamber (SAV), yoldaşı Hz. Ebu Bekir Sıddık'ı (RA) yanına alarak Sevr Mağarası'na doğru yola çıktı.<br><br><b>Yolda Mücadele:</b><br>Kâfirler onları takip etti. Bir ara düşmanlar mağaranın ağzına kadar geldiler, ancak Allah bir örümceğe mağara girişine ağ örmesini ve bir güvercinin yumurtlamasını emretti. Kâfirler bunu görünce: <i>İçeride kimse olamaz!</i> diye düşünüp geri döndüler.<br><br><b>Hz. Ebu Bekir'in (RA) Sadakati:</b><br>Mağarada bir yılan onu ısırdı, ancak Peygamber'in (SAV) uykusunu bölmemek için sessiz kaldı. Sonra Peygamber (SAV) onu gördüğünde ayağından kan akıyordu. Sordu: <b><i>Bana niye söylemedin?</i></b> Ebu Bekir (RA) dedi: <b><i>Bu küçük acı sizin uykunuzdan daha önemli değildi, ey Allah'ın Elçisi!</i></b><br><br><b>Bölüm 2: Medine'ye Yolculuk</b><br><br>Mağarada 3 gün geçirdikten sonra, Abdullah bin Uraykıt adlı bir rehberin yardımıyla Medine'ye doğru yola çıktılar. Yolda birçok mucize gerçekleşti:<br><b>Haydut Suraka:</b><br>Kâfirler, Peygamber'i (SAV) yakalaması için Suraka adlı güçlü bir savaşçıyı 100 deve ödülle gönderdiler. Suraka yaklaştığında atı kuma battı. Af diledi ve Peygamber (SAV) ona ileride Pers hazinelerinin anahtarlarını taşıyacağını vaat etti (ki sonra gerçekleşti).<br><br><b>Ümmü Ma'bed'in Kulübesi:</b><br>Yaşlı bir kadının (Ümmü Ma'bed) yanından geçtiler, onun sadece bir keçisi vardı. Peygamber (SAV) keçiyi sağdı ve öyle çok süt çıktı ki bütün aile doydu.<br><br><b>Bölüm 3: Medine'ye Varış</b><br>8 günlük yolculuktan sonra, 12 Rebiülevvel'de Kubâ'ya ulaştılar. Burada ilk mescit (Mescid-i Kubâ) inşa edildi. Medine'ye vardıklarında insanlar şu şarkıyı söylediler:<br><b><i>Tala'al-Badru Alayna... (Dolunay üzerimize doğdu!)</i></b><br><br><b>Ensar'ın (Medineliler) Misafirperverliği:</b><br>Her aile Peygamber'in (SAV) kendi evinde kalmasını istiyordu. Peygamber (SAV) dedi ki:<br><b><i>Devemin çöktüğü yerde evim olacak.</i></b><br>Deve, Hz. Ebu Eyyûb el-Ensarî'nin (RA) evinin önüne çöktü.<br><br><b>Dersler ve İlham: Allah'a Güven (Tevvekkül): Mağaradaki örümcek ağı Allah'ın yardımının sembolüdür.<br>Yoldaşın Sadakati: Ebu Bekir'in (RA) fedakârlığı bize gerçek dostluğu öğretir.<br>Kötülüğe Karşı İyilik: Suraka gibi düşmanlar bile Allah'ın emriyle Müslüman oldu.</b><br><br><b>Kur'an Ayeti:</b><br><i><b>Allah'ın yardımı ve zafer geldiğinde, ve insanların bölük bölük Allah'ın dinine girdiklerini gördüğünde, hemen Rabbini överek tesbih et! (Nasr Suresi 110:1-3)</b></i>"
  },
  {
    "id": 2,
    "title": "Bedir Savaşı: Allah'ın Yardımının O Muhteşem Anı",
    "content": "<b>Bölüm 1: Savaş Alanı Hazırlanıyor</b><br>Mekke'nin <b>düşmanları</b> (Kureyş) Müslümanlara zulmettikten sonra tüm mallarını gasp etmişti. Şerefli Peygamber (SAV) Medine'ye hicret etti, ama kâfirlerin zulmü durmadı. Bir gün <b>Ebu Süfyan</b>'ın kervanının (ticaret kafilesi) Şam'dan döndüğü haberi geldi, içinde Kureyş'in tüm serveti vardı. Müslümanlar bu fırsatta haklarını geri almaya karar verdi.<br><br><b>Müslümanların Hazırlığı:</b><br>- Sadece <b>313 savaşçı</b>, 2 at ve 70 deve.<br>- Kureyş ordusu: <b>1000 savaşçı</b>, 100 at ve bolca silah.<br>- Müslümanların kılıçları bile tam değildi. Bazı sahabeler tahta sopalarla geldi.<br><br><b>Bölüm 2: Savaş Alanında Karşılaşma</b><br>17 Ramazan, Hicri 2'de iki ordu <b>Bedir sahrasında</b> karşı karşıya geldi.<br><b>Kureyş'in Kibri:</b><br>Ebu Cehil (Kureyş lideri) alay ederek dedi: <i>Bunlar Muhammed'in (SAV) aç çıplak yoldaşları! Bugün izlerini sileceğiz!</i><br><b>Müslümanların Duası:</b><br>Peygamber (SAV) ellerini kaldırıp yalvardı:<br><i>Ey Allah! Bu küçük topluluk bugün yenilirse, yeryüzünde sana ibadet eden kimse kalmayacak!</i><br><br><b>Bölüm 3: Allah'ın Yardımı Geliyor</b><br>Allah meleklere emretti:<br><i>Kullarıma yardım edin!</i> (Kur'an 8:9)<br><br><b>Mucizeler Oldu:</b><br>1. <b>Kum Fırtınası:</b> Kum Kureyşlilerin gözlerini doldurdu.<br>2. <b>Meleklerin Saldırısı:</b> Kureyş savaşçıları <b>görünürde düşman yokken</b> kafalarının kesildiğini görüp şaşırdılar!<br>3. <b>Kalplerde Manevi Güç:</b> Müslümanlar öyle şiddetle savaştı ki bir sahabe <b>düşman devesinin bacağını kesti</b>!<br><br><b>Sonuç:</b><br>- Kureyş'ten 70 savaşçı öldü, <b>Ebu Cehil</b> de dahil.<br>- Sadece <b>14 Müslüman</b> şehit oldu.<br>- Kalan düşmanlar kaçtı.<br><br><b>Bölüm 4: Zaferin Sırrı:</b><br>Savaştan sonra yaşlı bir sahabe sordu:<br><i>Ey Allah'ın Elçisi! Sayıca azdık, nasıl kazandık?</i><br><b>Peygamber (SAV) buyurdu:</b><br><br><i>Gerçek iman, sabır ve Allah'a güven gerçek güçtür. Dünya parıltısı için değil, Allah'ın dini için savaşan kazanır!</i><br><br><b>Dersler:<br>1. Güç sayıda değil, ihlasta (imanda) yatar.<br>2. Allah'ın yardımı gelene kadar cesaretinizi yitirmeyin.<br>3. Zulme boyun eğmektense adalet için savaşın.</b><br><br><br>Kur'an Ayeti:</b><br><i>Bedir günü yardım konusunda zayıftınız, ama Allah size yardım etti. Tâ ki müminler için bir işaret olsun. (Âl-i İmrân Suresi 3:123)</i>"
  },
  {
    "id": 3,
    "title": "Peygamber Süleyman'ın (AS) ve Hüdhüd Kuşunun Gerçek Hikâyesi",
    "content": "<b>Bölüm 1: Allah'ın Benzersiz Hediyesi</b><br>Allah, Peygamber Süleyman'a (AS) <b>muazzam bir krallık</b> vermişti. Ordusunda insanlar, cinler ve hayvanlar vardı. Bir gün birliklerini denetlerken <b>Hüdhüd</b> (özel bir kuş) kayıptı.<br><br>Süleyman (AS) öfkeyle dedi:<br><i>Hüdhüd'ü cezalandıracağım, meğer ki geçerli bir mazeretle gelsin!</i><br><br><b>Bölüm 2: Hüdhüd'ün Haberi</b><br>Kısa süre sonra Hüdhüd geldi ve garip bir haber verdi:<br><i>Sebâ adlı bir şehir gördüm, bir kadın (Belkıs) hükmediyor. Her nimet ona verilmiş, ama o ve kavmi güneşe secde ediyor!</i><br><br>Süleyman (AS) dedi:<br><i>Doğru mu yalan mı söylediğine bakacağız!</i><br><br><b>Bölüm 3: Belkıs'a Davet</b><br>Süleyman (AS) Hüdhüd aracılığıyla Belkıs'a bir mektup gönderdi: <i>Bismillah... Bana teslim ol ve Allah'a iman et!</i><br><br>Belkıs düşündü: <i>Bu sıradan bir kral değil!</i> Süleyman'a (AS) değerli hediyeler gönderdi, ama Süleyman (AS) dedi:<br><i>Ben maldan değil, senin imanından memnun olurum!</i><br><br><b>Bölüm 4: Büyük Mucize</b><br>Belkıs, Süleyman'ın (AS) gücünü test etmek için bir bilmece sordu:<br><i>Tahtımı tanırsam iman edeceğim.</i><br>Süleyman (AS) bir cine dedi: <i>Tahtı buraya getir!</i><br>Göz açıp kapayıncaya kadar taht geldi! Belkıs dedi: <i>Bu gerçekten Allah'ın Peygamberi!</i> ve iman etti.<br><br><b>Dersler:</b><br>1. <b>Allah'ın nimetlerine şükredin</b> – Süleyman (AS) asla kibirlenmedi.<br>2. <b>En küçük canlının bile rolü vardır</b> – Hüdhüd tüm bir kavme hidayet getirdi.<br>3. <b>Bilgelikle hareket edin</b> – Süleyman (AS) savaşla değil, hikmetle gönülleri fethetti.<br><br><b>Kur'an Ayeti:</b><br><i>(Süleyman) Gülümseyerek dedi: 'Hüdhüd'ü neden göremiyorum? Yoksa kayıp mı?' (Neml Suresi 27:20)</i>"
  },

  {
    "id": 4,
    "title": "Hz. Ömer (RA) ve Yahudi İhtiyarın Buluşması",
    "content": "Medine'de soğuk bir geceydi. Gökyüzünde yıldızlar parlıyordu ve havada bir serinlik vardı. Hz. Ömer (RA) lambasının ışığında şehrin sokaklarında yürüyordu. Geceleyin insanların durumunu kontrol etmek için dışarı çıkma alışkanlığı vardı. Tam o sırada, yıkık bir kulübeden inleme sesi duydu. Hemen içeri girdi.<br><br>Kulübede yaşlı bir Yahudi adam yatıyordu. Üzerinde yırtık kıyafetler vardı ve ayakları yaralıydı. Gözleri kapalıydı ve dudakları kuruydu. Hz. Ömer (RA) yanına oturdu ve sordu: <i>Neden böyle bir durumdasınız? Çocuklarınız nerede?</i><br><br>Yaşlı adam gözlerini açtı ve yavaşça dedi: <i>Çocuklarım öldü. Yalnızım... Bana bakacak kimse yok.</i><br><br>Hz. Ömer (RA) hemen kendi hırkasını çıkarıp ona örttü ve dedi: <i>Bugünden itibaren ben senin oğlunum.</i> Kalktı ve Beytülmal'e doğru yürüdü. Yolda yoldaşına dedi ki: <i>Bu ihtiyar için sıcak giysiler, ilaç ve günlük yemek gönderin. Bu onun hakkıdır, Yahudi bile olsa.</i><br><br>Ertesi gün, yaşlı Yahudi adam kapısının önüne sıcak yemek ve ilaçlar konulduğunu görünce şaşırdı. Sordu: <i>Bütün bunları kim gönderdi?</i> İnsanlar ona dediler ki: <i>Halife Ömer gönderdi.</i><br><br>Yaşlı adamın gözleri doldu. Doğruca Mescid-i Nebi'ye gitti. Hz. Ömer (RA) o sırada insanlara nasihat ediyordu. Yaşlı adam haykırarak dedi: <i>Ey Ömer! İmanın ne kadar güzel! Hiç kimsenin böyle bir insanlık dersi verdiğini görmedim!</i><br><br>Hz. Ömer (RA) gülümseyerek cevap verdi: <i>İnsanlık gerçek imandır. Eğer bir ihtiyarı aç bırakırsak, o zaman iman iddiamız yalandır.</i><br><br>Birkaç gün sonra, o Yahudi ihtiyar Medine sokaklarında dolaşarak insanlara şöyle diyordu: <i>Ömer'i gördüm... O sadece Müslümanların değil, her insanın halifesidir!</i><br><br><b>Hikayenin Özü:</b><br>Hz. Ömer (RA) insanlığın dinden üstün olduğunu öğretti. Onun adaleti herkes içindi—hangir dinden veya topluluktan olursa olsun. Bugün bile bu hikaye bize şunu hatırlatır: <i>Gerçek iman, kalbi yumuşatan ve eli cömert yapan imandır.</i><br>"
  },
  {
    "id": 5,
    "title": "Hz. Ömer (RA) ve Kıtlık Felaketi: Bir Yılın İmtihanı",
    "content": "<b>Kuraklığın Başlangıcı</b><br>Medine'nin üzerindeki bulutlar iki yıldır yağmur yağdırmamıştı. Toprak çatlamıştı, ağaç yaprakları kuruyup düşmüştü ve kuyular çamura dönüşmüştü. Çocukların ağlama sesleri gece gündüz yankılanıyordu ve kadınlar <i>ekmek</i> yapmak için kil parçalarını öğütmeye başlamışlardı. Hz. Ömer (RA) odasında Kur'an ayetleri okurken aniden kapısı çalındı.<br><br>Bir asker nefes nefese haberi verdi: <i>Emirül Müminin! İnsanlar Beytülmal'in kapısını kırdılar. Diyorlar ki tahıl çalınmış!</i> Hz. Ömer (RA) lambasını aldı ve dışarı çıktı. Sakalındaki beyaz kıllar endişeden daha da beyazlamıştı.<br><br><b>Tahıl Hırsızlığı: Bir Komplonun Ortaya Çıkışı</b><br>Beytülmal deposuna gidildiğinde tahıl çuvallarının kayıp olduğu görüldü. Yerde belirgin izler vardı—deve ayak izleri ve kırık bir mühür. Hz. Ömer (RA) izlere dikkatle baktı ve sordu: <i>Şehre yeni bir tüccar geldi mi?</i> İnsanlar ona evet dediler, Yemen'den deve üzerinde mal getiren bir tüccar gelmişti.<br><br>Hz. Ömer (RA) doğrudan o tüccarın yerine gitti. Tüccar onu görür görmez başını eğdi. Hz. Ömer (RA) dedi: <i>'Develerinizin izleri Beytülmal'de bulundu. Bunun ne kadar büyük bir suç olduğunun farkında mısınız?'</i> Hz. Ömer'in (RA) sesinde öfke değil, üzüntü vardı.<br><br>Tüccar titreyerek dedi: <i>Affedin beni Emirül Müminin! Açlıktan kıvranan çocuklarım için yaptım bunu. </i> Hz. Ömer (RA) elini onun omzuna koydu ve dedi: <i>Bana söyleseydiniz, size kendi payımı verirdim. Ama hırsızlık mecburiyetinizi günaha çevirdi.</i><br><br>Tüccarı affetti ama Beytülmal'in güvenliği için yeni kurallar koydu. O gece Hz. Ömer (RA) kendi evindeki tüm tahılı Beytülmal'e koydu ve kendisi sadece su ve hurma ile geçinmeye başladı.<br><br><b>Mısır'dan Yardım Kafilesi: Yeni Bir Umut</b><br>Kıtlığın altıncı ayında, Mısır Valisi Amr bin El-As (RA) 500 deve üzerinde buğday, hurma ve ilaç gönderdi. Kafile Medine yakınlarına ulaştığında Hz. Ömer (RA) onu karşılamaya gitti. İlk buğday çuvalını omzuna aldı ve dedi: <i>Bu çuval, geçen hafta çocuklarını açlıktan öldüren şu yaşlı anne için.</i><br><br>İnsanlar çuvalın ağırlığını omuzlarken sırtının büküldüğünü gördüler ama adımları sallanmadı. Bir genç sordu: <i>Siz halifesiniz, öyleyse neden bu işi yapıyorsunuz?</i> Hz. Ömer (RA) gülümseyerek cevap verdi: <i>Halife, halka hükmeden değil, halk için ölen kişidir.</i><br><br><b>Halifenin Yatağını Sattığı Gece</b><br>Bir gece Hz. Ömer'in (RA) kızı Hafsa (RA) onu odasında hasır üzerinde uyurken gördü.<br><i>Baba, yatağın nerede?</i><br>Şöyle cevap verdi: <i>Onu bir yetim kız için süt almak için sattım. Benim halkım aç uyurken ben nasıl yumuşak bir yatakta uyuyabilirim?</i><br><br>Hafsa'nın (RA) gözleri doldu. Mücevherlerini çıkardı ve dedi: <i>Alın, bunları satın ve daha fazla çocuk için yiyecek getirin.</i> Hz. Ömer (RA) başını öptü: <i>İşte bu iyiliğin seni Cennet'e layık kılacak.</i><br><br><b>İlk Yağmur Damlası: İbadet Sahnesi</b><br>On sekiz ay sonra ilk kez bulutlar gürledi. Hz. Ömer (RA) mescidin minberinde durdu ve ağladı: <i>Ey Allah'ım! Eğer bu yağmur senin rahmetin ise, bizden kabul et. Ve eğer azap ise, bu masum çocukları bağışla.</i><br><br>İnsanlar sakalından yağmur damlalarının damladığını gördüler. Yaşlı bir adam haykırdı: <i>Bu yağmur değil, Allah'ın Nebisi'nin (SAV) dualarının meyvesidir!</i><br><br>Aynı gece Hz. Ömer (RA) Beytülmal'den her eve tohum ve tarım aletleri dağıttı. Şöyle ilan etti: <i>Bugünden itibaren her yeni doğan çocuğun Beytülmal'den eğitim ve gıda hakkı olacaktır.</i><br><br><b>Son Ders: Tarih Olan Mektup</b><br>Kıtlık bittikten sonra Hz. Ömer (RA) tüm eyalet valilerine bir mektup yazdı: <i>Bilin ki, sizin otoritenizin amacı halka hizmettir. Eğer birinin evinde ocak yanmıyorsa, bilin ki Allah'ın emanetini kaybettiniz.</i><br><br>Onun bu mektubu bugün hala dünyadaki hükümetler için bir örnektir. Ne zaman bir yönetici halkın acısını unutsa, Hz. Ömer'in (RA) bu hikayesi ona şunu hatırlatır: <i>Gerçek iman, açı doyuran ve yetime destek olan imandır.</i><br><br><b><i>Ömer (RA) insanlığın zaferinin gerçek zafer olduğunu öğretti. Ve o bir toprak ağası değil, yeryüzünde yürüyenlerin dostuydu.</i></b>"
  },
  {
    "id": 6,
    "title": "Hz. Ömer (RA) ve Yetim Kızın Gözyaşlarının Hikayesi",
    "content": "Medine'de gece soğuktu ve ay bulutların arkasına saklanmıştı. Hz. Ömer (RA) lambasının loş ışığında şehrin sokaklarında yürüyordu. Omzunda un ve hurma torbası vardı, her gece fakirleri aramak için çıktığı gibi. Tam o sırada yıkık bir caminin yakınından birinin ağlama sesini duydu. Yavaşça yaklaştı.<br><br>Küçük bir kız, henüz yedi yaşında, bir taş köşesine büzülmüştü. Ayakları çıplaktı ve elbiseleri yırtıktı. Gözlerinden yaşlar akıyordu. Hz. Ömer (RA) yumuşakça sordu:<br><i>Kızım, neden ağlıyorsun? Anne baban nerede?</i><br><br>Kız hıçkırarak cevap verdi:<br><i>Annem derdi ki... beni asla yalnız bırakmayacak... ama ateşi çıkınca... gitti... Babam da savaşta şehit oldu...</i><br><br>Hz. Ömer'in (RA) boğazı düğümlendi. Kendi hırkasını çıkarıp kızı örttü ve dedi:<br><i>Bugünden itibaren ben senin babanım. Her ihtiyacın benim sorumluluğumdadır.</i><br><br>Kızı evine götürdü. Yolda kız sordu:<br><i>Sen kimsin?</i><br>Ömer (RA) gülümseyerek dedi:<br><i>Ben, Allah'ın senin gibi insanlara bakma emrini verdiği kişiyim.</i><br><br>Eve varınca kıza sıcak yemek yedirdi. Onun kırık terliklerini görünce kendi ayakkabılarını çıkardı ve dedi:<br><i>Al bunları, benim ayaklarım çok yol yürüdü, ama senin ayakların yaralanmamalı.</i><br><br>Gözyaşlarını silerek kız sordu:<br><i>Benim için neden bunu yapıyorsun? Ben bir hiçim...</i><br>Hz. Ömer (RA) elini onun başına koydu:<br><i>Sen Allah'ın emanetisin. Bir yetimin gözyaşını silmeyi unuttuğum gün, imanım ölür.</i><br><br>Ertesi gün Hz. Ömer (RA) mescitte şöyle ilan etti:<br><i>Dinleyin, Medineliler! Bugünden itibaren her yetim çocuğun masrafı Beytülmal'den karşılanacak. Eğer birinin evinde yetim varsa, onun yetiştirilmesinin sorumluluğunu ben alıyorum!</i><br><br>Birkaç yıl sonra, adı Aişe olan o kız mescide geldi. Hz. Ömer (RA) önüne bez içine sarılı bir ekmek koydu ve dedi:<br><i>Emirül Müminin... Bunu kendim yaptım. Bana yaşamayı öğrettiniz, şimdi size hizmet edeceğim.</i><br><br>Hz. Ömer'in (RA) gözleri nemlendi. Ekmeğin bir parçasını aldı ve dedi:<br><i>Bu, iman kokusu olan ekmektir. Bugün Hilafetin gerçek zaferinin bu olduğunu anladım.</i><br><br>O kız daha sonra Medine'nin meşhur bir alimesi oldu ve yüzlerce yetimin annesi olarak anıldı. Hep şöyle derdi:<br><i>Ömer (RA) bana insanlığın en büyük iman olduğunu öğretti.</i><br><br>Bu hikaye, <i>bir gözyaşı silmenin bin ibadetten daha iyi olduğuna</i> inananların kalbinde hala yaşıyor. Hz. Ömer (RA) <b>gerçek gücün kılıçta değil, sevgi ve adalette olduğunu</b> kanıtladı.<br><br><b><i>Bir tek kalp üzgün olduğu sürece,<br>Hilafetin lambası dilsizdir.<br>Ömer'in sevgisi işte o hikayedir,<br>İnsanı insan yapan.</i></b>"
  },

  {
    "id": 7,
    "title": "Hz. Hanzala'nın (R.A.) Hikayesi: Melekler Tarafından Yıkanan Şehit",
    "content": "Bu olay, Uhud Savaşı'ndan hemen önce yaşandı. Medine'de genç bir sahabi olan Hanzala İbni Ebi Amir'in (R.A.) düğün törenleri yeni bitmişti. Yeni evli eşi Cemil Bint Abdullah (R.A.) ile evindeydi. Gecenin sevinçleri henüz tamamen dinmemişti ki, şafak sökerken Medine'de savaş ilan edildi - Kureyş ordusu Uhud'a doğru ilerliyordu.<br><br>Hanzala (R.A.) bu çağrıyı duyduğunda yüzüne tuhaf bir ciddiyet çöktü. Eşi sordu, <i>Ne oldu? Neden bu kadar üzgün görünüyorsun?</i> Hanzala cevap verdi, <i>Canım, Allah'ın Resulü (S.A.V.) Cihat ilan etti. Hemen hazırlanıp gitmem gerekiyor.</i> Eşi dedi ki, <i>Ama henüz Gusül (boy abdesti) dahi almadın. En azından yıkanıp git.</i> Hanzala kararlılıkla cevap verdi, <i>Eğer gecikirsem Cennet kapıları bana kapanabilir. Söz veriyorum, döndüğümde seninle daha çok zaman geçireceğim.</i><br><br>Bunu söyleyerek Hanzala (R.A.) silahını aldı ve doğrudan Nebi-i Kerim'in (S.A.V.) ordusuna katıldı. Uhud meydanında savaş başladığında Hanzala olağanüstü bir cesaret gösterdi. Ebu Süfyan'ın ordusunun en güçlü savaşçılarını öldürüyordu. Kılıcından çıkan kıvılcımların uzaklardan görüldüğü söylenir.<br><br>Sonra tuhaf bir olay oldu. Hanzala (R.A.) aniden kendisini çağıran eşinin hayalini gördü. Bu Şeytan'ın bir vesvesesiydi. Hanzala hemen gözlerini kapayıp dua etti, <i>Ey Allah'ım! Beni bu fitneden koru. Kalbim sadece Senin yoluna bağlıdır.</i> Tam o anda, bu vesveseyle savaşırken, Ebu Süfyan'ın kardeşi Şeddad arkadan vurdu ve Hanzala (R.A.) şehit oldu.<br><br>Savaş bittikten sonra Nebi-i Kerim (S.A.V.) meydandaki şehitleri görmek için çıktığında gözleri Hanzala'nın (R.A.) bedenine takıldı. İnanılmaz bir manzaraydı - Hanzala'nın bedeni tertemizdi, saçlarından su damlıyordu ve tüm vücudundan misk kokusu geliyordu. Nebi-i Kerim (S.A.V.) buyurdu ki, <i>Meleklerin Hanzala'yı bulut suyuyla yıkadığını gördüm.</i><br><br>Sahabeler sordu, <i>Ey Allah'ın Resulü, Hanzala bu mükafatı neden aldı?</i> Nebi-i Kerim (S.A.V.) açıkladı, <i>Çünkü Cihat için çıkarken kalpten Allah'ı zikretti. Niyeti paktti. Dünyadaki en sevdiği şeyi (yeni evli hayatını) Allah yolunda feda etti.</i><br><br>Bu sırada Medine'de Hanzala'nın eşi kapıda onu bekliyordu. Şehadet haberi gelince bayıldı. Hanzala'nın anne-babası bunu duyduklarında, <i>Oğlumuz Rabbi'ne Cennet'te kavuştu. İşte bu, her zaman arzuladığı gündü.</i> dediler.<br><br>Bu hikaye bize öğretir ki, Allah yolunda fedakarlık yapanlar için dünyadaki hiçbir şey kıymetli olmaktan çıkar. Hanzala (R.A.), gerçek bir müminin en sevdiği şeyi dahi Allah yolunda verebileceğini ispatladı. Onun şehadeti bize ayrıca, insanın asıl amacının dünya hayatı değil, ahiret için hazırlık olduğunu öğretir.<br><br>Bugün bile Uhud tepelerinde Hanzala'nın (R.A.) mezarı mevcuttur, insanlar gidip onun fedakarlığını hatırlar ve dua için ellerini kaldırırlar. Onun adı tarihe <b><i>Gasilül Melaike</i></b> (Melekler Tarafından Yıkanan) olarak sonsuza dek geçmiştir."
  },
  {
    "id": 8,
    "title": "Hz. Osman (R.A.) ve Aç Çocukların Mucizesi",
    "content": "Medine çarşısında bir gün aniden bir telaş koptu. İnsanlar Halife Hz. Osman'ın (R.A.) elinde taze ekmekler ve hurmalarla bir sokağa doğru hızla gittiğini gördüler. Yüzünde tuhaf bir huzursuzluk vardı. Bazı insanlar peşine takıldı.<br><br>Sokağın sonunda yıkık dökük bir kulübe vardı. İçerde üç küçük çocuk, vefat etmiş annelerinin cesedinin yanında oturmuş ağlıyorlardı. Hz. Osman (R.A.) kapıyı açınca çocuklar korkudan sindiler.<br><br>Hz. Osman (R.A.) çocuklara dedi ki: <i>Korkmayın çocuklar,</i> sesini yumuşatarak devam etti, <i>Sizin için yemek getirdim.</i><br><br>Dört yaşında zor olan en küçük çocuk dedi ki:<br><i>Ama anneciğim... anneciğim uyudu... bizi beslemek için uyanmayacak...</i><br><br>Hz. Osman'ın (R.A.) gözleri doldu. Çocukları kucağına aldı ve yavaşça dedi:<br><i>Bugünden itibaren ben sizin babanım. Anneniz Allah'ın yanına gitti, ama yalnız değilsiniz.</i><br><br>O gece çocukların annesi için İslami usulle cenaze namazı kıldırdı ve kendi evinden sıcak giysiler ve oyuncaklar getirdi. Beytülmal'dan onlar için yeni bir ev yaptırılmasını emretti.<br><br>Ertesi gün insanlar sordu: <i>Bu çocuklar kim?</i><br>Hz. Osman (R.A.) gururla dedi:<br><i>Benim oğullarım. Kim bir yetimi büyütürse, beni büyütmüş olur.</i><br><br>Birkaç yıl sonra aynı çocuklar Medine'nin salih gençleri oldular. En büyük oğul bir gün sordu:<br><i>Baba ciğim, o gün neden bizi seçtiniz?</i><br><br>Hz. Osman (R.A.) gülümseyerek cevap verdi:<br><i>Çünkü Peygamber (S.A.V.) buyurdu ki - En hayırlı ev, içinde yetime sevgi verilen evdir.</i><br><br>Bu hikaye bize öğretir ki, gerçek servet mal mülk değil, başkalarına yardım etme tutkusudur. Hz. Osman (R.A.) gösterdi ki <i>Hilafet sadece hükmetmek değil, aynı zamanda sevgi paylaşmaktır.</i><br><br><b><i>Kim bir yetimin elinden tutarsa,<br>Kıyamet günü Allah onun elinden tutar.</i></b>"
  },
  {
    "id": 9,
    "title": "Hz. Ömer (R.A.) ve Bedevi'nin Adaleti",
    "content": "Medine'nin dışında, çöl kumları üzerinde güneşin sıcaklığı zirvedeydi. Hicret'in o yılında yağmur yağmadığı için kıtlık vardı. Hz. Ömer (R.A.) alışkanlığı üzere gecenin son üçte birinde Medine sokaklarında dolaşıyordu. Omzunda un ve hurma dolu bir çuval vardı. Tam o sırada yıkık bir kulübeden birinin inlediğini duydu. Hemen içeri girdi.<br><br>Kulübede bir Bedevi (çöl sakini) yatıyordu. Yüzü solmuştu ve karnı açlıktan çökmüştü. Karısı ve iki çocuğu etrafında oturuyordu. Bedevi gözlerini açtı ve Hz. Ömer'i (R.A.) görünce haykırdı, <i>Ey Müminlerin Emiri! Senin adalet hikayelerini duyduğum için şehrine geldim, ama bana zulmedildi.</i><br><br>Hz. Ömer (R.A.) yavaşça yanına oturup sordu, <i>Şikayetin nedir?</i> Bedevi, Medineli bir tüccardan borç aldığını ama kıtlık yüzünden ödeyemediğini anlattı. Tüccar, ailesinin tek mal varlığı olan dişi devesine el koymuştu. Hz. Ömer (R.A.) derhal o tüccarı çağırttı.<br><br>Tüccar geldiğinde Hz. Ömer (R.A.) ona sordu, <i>Bu Bedevi'nin dişi devesini elinden aldığın doğru mu?</i> Tüccar kibirle cevap verdi, <i>Evet, ama bu kanundur. Borç ödenmediğinde mala el konulabilir.</i> Hz. Ömer (R.A.) öfkeyle titreyerek dedi, <i>Ama kanun, kıtlık günlerinde süre verilmesini de söyler. Sen insanlığı feda ettin!</i><br><br>Tüccara deveyi derhal iade etmesini ve Bedevi'ye altı ay daha süre vermesini emretti. Ayrıca Beytülmal'dan Bedevi'nin ailesi için erzak ve ilaç gönderdi. Tüccar <i>Bu Bedevi'den yana taraf tutmaktır</i> dediğinde, Hz. Ömer (R.A.) şu cevabı verdi: <i>Adalet taraf tutmak değil, haktan yana olmaktır. Eğer senin bir lokma ekmeğin varsa ve komşun açsa, Allah'ın gazabı senin üzerinedir.</i><br><br>Birkaç ay sonra yağmur yağdı ve Bedevi borcunu ödediğinde, Hz. Ömer'in (R.A.) ayaklarına kapanarak dedi ki, <i>Sen sadece devemi kurtarmadın, imanımı da kurtardın.</i> Hz. Ömer (R.A.) onu kaldırırken dedi ki, <i>Bu benim görevimdi. Halife olmak, tebaasının her nefesinden sorumlu olmak demektir.</i><br><br>Bu hikaye Medine sokaklarında ateş gibi yayıldı. İnsanlar İslam adaletinin sadece kitabi bir kanun olmadığını, kalbin derinliklerine bağlı olduğunu anladı. Hz. Ömer (R.A.) gerçek adaletin, insanın acısını anlayan ve onun çaresizliğini kendi çaresizliği olarak gören adalet olduğunu ispatladı. Bugün bile ne zaman adalet konuşulsa, bir Halife'nin tahtını bırakıp çöldeki bir Bedevi'nin kulübesinde nasıl insanlık dersi verdiğini hatırlatan bu hikaye akla gelir."
  },
  {
    "id": 10,
    "title": "Hz. Ömer (R.A.) ve O Yaşlı Hristiyan Kadın",
    "content": "Medine sokaklarında serin bir rüzgar esiyordu ve gecenin karanlığı yavaş yavaş yayılıyordu. Hz. Ömer (R.A.) geleneğine uygun olarak sessizce şehri dolaşıyordu. Omzunda un ve hurma dolu bir çuval vardı. Kendi halkından hiç kimsenin aç uyumadığından emin olmak istiyordu. Tam o sırada gözü, içinden yaşlı bir kadının ağlama sesi gelen yıkık dökük bir kulübeye takıldı. Kapıyı çaldı, içeriden biri seslendi, <i>Kim o?</i> Ömer (R.A.) cevap verdi, <i>Medine'den sıradan bir adam. Yardım etmeye geldim.</i><br><br>Kulübenin içindeki manzarayı görünce yüreği parçalandı. Yaşlı bir kadın bir köşede oturuyordu; ne lambası ne de yiyecek bir şeyi vardı. Gözleri bulanıklaşmış ve elleri titriyordu. Ömer (R.A.) sordu, <i>Çocukların nerede?</i> Kadın gözyaşlarını silerek dedi ki, <i>Ben Hristiyanım. Oğlum İslam'ı kabul etti ve beni terk edip gitti. Şimdi yalnızım.</i><br><br>Bunu duyunca Hz. Ömer'in (R.A.) başı utancından eğildi. Hemen çuvalından un çıkardı ve ocağı yakmaya başladı. Yaşlı kadın sordu, <i>Sen kimsin ki bana bu kadar hizmet ediyorsun?</i> Ömer (R.A.) cevap verdi, <i>Ben, oğluna annenin hakkını ödemenin imanın bir parçası olduğunu öğreten kişiyim. Bugün onun hatasını düzeltiyorum.</i><br><br>Ekmek yaptı ve yaşlı kadının eline verdi. Sonra kulübeyi tamir etti ve yeni bir lamba astı. Giderken dedi ki, <i>Her gün sana yemek gelecek. Bu senin hakkındır, sadaka değil.</i><br><br>Ertesi sabah Hz. Ömer (R.A.) mescitte şöyle ilan etti: <i>Ey insanlar! Kim Müslüman olmayan anne babasının hakkını ödemediyse, İslam'ın ruhunu anlamamış demektir.</i> Beytülmal'dan, hangi dinden olursa olsun her yaşlı için maaş verilmesini emretti.<br><br>Birkaç gün sonra o yaşlı kadın mescide geldi ve dedi ki, <i>Bugüne kadar sadece duyduğum şeyi bugün gördüm. İslam hak dindir.</i> Ve Kelime-i Şehadet getirerek İslam'ı kabul etti.<br><br>Bu hikayeyi duyan bir sahabi sordu, <i>Ey Müminlerin Emiri! Neden o Hristiyan kadına bu kadar hizmet ettiniz?</i> Hz. Ömer (R.A.) şu cevabı verdi: <i>İnsanlık hiçbir dine bağlı değildir. Müslüman olmayanların haklarını unuttuğumuz gün, imanımız içi boşalır.</i><br><br>Onun bu sözleri Medine'nin havasında adalet konusunda yeni bir örnek oluşturdu. Bugün bile bir yöneticinin adaleti konuşulduğunda, ilk önce Hz. Ömer'in (R.A.) bu olayı hatırlanır. Onun gözünde her insanın saygınlığı ve hakkı, inancının üzerindeydi, çünkü insanlık gerçek imanın temelidir."
  },

  {
    "id": 11,
    "title": "Hz. Ömer Faruk'un (R.A.) Duyulmamış Hikayeleri",
    "content": "<b>Bölüm 1: Cahiliye Döneminden Benzersiz Olaylar</b><br><i>Hz. Ömer'in babasına meydan okuduğu çocukluk olayı</i><br>Hz. Ömer'in (R.A.) babası Hattab bin Nüfeyl, Mekke'nin en zalimlerindendi. Bir gün, on yaşındaki Hz. Ömer (R.A.), babasının bir köleyi şiddetle dövdüğünü gördü. Küçük Hz. Ömer cesaret göstererek sordu:<br><i>Baba, bu masum insanı neden dövüyorsun?</i><br>Hattab öfkeyle dedi ki:<br><i>Benim işime karışmaya nasıl cüret edersin?</i><br>Hz. Ömer (R.A.) kararlılıkla cevap verdi:<br><i>Çünkü zulüm her durumda yanlıştır, kim yaparsa yapsın!</i><br>Bu olay Hattab'ın kalbini sarsmıştı ve o günden sonra kölelere davranışını değiştirdi.<br><br><i>Hz. Ömer'in kız kardeşini öldürmeye niyetlendiği gençlik hikayesi</i><br>İslam'dan önce Hz. Ömer'in (R.A.) kız kardeşi Fatıma ve eniştesi Said bin Zeyd İslam'ı kabul etmişti. Hz. Ömer (R.A.) bunu öğrenince kılıcını alarak onların evine gitti. Kapıyı çaldığında içeriden Kur'an okunma sesi geliyordu. Kız kardeşinin yüzündeki yara izlerini görünce sordu:<br><i>Bunu kim yaptı?</i><br>Fatıma cevap verdi:<br><i>Senin gibi bir zalim.</i><br>Bunu duyunca Hz. Ömer'in (R.A.) kalbi yumuşadı ve Kur'an dinlemek istedi. Taha Suresi'ni duyunca ağladı ve hemen İslam'ı kabul etti.<br><br><b>Bölüm 2: İslam'ı Kabulünden Sonraki Duyulmamış Olaylar</b><br><i>Kabe'de açıkça namaz kılma cesareti</i><br>Hz. Ömer (R.A.) Müslüman olduğunda, İslam Peygamberi'ne (S.A.V.) sordu:<br><i>Ey Allah'ın Resulü! İbadetlerimizi gizli mi yapacağız?</i><br>Peygamber (S.A.V.) buyurdu:<br><i>Biz zayıfız ey Hz. Ömer.</i><br>Hz. Ömer (R.A.) cevap verdi:<br><i>Allah'a yemin olsun ki, bize hak için yaşamayı emreden, neden gizlenelim?</i><br>Bunu söyleyerek iki gruba ayrıldılar: Hz. Hamza (R.A.) bir grupla gitti ve Hz. Ömer (R.A.) diğer grupla. Böylece ilk defa Kabe'de açıkça namaz kılındı.<br><br><i>Hicret'in heyecan verici anı: Hz. Ömer'in meydan okuması</i><br>Müslümanlar Mekke'den Medine'ye hicret etmek zorunda kaldığında, Hz. Ömer (R.A.) şöyle ilan etti:<br><i>Anasının yasını tutmak isteyen, karısını dul ve çocuklarını yetim görmek isteyen, beni durdurmaya gelsin!</i> Bunu söyleyerek kılıç, ok ve mızrak alarak tek başına Mekke'den çıktı. Kimse onu durdurmaya cesaret edemedi.<br><br><b>Bölüm 3: Halifeliği Dönemindeki Benzersiz Hikayeler</b><br><i>Halkın durumunu gecenin karanlığında kontrol etme yöntemi</b><br>Halife olduktan sonra Hz. Ömer (R.A.) geceleri ciddiyetle Medine sokaklarında devriye gezerdi. Bir gece, yaşlı bir kadının çocukları susturmaya çalıştığını gördü. Çocuklar açlıktan ağlıyordu. Hz. Ömer (R.A.) hemen Beytülmal'dan un, sadeyağ ve hurma getirdi ve kendi yemeği pişirip çocuklara yedirdi. Yaşlı kadın dedi ki:<br><i>Allah seni Hz. Ömer'den daha iyi yapsın.</i><br>Hz. Ömer (R.A.) cevap verdi:<br><i>Dua et de Hz. Ömer sana hizmet etmeye devam etsin.</i><br><br><i>Hz. Ömer'in oğlunu cezalandırdığı adalet olayı</i><br>Bir defasında Hz. Ömer'in (R.A.) oğlu bir Yahudi ile kavga etti. Konu mahkemeye ulaştığında kadı, Yahudi'nin de Hz. Ömer'in oğluna aynı şekilde vurma hakkı olduğuna hükmetti. Hz. Ömer (R.A.) karara saygı gösterdi ve oğlunu Yahudi'nin önüne dikti. Yahudi o kadar etkilendi ki affetti ve İslam'ı kabul etti.<br><br><b>Bölüm 4: Şehadetinin Hüzünlü Olayı</b><br><i>Katilini affetme son arzusu</i><br>Firuz Ebu Lülü, Hz. Ömer'e (R.A.) saldırdığında, yaralı halinde sordu:<br><i>Saldırgan Müslüman mı?</i><br>Mecusi (Zerdüşt) olduğunu öğrenince rahat bir nefes aldı. Sonra oğluna dedi ki:<br><i>Eğer kurtulursam onu affedeceğim, eğer ölürsem sen ona sadece bir darbe vur.</i><br>Bunu söyleyerek katili için rahmet diledi.<br><br><i>Son anlarındaki hikmet dolu sözler</i><br>Son anlarında Hz. Ömer (R.A.) dedi ki:<br><i>Eğer birine zulmettimse, sırtıma vursun<br>Benden sonra halife için altı kişilik bir şura oluşturun<br>Beni Peygamber (S.A.V.) ve Ebu Bekir (R.A.)'ın yanına defnedin</i><br><br><b>Bölüm 5: Kişiliğinin Görülmeyen Yönleri</b><br>Hz. Ömer'i özel kılan o benzersiz alışkanlıklar<br><b>Elbiselerde yamalar:</b> Cübbesine dört yama yaptırırdı<br><b>Yemekte sadelik:</b> Ekmek ve zeytinyağı ana yemekti<br><b>Adalet sevgisi:</b> Oğlunu emziren kadına maaş bağlattı<br><br><b><i>Ömer'in adaleti, tarihin her zaman parlayacak o ebedi çerağıdır - İmam Ali ibn Ebu Talib.</i></b>"
  },
  {
    "id": 12,
    "title": "Kureyş'ten İki Esirin İslam'ı Kabulü",
    "content": "<b>İlk Esir: Utbe bin Ebi Muayt</b><br>Esir düşme olayı:<br>Nahle'deki gizli müfreze Kureyş kervanına saldırdığında, Utbe esir alındı. Çok güçlü ve kuvvetli bir gençti, ancak Müslümanlar onu alt etti.<br><br>Esaret hayatının etkisi:<br>Esir olarak Medine'ye götürülürken yolda Utbe, Müslümanların sabah namazını kıldığını duydu. Sahabelerin hiç korkmadan secdeye kapandığını gördü. Aklından şu geçti: <i>Bu insanlar neyden bu kadar korkusuz?</i><br><br><b>İslam'ı kabulü:</b><br>Bir gece Utbe, Abdullah bin Cahş'tan (R.A.) sordu:<br><i>Siz neye ibadet ediyorsunuz?</i><br>Abdullah Kelime-i Şehadet'i okuyarak ona okudu:<br><b><i>La ilahe illallah Muhammedün resulullah</i></b> (Allah'tan başka ilah yoktur, Muhammed Allah'ın elçisidir)<br>Utbe'nin kalbi yumuşadı ve hemen İslam'ı kabul etti.<br><br><b>İkinci Esir: Nevfel bin Abdullah</b><br>Asıl sebep:<br>Nevfel sadece kervanın bir parçası olduğu için yakalanmıştı. Çok yumuşak kalpli biriydi ama Kureyş'in baskısı altındaydı.<br><br><b>Esaret hayatının etkisi:</b><br>Nevfel, Müslümanların esirlere iyi davrandığını ve ona ekmek verirken bile <i>Bismillah</i> (Allah'ın adıyla) dediklerini gördü. Bir gün sordu: <i>Ben düşmanınızken neden bana yemek veriyorsunuz?</i><br><br><b>Hidayet sebebi:</b><br>Bir sahabe cevap verdi:<br><i>Peygamberimiz (Sallallahu Aleyhi ve Sellem) bize esire de insan gibi davranmayı öğretti.</i><br>Bunu duyunca Nevfel'in gözleri doldu ve İslam'ı kabul etti.<br><br><b>Sonraki hayatları:</b><br>Utbe'nin yolculuğu:<br>• Uhud Savaşı'nda şehit oldu<br>• Ölürken Kelime-i Şehadet getiriyordu<br>• Peygamber (Sallallahu Aleyhi ve Sellem) buyurdu: <i>O cennetliktir</i><br><br>Nevfel'in hizmeti:<br>• Bedir Savaşı'nda Kureyş'e karşı savaştı<br>• Medine'de İslam'ı tebliğ etti (anlattı)<br>• Sonuna kadar sadık bir Müslüman olarak kaldı<br><br><b>Bu hikayeden ders:</b><br>İyi muamelenin gücü: Düşmanı bile dost edinebilir<br>İman nuru: Hiçbir kalp Allah'ın hidayetinden mahrum kalmaz<br>Tebliğin etkisi: İslam'ı doğru şekilde sunmak önemlidir<br><br><i>&nbsp;Allah dilediğini kendi yoluna iletir - (Kur'an 42:13)</i>"
  },
  {
    "id": 13,
    "title": "Habib bin Zeyd'in (R.A.) Şehadeti: Dili Kesildikten Sonra Bile İmanın Hikayesi",
    "content": "Habib bin Zeyd (R.A.), Beni Neccar ailesindendi. Babası Zeyd bin Asım (R.A.) ve annesi Nuseybe bint Ka'b (R.A.) ilk Müslümanlardandı.<br><br>Habib bin Zeyd (R.A.) 5 yaşında Kelime-i Şehadet getirdi, 10 yaşında hicret ederek Medine'ye geldi ve 12 yaşında Bedir Savaşı'nda su dağıtma görevini yerine getirdi. Annesi Nuseybe (R.A.) <i>Ümmü Umare</i> lakabıyla meşhurdu ve İslam'ın ilk kadın savaşçısıydı. Uhud Savaşı'nda 12 yara almıştı.<br><br>Peygamber Efendimiz (S.A.V.)'in vefatından sonra Müseylemetü'l-Kezzab (Yalancı Peygamber), Medine'den 800 km uzaktaki Yemame'de kendini peygamber ilan etti. 40.000 kişiyi saptırdı.<br><br>Halife Ebu Bekir (R.A.), Müseylemetü'l-Kezzab'a dersini vermek için Hicri 11'de 13.000 askerden oluşan bir ordu gönderdi. Yaşı küçük olmasına rağmen, sadece 17 yaşındaki Habib (R.A.) savaşa katılmak için izin istedi. Habib'in (R.A.) birliğine pusu kurularak saldırıldı. Onu canlı ele geçirip Müseyleme'nin sarayına götürmeye başladılar.<br><br>Yemame topraklarında güneş ateş saçıyordu. Habib (R.A.), Müseylemetü'l-Kezzab'ın sarayına esir olarak getirildi. Elleri ayakları zincirlere vurulmuştu, ancak yüzünde hiç korku yoktu. İşte bu, babası Zeyd bin Asım'ın Bedir Savaşı'nda şehit düştüğü ve annesi Nuseybe bint Ka'b'ın Uhud'un meşhur savaşçısı olduğu Habib bin Zeyd (R.A.) idi.<br><br>Müseyleme tahtından gürleyerek sordu, <i>Hâlâ Muhammed'in Allah'ın elçisi olduğuna mı inanıyorsun?</i> Habib (R.A.) başını kaldırarak cevap verdi, <i>Evet! Ve senin en büyük yalancı olduğuna şahitlik ederim!</i> Bunu duyunca Müseyleme'nin yüzü öfkeden kıpkırmızı oldu. Cellatlara emretti, <i>Bunun vücudunu parçalara ayırın, ama önce dilini kesin ki Kelime-i Şehadet getiremesin!</i><br><br>Cellat kılıcını kaldırır kaldırmaz, Habib (R.A.) son kez yüksek sesle Kelime-i Şehadet getirdi: <b><i>La ilahe illallah Muhammedün resulullah!</i></b> Hemen ardından dili kesildi. Bir kan derecesi aktı, ancak Habib (R.A.) parmağıyla yere yazmaya başladı: <b><i>Eşhedü enne Muhammeden resulullah.</i></b> (Şahitlik ederim ki Muhammed Allah'ın elçisidir)<br><br>Müseyleme hayrete düştü. Emretti, <i>Ellerini kesin!</i> Cellatlar önce sağ elinin parmaklarını, sonra sol elinin parmaklarını kesti. Her uzuv kesildiğinde, Habib (R.A.) kendi kanıyla yere Kelime-i Şehadet yazmaya devam etti. İki eli de kesildiğinde, kırık dirsekleriyle yazmaya devam etti.<br><br>Sonunda Müseyleme emretti, <i>Bunu iki hurma ağacına bağlayıp parçalayın!</i> Cellatlar ağaçları ayırdığında, Habib'in (R.A.) vücudu iki parçaya ayrıldı. Son nefesine kadar dudakları kıpırdıyordu, sanki görünmez bir şekilde Kelime-i Şehadet getiriyordu.<br><br>Bu olaydan sadece üç gün sonra Müseyleme öldürüldü. Vahşi bin Muğire onu, Habib'in (R.A.) şehit edildiği yerde vurdu. Derler ki Müseyleme ölürken, Habib'in (R.A.) sesini duyuyordu: <i><b>Eşhedü enne Muhammeden resulullah!</b></i><br><br>Habib'in (R.A.) şehadet haberi Peygamber (S.A.V.)'in sahabelerine ulaştığında, Hz. Ebu Bekir (R.A.) dedi ki, <i>Bu genç, iman gücünün yaşla ölçülmediğini kanıtladı.</i> Habib'in (R.A.) annesi Nuseybe, oğlunun cesedinin yanına vardığında dedi ki, <i>Bir oğul kaybettim, ama Allah onun makamını cennette yükseltti.</i><br><br>Bugün bile Yemame'deki Habib bin Zeyd (R.A.)'ın mezarında şu yazar: <i>Burada, dili kesildikten sonra bile kanıyla iman yazan şehit yatmaktadır.</i> Onun hikayesi, her Müslüman için iman yolunda hiçbir fedakarlığın büyük olmadığı dersidir.<br><br>Hz. Ali (R.A.) bir defasında şöyle demişti: <b><i>Habib bin Zeyd, gerçek imanın dilde değil, kalpte olduğunu kanıtladı.</i></b><br><br>Bu hikaye, zor anlarda imanlarında sabit kalmak isteyenler için hâlâ bir örnektir."
  },
  {
    "id": 14,
    "title": "Hz. Muhammed'in (Sallallahu Aleyhi ve Sellem) Miracı: Göksel Yolculuğun Hikayesi",
    "content": "Mekke'nin kutsal şehrinde bir gece, Peygamber Muhammed (Sallallahu Aleyhi ve Sellem) Hacerü'l-Esved'in yanında dinleniyordu. Aniden gökten bir ışık perdesi yayıldı ve Cebrail (A.S.) meleği göründü. Peygamber Muhammed'i (Sallallahu Aleyhi ve Sellem) <i>Burak</i> adında, katır ile at arasında, kanatlı göksel bir yaratık olan tuhaf bir bineğe bindirdi. Bu, <i>İsra</i> denilen ilk aşamaydı - Mekke'den Beytü'l-Makdis'e (Kudüs) gece yolculuğu.<br><br>Beytü'l-Makdis'e vardığında Peygamber Muhammed (Sallallahu Aleyhi ve Sellem), tüm peygamberlerin toplandığını gördü - İbrahim, Musa, İsa ve diğer büyük peygamberler. Hepsi Peygamber Muhammed (Sallallahu Aleyhi ve Sellem)'in arkasında cemaatle namaz kıldı. Bu, onun artık tüm peygamberlerin lideri yapıldığının bir işaretiydi.<br><br>Bundan sonra Cebrail (A.S.), Peygamber Muhammed (Sallallahu Aleyhi ve Sellem)'i göklere yolculuk (<i>Mirac</i>) için hazırladı. Yedi göğe yolculuğa çıktılar. Birinci gökte Adem (A.S.) ile karşılaştılar. Adem (A.S.) sağında ve solunda oturan insanlardan bahsetti - sağında cennetlikler, solunda cehennemlikler.<br><br>İkinci gökte Yahya (A.S.) ve İsa (A.S.) onu karşıladı. Üçüncü gökte Yusuf (A.S.) ile buluştular. Yusuf (A.S.), ümmetine en güzel suretin verileceğini söyledi. Dördüncü gökte İdris (A.S.) ümmet için dua etti.<br><br>Beşinci gökte Harun (A.S.), Peygamber Muhammed (Sallallahu Aleyhi ve Sellem)'i kucakladı. Altıncı gökte Musa (A.S.) ağladı ve ümmetinin onu terk ettiğini, ancak Peygamber Muhammed'in ümmetinin ona destek olacağını söyledi. Yedinci gökte İbrahim (A.S.), her gün yetmiş bin meleğin namaz kılmaya geldiği Beyt-i Mamur'un yanında duruyordu.<br><br>Bundan sonra Peygamber Muhammed (Sallallahu Aleyhi ve Sellem) <i>Sidretü'l-Münteha</i>'ya (En Son Durak) ulaştı. Cebrail (A.S.) daha ileri gidemeyeceğini söyledi. Buradan Peygamber Muhammed (Sallallahu Aleyhi ve Sellem) yalnız devam etti ve Allah ile doğrudan konuştu. Bu ilahi makamda Allah'ın büyük ayetlerini gördü ve O'nun sesini duydu.<br><br>Allah elli vakit namazı farz kıldı, ancak Peygamber Muhammed (Sallallahu Aleyhi ve Sellem)'in duası ve Musa (A.S.)'ın tavsiyesi üzerine bu, beş vakte indirildi. Bu, ümmet üzerine Allah'ın büyük bir rahmetiydi.<br><br>Peygamber Muhammed (Sallallahu Aleyhi ve Sellem) Mekke'ye döndüğünde ve bu hikayeyi anlattığında, Kureyş halkı inkar etti. Ancak Hz. Ebu Bekir (R.A.) hemen dedi ki: <i>O söylediyse doğru söylemiştir!</i> Bunun üzerine kendisine <i>Es-Sıddık</i> (Doğrulayıcı) unvanı verildi.<br><br>Bu büyük Mirac yolculuğu birçok hikmet barındırıyordu - Peygamber Muhammed (Sallallahu Aleyhi ve Sellem)'e göksel alem gösterildi, ümmete namazın kıymetli hediyesi verildi ve Allah'ın kudretiyle her şeyin mümkün olduğu kanıtlandı.<br><br>Kur'an'da İsra Suresi'nin ilk ayetinde Allah şöyle buyurur: <br><i>Kulu Muhammed'i bir gece, kendisine bazı ayetlerimizi göstermek için, Mescid-i Haram'dan, çevresini mübarek kıldığımız Mescid-i Aksa'ya götüren Allah'ın şanı yücedir.</i><br><br>Bu hikaye, her Müslüman için namazın müminin miracı olduğunu ve Allah sevgisi için her zorluğa katlanılabileceğini hatırlatır. Peygamber Muhammed (Sallallahu Aleyhi ve Sellem)'in Miracı sadece bir yolculuk değil, aynı zamanda insan ruhunun göklere dokunmasının, bize hakikatte sebat edenlere Allah'ın yardımının mutlaka geleceğini öğreten bir örneğidir."
  },
  

]


