[
  {
    "id": 1,
    "title": "Die Reise der Hidschra - Die Reise des Propheten (s.a.w.s.) und Abu Bakrs (r.a.)",
    "content": "<b>Teil 1: Gefahr in Mekka</b><br>Die Ungläubigen Mekkas planten, den Propheten Muhammad (s.a.w.s.) zu töten. Allah befahl ihm zur Auswanderung (Hidschra). In der Dunkelheit der Nacht nahm der Prophet (s.a.w.s.) seinen Gefährten Abu Bakr as-Siddiq (r.a.) und zog zur Höhle von Thaur.<br><br><b>Kampf auf dem Weg: </b><br>Die Ungläubigen verfolgten sie. Einmal kamen die Feinde bis zum Höhleneingang, doch Allah befahl einer Spinne, ein Netz am Eingang zu weben, und einer Taube, Eier zu legen. Als die Ungläubigen dies sahen, dachten sie: <i>Hier kann niemand drin sein!</i> und kehrten um.<br><br><b>Die Loyalität Abu Bakrs (r.a.):</b> <br>In der Höhle wurde er von einer Schlange gebissen, doch er blieb still, um den Schlaf des Propheten (s.a.w.s.) nicht zu stören. Später sah der Prophet (s.a.w.s.), dass Blut aus seinem Fuß floss. Er fragte: <b><i>Warum hast du es mir nicht gesagt?</i></b> Abu Bakr (r.a.) antwortete: <b><i>Dieser kleine Schmerz war nicht wichtiger als dein Schlaf, o Gesandter Allahs!</i></b><br><br><b>Teil 2: Die Reise nach Medina</b> <br><br>Nach drei Tagen in der Höhle brachen sie mit Hilfe eines Führers namens Abdullah bin Uraikit nach Medina auf. Unterwegs geschahen Wunder: <br><b>Der Räuber Suraqa: </b><br> Die Ungläubigen schickten Suraqa, einen mächtigen Krieger, mit dem Versprechen von 100 Kamelen, um den Propheten (s.a.w.s.) zu fangen. Als Suraqa sich näherte, sank sein Pferd im Sand ein. Er bat um Vergebung, und der Prophet (s.a.w.s.) versprach ihm, die Schlüssel der persischen Schatzkammern zu tragen (was später wahr wurde).<br><br> <b>Die Hütte von Umm Ma'bad: </b><br> Sie kamen an einer alten Frau (Umm Ma'bad) vorbei, die nur eine Ziege hatte. Der Prophet (s.a.w.s.) melkte die Ziege, und es gab so viel Milch, dass die ganze Familie gesättigt wurde. <br><br><b>Teil 3: Ankunft in Medina</b><br> Nach einer 8-tägigen Reise kamen sie am 12. Rabi' al-Awwal in Quba an. Hier wurde die erste Moschee (Masdschid Quba) gebaut. Als sie in Medina ankamen, sangen die Menschen: <br><b><i>Tala'al-Badru Alayna... (Der Vollmond ist über uns aufgegangen!)</i></b> <br><br><b>Die Gastfreundschaft der Ansar (Medinenser):</b> <br>Jede Familie wollte, dass der Prophet (s.a.w.s.) bei ihnen bliebe. Der Prophet (s.a.w.s.) sagte: <br><b><i>Mein Kamel entscheidet, wo ich bleibe; wo es sich niederlässt, wird mein Zuhause sein.</i></b><br> Das Kamel setzte sich vor das Haus von Abu Ayyub al-Ansari (r.a.).<br><br><b>Lehren und Inspiration: Vertrauen auf Allah (Tawakkul): Das Spinnennetz symbolisiert Allahs Hilfe.<br>Loyalität eines Gefährten: Abu Bakrs (r.a.) Opfer lehrt wahre Freundschaft.<br>Gutes über Böses: Feinde wie Suraqa wurden durch Allahs Befehl Muslime.</b><br><br><b>Koranvers:</b></br><i><b>Wenn Allahs Hilfe kommt und der Sieg, und du die Menschen in Scharen in Allahs Religion eintreten siehst, dann lobpreise deinen Herrn! (Sure An-Nasr 110:1-3)</b></i>"
  },
  {
    "id": 2,
    "title": "Die Schlacht von Badr: Jener große Moment göttlicher Hilfe",
    "content": "<b>Teil 1: Das Schlachtfeld bereitet sich vor</b> <br>Nach der Verfolgung der Muslime hatten Mekkas <b>Feinde</b> (Quraisch) all ihren Besitz geraubt. Der edle Prophet (s.a.w.s.) wanderte nach Medina aus, doch die Unterdrückung der Ungläubigen hörte nicht auf. Eines Tages kam die Nachricht, dass <b>Abu Sufyans</b> Karawane (Handelsgruppe) aus Syrien zurückkehrte und den gesamten Reichtum der Quraisch trug. Die Muslime beschlossen, bei dieser Gelegenheit ihr Recht zurückzufordern.  <br><br><b>Vorbereitung der Muslime:</b> <br>- Nur <b>313 Krieger</b>, mit 2 Pferden und 70 Kamelen. <br>- Die Armee der Quraisch: <b>1000 Krieger</b>, 100 Pferde und reichlich Waffen. <br>- Die Muslime hatten nicht einmal vollständige Schwerter. Einige Gefährten trugen Holzstöcke.  <br><br><b>Teil 2: Konfrontation auf dem Schlachtfeld</b> <br>Am 17. Ramadan, 2 n.H., standen sich die beiden Armeen auf dem <b>Feld von Badr</b> gegenüber. <br><b>Hochmut der Quraisch: </b> <br>Abu Dschahl (Anführer der Quraisch) sagte spöttisch: <i>Diese Gefährten Muhammads (s.a.w.s.) sind hungrig und nackt! Heute werden wir sie auslöschen!</i>  <b>Gebet der Muslime: </b><br>Der Prophet (s.a.w.s.) erhob seine Hände und betete:<br><i>O Allah! Wenn diese kleine Gruppe heute besiegt wird, wird niemand mehr auf der Erde bleiben, der Dir dient!</i><br><br><b>Teil 3: Allahs Hilfe kommt</b>  <br>Allah befahl den Engeln:  <br><i>Helft Meinen Dienern!</i> (Koran 8:9)  <br><br><b>Wunder geschahen:</b>  <br>1. <b>Sandsturm:</b> Sand füllte die Augen der Quraisch.  <br>2. <b>Engelsangriff: </b> Die Krieger der Quraisch staunten, als sie <b>keinen sichtbaren Angreifer</b> sahen, doch ihre Köpfe wurden abgeschlagen!  <br>3. <b>Geistige Stärke in den Herzen: </b> Die Muslime kämpften so heftig, dass ein Gefährte <b>das Bein eines feindlichen Kamels</b> abschlug!  <br><br><b>Ergebnis: </b><br>- 70 Krieger der Quraisch wurden getötet, darunter <b>Abu Dschahl</b>.  <br>- Nur <b>14 Muslime</b> wurden Märtyrer.  <br>- Die übrigen Feinde flohen.  <br><br><b>Teil 4: Das Geheimnis des Sieges: </b><br>Nach der Schlacht fragte ein älterer Gefährte:  <br><i>O Gesandter Allahs! Wir waren weniger, wie haben wir gewonnen?</i><br><b>Der Prophet (s.a.w.s.) erklärte:  </b><br><br><i>Wahrer Glaube, Geduld und Vertrauen auf Allah sind die wahre Stärke. Die nicht für weltlichen Glanz, sondern für Allahs Religion kämpften - nur sie gewannen!</i><br><br><b>Lehren:<br> 1. Stärke liegt in Aufrichtigkeit (Glauben), nicht in der Zahl.<br> 2. Verliere nie den Mut, bis Allahs Hilfe kommt.<br> 3. Für Gerechtigkeit zu kämpfen ist besser, als sich Unterdrückung zu beugen. </b><br><br><br>Koranvers: </b><br><i>Am Tag von Badr wart ihr schwach, doch Allah half euch. Damit es ein Zeichen für die Gläubigen wird. (Sure Al-Imran 3:123)</i>"
  },
  {
    "id": 3,
    "title": "Die wahre Geschichte des Propheten Sulaiman (a.s.) und des Wiedehopfes",
    "content": "<b>Teil 1: Allahs einzigartiges Geschenk</b>  <br>Allah hatte dem Propheten Sulaiman (a.s.) ein <b>gewaltiges Königreich</b> gegeben. Seine Armee umfasste Menschen, Dschinn und Tiere. Eines Tages bei der Inspektion seiner Truppen fehlte der <b>Wiedehopf</b> (ein besonderer Vogel).  <br><br>Sulaiman (a.s.) sagte zornig:  <br><i>Ich werde den Wiedehopf bestrafen, es sei denn, er bringt einen triftigen Grund!</i>  <br><br><b>Teil 2: Die Nachricht des Wiedehopfes</b>  <br>Kurz darauf kehrte der Wiedehopf zurück und meldete seltsame Neuigkeiten:  <br><i>Ich sah eine Stadt namens Saba, die von einer Frau (Bilqis) regiert wird. Sie hat jede Segnung, doch sie und ihr Volk beten die Sonne an!</i>  <br><br>Sulaiman (a.s.) sagte:  <br><i>Wir werden prüfen, ob du die Wahrheit sagst oder lügst!</i>  <br><br><b>Teil 3: Bilqis' Einladung</b>  <br>Sulaiman (a.s.) sandte Bilqis durch den Wiedehopf einen Brief:  <i>Im Namen Allahs... Ergebt euch mir und glaubt an Allah!</i>  <br><br>Bilqis dachte: <i>Das ist kein gewöhnlicher König!</i> Sie sandte Sulaiman (a.s.) wertvolle Geschenke, doch Sulaiman (a.s.) sagte:<br><i>Ich suche nicht Reichtum, sondern deinen Glauben!</i>  <br><br><b>Teil 4: Das große Wunder</b>  <br>Um Sulaimans Macht zu testen, stellte Bilqis ein Rätsel: <br> <i>Ich werde den Glauben annehmen, wenn ich meinen Thron erkenne.</i>  <br>Sulaiman (a.s.) befahl einem Dschinn: <i>Bringt den Thron her!</i>  <br>Im Nu erschien der Thron! Bilqis erklärte: <i>Das ist wahrlich Allahs Prophet!</i> und nahm den Glauben an.  <br><br><b>Lehren:</b>  <br>1. <b>Seid dankbar für Allahs Segnungen</b> – Sulaiman (a.s.) zeigte niemals Arroganz.  <br>2. <b>Selbst die kleinste Kreatur hat Bedeutung</b> – Der Wiedehopf führte eine ganze Nation.  <br>3. <b>Handelt weise</b> – Sulaiman (a.s.) eroberte Herzen durch Weisheit, nicht Krieg.  <br><br><b>Koranvers:</b>  <br><i>Er (Sulaiman) lächelte und sagte: 'Warum sehe ich den Wiedehopf nicht? Ist er abwesend?' (Sure An-Naml 27:20)</i>"
  },

  
  {
    "id": 4,
    "title": "Hazrat Umar (RA) und die Begegnung mit dem jüdischen Ältesten",
    "content": "Es war eine kalte Nacht in Medina. Sterne funkelten am Himmel und in der Luft lag eine Kühle. Hazrat Umar (RA) ging mit dem Licht seiner Lampe durch die Straßen der Stadt. Es war seine Gewohnheit, nachts herauszukommen, um den Zustand der Menschen zu überprüfen. In diesem Moment hörte er ein Stöhnen aus einer zerbrochenen Hütte. Er trat schnell ein.<br><br>In der Hütte lag ein alter jüdischer Mann. Er trug zerrissene Kleidung und seine Füße waren verletzt. Seine Augen waren geschlossen und seine Lippen waren ausgetrocknet. Hazrat Umar (RA) setzte sich neben ihn und fragte: <i>Warum sind Sie in diesem Zustand? Wo sind Ihre Kinder?</i><br><br>Der alte Mann öffnete die Augen und sagte leise: <i>Meine Kinder sind tot. Ich bin allein... Niemand kümmert sich um mich.</i><br><br>Hazrat Umar (RA) nahm sofort seinen eigenen Umhang ab und legte ihn ihm um, indem er sagte: <i>Von heute an bin ich Ihr Sohn.</i> Er stand auf und ging Richtung Baitul Mal (Schatzkammer). Unterwegs sagte er zu seinem Begleiter: <i>Schickt warme Kleidung, Medizin und tägliches Essen für diesen Ältesten. Das ist sein Recht, auch wenn er jüdisch ist.</i><br><br>Am nächsten Tag war der alte jüdische Mann erstaunt, als er warmes Essen und Medikamente vor seiner Tür vorfand. Er fragte: <i>Wer hat all das geschickt?</i> Die Leute sagten ihm: <i>Kalif Umar.</i><br><br>Dem alten Mann traten Tränen in die Augen. Er ging direkt zur Masjid-e-Nabawi. Hazrat Umar (RA) riet den Menschen in diesem Moment. Der alte Mann rief aus: <i>O Umar! Wie schön ist dein Glaube! Ich habe noch nie jemanden gesehen, der so eine Lektion in Menschlichkeit erteilt!</i><br><br>Hazrat Umar (RA) antwortete lächelnd: <i>Menschlichkeit ist der wahre Glaube. Wenn wir einen alten Mann hungrig lassen, dann ist unser Anspruch auf Glaube falsch.</i><br><br>Einige Tage später ging dieser jüdische Älteste durch die Straßen Medinas und sagte zu den Menschen: <i>Ich habe Umar gesehen... er ist nicht nur der Kalif der Muslime, sondern jedes Menschen!</i><br><br><b>Moral der Geschichte:</b><br>Hazrat Umar (RA) lehrte, dass Menschlichkeit über Religion steht. Seine Gerechtigkeit galt allen – egal welcher Religion oder Gemeinschaft sie angehörten. Auch heute erinnert uns diese Geschichte daran, dass <i>wahrer Glaube der ist, der das Herz erweicht und die Hand großzügig macht.</i><br>"
  },
  {
    "id": 5,
    "title": "Hazrat Umar (RA) und die Große Katastrophe der Hungersnot: Ein Jahr der Prüfung",
    "content": "<b>Der Beginn der Dürre</b><br>Wolken hatten seit zwei Jahren keinen Regen über Medina fallen lassen. Die Erde war rissig, Baumblätter waren vertrocknet und abgefallen, und Brunnen hatten sich in Schlamm verwandelt. Das Geräusch weinender Kinder hallte Tag und Nacht wider, und Frauen hatten begonnen, Lehmstücke zu mahlen, um <i>Brot</i> zu backen. Hazrat Umar (RA) saß in seinem Zimmer und rezitierte Verse des Korans, als es plötzlich an seiner Tür klopfte.<br><br>Ein Soldat keuchte die Nachricht: <i>Ameerul Mumineen! Die Menschen haben die Tür des Baitul Mal aufgebrochen. Sie sagen, das Getreide wurde gestohlen!</i> Hazrat Umar (RA) nahm seine Lampe und ging hinaus. Die weißen Haare in seinem Bart waren vor Sorge noch weißer geworden.<br><br><b>Der Getreidediebstahl: Aufdeckung einer Verschwörung</b><br>Im Lagerhaus des Baitul Mal stellten sie fest, dass Getreidesäcke fehlten. Es gab bestimmte Spuren auf dem Boden – Kamelspuren und ein gebrochenes Siegel. Hazrat Umar (RA) betrachtete die Spuren sorgfältig und fragte: <i>Ist ein neuer Händler in die Stadt gekommen?</i> Die Leute sagten ihm, dass ein Händler aus dem Jemen gekommen war, der Waren auf Kamelen gebracht hatte.<br><br>Hazrat Umar (RA) ging direkt zum Standort dieses Händlers. Der Händler senkte den Kopf, sobald er ihn sah. Hazrat Umar (RA) sagte: <i>'Die Spuren Ihrer Kamele wurden im Baitul Mal gefunden. Ist Ihnen bewusst, was für ein gewaltiges Verbrechen das ist?'</i> In Hazrat Umars (RA) Stimme lag kein Zorn, sondern Trauer.<br><br>Der Händler sagte zitternd: <i>Vergebt mir, Ameerul Mumineen! Ich tat es für meine Kinder, die vor Hunger zappelten. </i> Hazrat Umar (RA) legte seine Hand auf seine Schulter und sagte: <i>Wenn Sie es mir gesagt hätten, hätte ich Ihnen meinen Anteil gegeben. Aber Diebstahl hat Ihren Zwang in Sünde verwandelt.</i><br><br>Er vergab dem Händler, erließ aber neue Regeln für die Sicherheit des Baitul Mal. In dieser Nacht legte Hazrat Umar (RA) das gesamte Getreide aus seinem eigenen Haus in den Baitul Mal und begann selbst, nur mit Wasser und Datteln zu überleben.<br><br><b>Hilfskonvoi aus Ägypten: Eine Neue Hoffnung</b><br>Im sechsten Monat der Hungersnot schickte der Gouverneur von Ägypten, Amr ibn al-Aas (RA), Weizen, Datteln und Medikamente auf 500 Kamelen. Als der Konvoi in die Nähe Medinas kam, ging Hazrat Umar (RA) selbst hin, um ihn zu empfangen. Er hob den ersten Weizensack auf seine Schulter und sagte: <i>Dieser Sack ist für die alte Mutter, die ihre Kinder letzte Woche verhungern ließ.</i><br><br>Die Menschen sahen, wie sich sein Rücken unter dem Gewicht des Sacks beugte, aber seine Schritte wankten nicht. Ein junger Mann fragte: <i>Ihr seid der Kalif, warum macht Ihr dann diese Arbeit?</i> Hazrat Umar (RA) antwortete lächelnd: <i>Ein Kalif ist nicht einer, der über die Menschen herrscht, sondern einer, der für die Menschen stirbt.</i><br><br><b>Die Nacht, in der der Kalif sein Bett verkaufte</b><br>Eines Nachts sah Hazrat Umars (RA) Tochter Hafsa (RA), dass er auf einer Matte in seinem Zimmer schlief.<br><i>Vater, wo ist dein Bett?</i><br>Er antwortete: <i>Ich habe es verkauft, um Milch für ein Waisenmädchen zu kaufen. Solange meine Untertanen hungrig schlafen, wie kann ich in einem weichen Bett schlafen?</i><br><br>Hafsas (RA) Augen füllten sich mit Tränen. Sie nahm ihren Schmuck ab und sagte: <i>Hier, verkauft diese und bringt Essen für mehr Kinder.</i> Hazrat Umar (RA) küsste ihren Kopf: <i>Diese Güte von dir wird dich des Paradieses würdig machen.</i><br><br><b>Der Erste Regentropfen: Die Szene der Anbetung</b><br>Nach achtzehn Monaten donnerte es zum ersten Mal. Hazrat Umar (RA) stand auf der Kanzel der Moschee und weinte: <i>O Allah! Wenn dieser Regen Deine Barmherzigkeit ist, dann nimm ihn von uns an. Und wenn es eine Strafe ist, dann verschone diese unschuldigen Kinder.</i><br><br>Die Menschen sahen Regentropfen von seinem Bart tropfen. Ein alter Mann rief aus: <i>Das ist kein Regen, es ist die Frucht der Gebete von Allahs Propheten (Friede sei mit ihm)!</i><br><br>In derselben Nacht verteilte Hazrat Umar (RA) Saatgut und landwirtschaftliche Geräte aus dem Baitul Mal an jeden Haushalt. Er verkündete: <i>Von heute an hat jedes neugeborene Kind Anspruch auf Bildung und Nahrung aus dem Baitul Mal.</i><br><br><b>Die Letzte Lektion: Der Brief, der Geschichte wurde</b><br>Nach dem Ende der Hungersnot schrieb Hazrat Umar (RA) einen Brief an alle Provinzgouverneure: <i>Wisst, dass der Zweck Eurer Autorität darin besteht, dem Volk zu dienen. Wenn in jemandes Haus kein Feuer brennt, dann wisst, dass Ihr Allahs Treue verloren habt.</i><br><br>Sein Brief ist auch heute noch ein Beispiel für Regierungen auf der ganzen Welt. Wann immer ein Herrscher das Leiden des Volkes vergisst, erinnert ihn diese Geschichte von Hazrat Umar (RA) daran, dass <i>wahrer Glaube der ist, der die Hungrigen speist und die Waisen unterstützt.</i><br><br><b><i>Umar (RA) lehrte, dass der Sieg der Menschheit der wahre Sieg ist. Und er war kein Grundbesitzer, sondern ein Mitfühlender derer, die auf der Erde gehen.</i></b>"
  },
  {
    "id": 6,
    "title": "Hazrat Umar (RA) und die Geschichte der Tränen des Waisenmädchens",
    "content": "Die Nacht in Medina war kalt und der Mond war hinter Wolken verborgen. Hazrat Umar (RA) ging mit dem schwachen Licht seiner Lampe durch die Straßen der Stadt. Er trug einen Sack Mehl und Datteln auf der Schulter, wie er es jede Nacht auf der Suche nach den Armen tat. In diesem Moment hörte er jemanden in der Nähe einer kaputten Moschee weinen. Er näherte sich langsam.<br><br>Ein kleines Mädchen, kaum sieben Jahre alt, kauerte in einer Steinecke. Ihre Füße waren nackt und ihre Kleidung zerrissen. Ein Strom von Tränen floss aus ihren Augen. Hazrat Umar (RA) fragte sanft:<br><i>Tochter, warum weinst du? Wo sind deine Eltern?</i><br><br>Das Mädchen antwortete schluchzend:<br><i>Mama sagte immer... sie würde mich niemals alleine lassen... aber als sie Fieber bekam... ging sie... Papa wurde auch im Krieg getötet...</i><br><br>Hazrat Umars (RA) Kehle schnürte sich zu. Er nahm seinen eigenen Umhang ab und bedeckte das Mädchen damit, indem er sagte:<br><i>Von heute an bin ich dein Vater. Dein jedes Bedürfnis ist meine Verantwortung.</i><br><br>Er brachte das Mädchen zu seinem Haus. Unterwegs fragte das Mädchen:<br><i>Wer bist du?</i><br>Umar (RA) sagte lächelnd:<br><i>Ich bin der, den Allah beauftragt hat, sich um Menschen wie dich zu kümmern.</i><br><br>Zu Hause angekommen, gab er dem Mädchen warmes Essen. Als er ihre kaputten Sandalen sah, zog er seine eigenen Schuhe aus und sagte:<br><i>Hier, nimm diese. Meine Füße sind viel gereist, aber deine Füße sollten nicht verletzt werden.</i><br><br>Während sie ihre Tränen abwischte, fragte das Mädchen:<br><i>Warum tust du das für mich? Ich bin niemand...</i><br>Hazrat Umar (RA) legte seine Hand auf ihren Kopf:<br><i>Du bist ein Treuhand von Allah. An dem Tag, an dem ich vergesse, die Tränen einer Waise zu trocknen, wird mein Glaube sterben.</i><br><br>Am nächsten Tag verkündete Hazrat Umar (RA) in der Moschee:<br><i>Hört, Leute von Medina! Von heute an werden die Ausgaben jedes Waisenkindes vom Baitul Mal getragen. Wenn jemand eine Waise in seinem Haus hat, übernehme ich die Verantwortung für ihre Erziehung!</i><br><br>Einige Jahre später kam dasselbe Mädchen, das Ayesha hieß, zur Moschee. Sie legte ein in Tuch gewickeltes Brot vor Hazrat Umar (RA) und sagte:<br><i>Ameerul Mumineen... Das habe ich selbst gemacht. Ihr habt mich gelehrt zu leben, jetzt werde ich Euch dienen.</i><br><br>Hazrat Umars (RA) Augen wurden feucht. Er nahm ein Stück des Brotes und sagte:<br><i>Dies ist das Brot, das den Duft des Glaubens hat. Heute habe ich verstanden, dass dies der wahre Sieg des Kalifats ist.</i><br><br>Dieses Mädchen wurde später eine berühmte Gelehrte von Medina und wurde die Mutter von Hunderten von Waisen genannt. Sie sagte immer:<br><i>Umar (RA) lehrte mich, dass Menschlichkeit der größte Glaube ist.</i><br><br>Diese Geschichte ist immer noch in den Herzen derer lebendig, die glauben, dass <i>das Trocknen einer Träne besser ist als tausend Anbetungen.</i> Hazrat Umar (RA) bewies, dass <b>wahre Stärke nicht im Schwert liegt, sondern in Liebe und Gerechtigkeit.</b><br><br><b><i>Solange ein einziges Herz traurig ist,<br>Ist die Lampe des Kalifats sprachlos.<br>Umars Liebe ist jene Geschichte,<br>Die einen Menschen zum Menschen macht.</i></b>"
  },



]

