[
  {
    "id": 1,
    "title": "A Jornada da Hégira - A Viagem do Profeta (SAW) e Abu Bakr As-Siddiq (RA)",
    "content": "<b>Parte 1: Perigo em Meca</b><br>Os incrédulos de Meca conspiraram para matar o Profeta Muhammad (SAW). Allah ordenou que ele emigrasse (Hégira). Na escuridão da noite, o Profeta (SAW) levou seu companheiro Abu Bakr As-Siddiq (RA) e partiu para a Caverna de Thaur.<br><br><b>Luta no Caminho: </b><br>Os incrédulos os perseguiram. Em certo momento, os inimigos chegaram à entrada da caverna, mas Allah ordenou que uma aranha tecesse uma teia na entrada e uma pomba pusesse ovos. Quando os incrédulos viram isso, pensaram: <i>Não pode haver ninguém aqui dentro!</i> e recuaram.<br><br><b>Lealdade de Abu Bakr (RA):</b> <br>Na caverna, uma cobra o mordeu, mas ele ficou em silêncio para não perturbar o sono do Profeta (SAW). Mais tarde, quando o Profeta (SAW) viu, sangue escorria de seu pé. Ele perguntou: <b><i>Por que você não me contou?</i></b> Abu Bakr (RA) disse: <b><i>Esta pequena dor não era mais importante que seu sono, ó Mensageiro de Allah!</i></b><br><br><b>Parte 2: Viagem para Medina</b> <br><br>Após 3 dias na caverna, partiram para Medina com a ajuda de um guia chamado Abdullah bin Uraiquit. No caminho ocorreram milagres: <br><b>O Bandido Suraqa: </b><br> Os incrédulos enviaram um poderoso guerreiro chamado Suraqa, prometendo-lhe 100 camelos para capturar o Profeta (SAW). Quando Suraqa se aproximou, seu cavalo afundou na areia. Ele pediu perdão e o Profeta (SAW) prometeu que ele usaria as chaves dos tesouros da Pérsia (o que mais tarde se cumpriu).<br><br> <b>A Cabana de Umm Ma'bad: </b><br> Passaram por uma idosa (Umm Ma'bad) que tinha apenas uma cabra. O Profeta (SAW) ordenhou a cabra, e saiu tanto leite que saciou toda a família. <br><br><b>Parte 3: Chegada a Medina</b><br> Após 8 dias de viagem, no 12 de Rabi' al-Awwal, chegaram a Quba. Aqui foi construída a primeira mesquita (Masjid Quba). Ao chegarem a Medina, as pessoas cantaram: <br><b><i>Tala'al-Badru Alayna... (A lua cheia brilha sobre nós!)</i></b> <br><br><b>Hospitalidade dos Ansar (Povo de Medina):</b> <br>Toda família queria que o Profeta (SAW) ficasse em sua casa. O Profeta (SAW) disse: <br><b><i>Meu camelo decidirá; onde ele se ajoelhar, será minha casa.</i></b><br> O camelo ajoelhou-se diante da casa de Abu Ayyub Al-Ansari (RA).<br><br><b>Lições e Inspiração: Confiança em Allah (Tawakkul): A teia de aranha simboliza a ajuda divina.<br>Lealdade do Companheiro: O sacrifício de Abu Bakr (RA) ensina a verdadeira amizade.<br>O Bem sobre o Mal: Inimigos como Suraqa tornaram-se muçulmanos por ordem de Allah.</b><br><br><b>Versículo do Alcorão:</b></br><i><b>Quando chegar o socorro de Allah e a vitória, e vires as pessoas entrarem na religião de Allah em multidões, glorifica teu Senhor com louvor! (Surah An-Nasr 110:1-3)</b></i>"
  },
  {
    "id": 2,
    "title": "A Batalha de Badr: Aquele Grande Momento de Ajuda Divina",
    "content": "<b>Parte 1: Preparação do Campo de Batalha</b> <br>Após perseguirem os muçulmanos, os <b>inimigos</b> de Meca (Quraish) roubaram todos os seus bens. O Nobre Profeta (SAW) emigrou para Medina, mas a opressão dos incrédulos não cessou. Um dia chegou a notícia de que a caravana de <b>Abu Sufyan</b> (grupo comercial) retornava da Síria com toda a riqueza dos Quraish. Os muçulmanos decidiram reivindicar seus direitos.  <br><br><b>Preparação dos Muçulmanos:</b> <br>- Apenas <b>313 guerreiros</b>, com 2 cavalos e 70 camelos. <br>- Exército dos Quraish: <b>1000 guerreiros</b>, 100 cavalos e muitas armas. <br>- Os muçulmanos nem tinham espadas completas. Alguns companheiros carregavam paus.  <br><br><b>Parte 2: Confronto no Campo de Batalha</b> <br>No 17 de Ramadan, 2 AH, os dois exércitos se enfrentaram no <b>Campo de Badr</b>. <br><b>Arrogância dos Quraish: </b> <br>Abu Jahl (líder dos Quraish) zombou: <i>Estes companheiros de Muhammad (SAW) estão famintos e nus! Hoje os eliminaremos!</i>  <b>Prece dos Muçulmanos: </b><br>O Profeta (SAW) ergueu as mãos e suplicou:<br><i>Ó Allah! Se este pequeno grupo for derrotado hoje, ninguém restará na Terra para Te adorar!</i><br><br><b>Parte 3: A Ajuda de Allah Chega</b>  <br>Allah ordenou aos anjos:  <br><i>Ajudai Meus servos!</i> (Alcorão 8:9)  <br><br><b>Milagres ocorreram:</b>  <br>1. <b>Tempestade de Areia:</b> Areia cegou os Quraish.  <br>2. <b>Ataque dos Anjos: </b> Os guerreiros Quraish ficaram pasmos vendo <b>nenhum atacante visível</b>, mas suas cabeças sendo cortadas!  <br>3. <b>Força Espiritual: </b> Os muçulmanos lutaram tão bravamente que um companheiro <b>cortou a pata de um camelo inimigo</b>!  <br><br><b>Resultado: </b><br>- 70 guerreiros Quraish morreram, incluindo <b>Abu Jahl</b>.  <br>- Apenas <b>14 muçulmanos</b> foram mártires.  <br>- Os demais inimigos fugiram.  <br><br><b>Parte 4: O Segredo da Vitória: </b><br>Após a batalha, um companheiro idoso perguntou:  <br><i>Ó Mensageiro de Allah! Éramos menos, como vencemos?</i><br><b>O Profeta (SAW) declarou:  </b><br><br><i>Verdadeira fé, paciência e confiança em Allah são a verdadeira força. Quem lutou não pelo brilho mundano, mas pela religião de Allah - só esses venceram!</i><br><br><b>Lições:<br> 1. A força está na sinceridade (fé), não em números.<br> 2. Nunca perca a coragem até a ajuda de Allah chegar.<br> 3. Lutar por justiça é melhor que se curvar à opressão. </b><br><br><br>Versículo do Alcorão: </b><br><i>No dia de Badr, éreis fracos, mas Allah vos ajudou. Para que fosse um sinal para os crentes. (Surah Al-Imran 3:123)</i>"
  },
  {
    "id": 3,
    "title": "A Verdadeira História do Profeta Sulaiman (AS) e da Ave Hudhud",
    "content": "<b>Parte 1: O Presente Único de Allah</b>  <br>Allah concedera ao Profeta Sulaiman (AS) um <b>imenso reino</b>. Seu exército incluía humanos, jinns e animais. Um dia, ao inspecionar suas tropas, a <b>Hudhud</b> (uma ave especial) estava faltando.  <br><br>Sulaiman (AS) disse com ira:  <br><i>Punirei a Hudhud a menos que traga uma razão válida!</i>  <br><br><b>Parte 2: As Notícias da Hudhud</b>  <br>Pouco depois, a Hudhud retornou com notícias estranhas:  <br><i>Vi uma cidade chamada Saba, governada por uma mulher (Bilqis). Ela tem todas as bênçãos, mas ela e seu povo adoram o sol!</i>  <br><br>Sulaiman (AS) disse:  <br><i>Verificaremos se dizes a verdade ou mentes!</i>  <br><br><b>Parte 3: O Convite a Bilqis</b>  <br>Sulaiman (AS) enviou uma carta a Bilqis através da Hudhud:  <i>Em nome de Allah... Submete-te a mim e crê em Allah!</i>  <br><br>Bilqis pensou: <i>Este não é um rei comum!</i> Ela enviou presentes valiosos a Sulaiman (AS), mas ele disse:<br><i>Não busco riquezas, mas tua fé!</i>  <br><br><b>Parte 4: O Grande Milagre</b>  <br>Para testar o poder de Sulaiman, Bilqis propôs um enigma: <br> <i>Reconhecerei meu trono então aceitarei a fé.</i>  <br>Sulaiman (AS) ordenou a um jinn: <i>Tragam o trono aqui!</i>  <br>Num piscar de olhos, o trono apareceu! Bilqis declarou: <i>Este é verdadeiramente o Profeta de Allah!</i> e aceitou a fé.  <br><br><b>Lições:</b>  <br>1. <b>Seja grato pelas bênçãos de Allah</b> – Sulaiman (AS) nunca foi arrogante.  <br>2. <b>Até a menor criatura tem propósito</b> – A Hudhud guiou uma nação inteira.  <br>3. <b>Aja com sabedoria</b> – Sulaiman (AS) conquistou corações com sabedoria, não guerra.  <br><br><b>Versículo do Alcorão:</b>  <br><i>Ele (Sulaiman) sorriu e disse: 'Por que não vejo a Hudhud? Está ela ausente?' (Surah An-Naml 27:20)</i>"
  },
  
  {
    "id": 4,
    "title": "Hazrat Umar (RA) e o Encontro com o Ancião Judeu",
    "content": "Era uma noite fria em Medina. As estrelas cintilavam no céu e havia uma frescura no ar. Hazrat Umar (RA) caminhava pelas ruas da cidade à luz de sua lâmpada. Era seu hábito sair à noite para verificar a condição do povo. Foi então que ouviu um gemido vindo de uma cabana quebrada. Ele rapidamente entrou.<br><br>Um velho judeu estava deitado na cabana. Ele vestia roupas rasgadas e seus pés estavam feridos. Seus olhos estavam fechados e seus lábios estavam ressecados. Hazrat Umar (RA) sentou-se ao lado dele e perguntou: <i>Por que você está nesta condição? Onde estão seus filhos?</i><br><br>O velho abriu os olhos e disse suavemente: <i>Meus filhos estão mortos. Estou sozinho... Não há ninguém para cuidar de mim.</i><br><br>Hazrat Umar (RA) imediatamente tirou sua própria capa e a cobriu, dizendo: <i>A partir de hoje, eu sou seu filho.</i> Ele se levantou e foi em direção ao Baitul Mal (tesouro). No caminho, ele disse ao seu companheiro: <i>Envie roupas quentes, remédios e comida diária para este ancião. Este é seu direito, mesmo que ele seja judeu.</i><br><br>No dia seguinte, quando o velho judeu viu comida quente e remédios colocados à sua porta, ficou espantado. Ele perguntou: <i>Quem enviou tudo isso?</i> As pessoas lhe disseram: <i>O Califa Umar.</i><br><br>Os olhos do velho se encheram de lágrimas. Ele foi direto para Masjid-e-Nabawi. Hazrat Umar (RA) estava aconselhando as pessoas naquele momento. O velho exclamou: <i>Ó Umar! Quão bela é sua fé! Nunca vi ninguém ensinar uma lição de humanidade assim antes!</i><br><br>Hazrat Umar (RA) respondeu com um sorriso: <i>A humanidade é a verdadeira fé. Se deixarmos um ancião com fome, então nossa reivindicação de fé é falsa.</i><br><br>Alguns dias depois, aquele velho judeu andava pelas ruas de Medina dizendo às pessoas: <i>Eu vi Umar... ele não é apenas o Califa dos muçulmanos, mas de cada ser humano!</i><br><br><b>Moral da história:</b><br>Hazrat Umar (RA) ensinou que a humanidade está acima da religião. Sua justiça era para todos—não importa de qual religião ou comunidade fossem. Ainda hoje, esta história nos lembra que <i>a verdadeira fé é aquela que amolece o coração e torna a mão generosa.</i><br>"
  },
  {
    "id": 5,
    "title": "Hazrat Umar (RA) e o Grande Desastre da Fome: Um Ano de Prova",
    "content": "<b>O Início da Seca</b><br>As nuvens não haviam derramado chuva sobre Medina por dois anos. A terra estava rachada, as folhas das árvores secaram e caíram, e os poços se transformaram em lama. O som de crianças chorando ecoava dia e noite, e as mulheres começaram a moer pedaços de barro para fazer <i>pão</i>. Hazrat Umar (RA) estava sentado em seu quarto recitando versículos do Alcorão quando, de repente, bateram em sua porta.<br><br>Um soldado ofegante anunciou a notícia: <i>Ameerul Mumineen! O povo quebrou a porta do Baitul Mal. Eles dizem que o grão foi roubado!</i> Hazrat Umar (RA) pegou sua lâmpada e saiu. Os cabelos brancos de sua barba haviam ficado mais brancos de preocupação.<br><br><b>O Roubo de Grãos: Revelando uma Conspiração</b><br>Ao irem ao armazém do Baitul Mal, descobriram que sacos de grãos estavam faltando. Havia marcas específicas no chão—pegadas de camelos e um selo quebrado. Hazrat Umar (RA) olhou atentamente para as marcas e perguntou: <i>Algum novo comerciante chegou à cidade?</i> As pessoas lhe disseram que sim, um comerciante do Iêmen havia chegado trazendo mercadorias carregadas em camelos.<br><br>Hazrat Umar (RA) foi direto para a localização daquele comerciante. O comerciante baixou a cabeça assim que o viu. Hazrat Umar (RA) disse: <i>'As pegadas de seus camelos foram encontradas no Baitul Mal. Você percebe quão grande é este crime?'</i> Não havia raiva, mas tristeza na voz de Hazrat Umar (RA).<br><br>O comerciante disse tremendo: <i>Perdoe-me, Ameerul Mumineen! Fiz isso por meus filhos que se contorciam de fome. </i> Hazrat Umar (RA) colocou a mão no ombro dele e disse: <i>Se você me tivesse dito, eu teria dado minha parte a você. Mas o roubo transformou sua compulsão em pecado.</i><br><br>Ele perdoou o comerciante, mas fez novas regras para a segurança do Baitul Mal. Naquela noite, Hazrat Umar (RA) colocou todos os grãos de sua própria casa no Baitul Mal e começou a sobreviver apenas com água e tâmaras.<br><br><b>Comboio de Socorro do Egito: Uma Nova Esperança</b><br>No sexto mês de fome, o Governador do Egito, Amr ibn al-Aas (RA), enviou trigo, tâmaras e medicamentos em 500 camelos. Quando o comboio se aproximou de Medina, Hazrat Umar (RA) foi pessoalmente recebê-lo. Ele levantou o primeiro saco de trigo em seu ombro e disse: <i>Este saco é para aquela mãe idosa que deixou seus filhos morrerem de fome na semana passada.</i><br><br>As pessoas viram suas costas se curvarem sob o peso do saco, mas seus passos não vacilaram. Um jovem perguntou: <i>Você é o Califa, então por que está fazendo este trabalho?</i> Hazrat Umar (RA) respondeu com um sorriso: <i>Um Califa não é aquele que governa o povo, mas aquele que morre pelo povo.</i><br><br><b>A Noite em que o Califa Vendeu Sua Cama</b><br>Uma noite, a filha de Hazrat Umar (RA), Hafsa (RA), o viu dormindo em um tapete em seu quarto.<br><i>Pai, onde está sua cama?</i><br>Ele respondeu: <i>Vendi para comprar leite para uma menina órfã. Enquanto meus súditos dormem com fome, como posso dormir em uma cama macia?</i><br><br>Os olhos de Hafsa (RA) encheram-se de lágrimas. Ela tirou suas joias e disse: <i>Aqui, venda estas e traga comida para mais crianças.</i> Hazrat Umar (RA) beijou sua cabeça: <i>Esta sua bondade é que o tornará digno do Paraíso.</i><br><br><b>A Primeira Gota de Chuva: A Cena de Adoração</b><br>Após dezoito meses, as nuvens trovejaram pela primeira vez. Hazrat Umar (RA) ficou no púlpito da mesquita e chorou: <i>Ó Allah! Se esta chuva é Tua misericórdia, então aceite-a de nós. E se for um castigo, então poupe estas crianças inocentes.</i><br><br>As pessoas viram gotas de chuva pingando de sua barba. Um velho exclamou: <i>Isto não é chuva, é o fruto das orações do Profeta de Allah (SAW)!</i><br><br>Na mesma noite, Hazrat Umar (RA) distribuiu sementes e ferramentas agrícolas do Baitul Mal para cada família. Ele anunciou: <i>A partir de hoje, toda criança recém-nascida terá direito à educação e alimentação do Baitul Mal.</i><br><br><b>A Lição Final: A Carta que se Tornou História</b><br>Após o fim da fome, Hazrat Umar (RA) escreveu uma carta a todos os governadores provinciais: <i>Saibam que o propósito de sua autoridade é servir o povo. Se não houver fogo aceso na casa de alguém, então saibam que perderam a confiança de Allah.</i><br><br>Sua carta ainda é um exemplo para governos em todo o mundo. Sempre que um governante esquece o sofrimento do povo, esta história de Hazrat Umar (RA) lembra-lhe que <i>a verdadeira fé é aquela que alimenta os famintos e apoia os órfãos.</i><br><br><b><i>Umar (RA) ensinou que a vitória da humanidade é a verdadeira vitória. E ele não era um senhorio, mas um simpatizante daqueles que andam na terra.</i></b>"
  },
  {
    "id": 6,
    "title": "Hazrat Umar (RA) e a História das Lágrimas da Menina Órfã",
    "content": "A noite em Medina estava fria e a lua estava escondida atrás das nuvens. Hazrat Umar (RA) caminhava pelas ruas da cidade com a luz fraca de sua lâmpada. Ele carregava um saco de farinha e tâmaras no ombro, como fazia todas as noites à procura dos pobres. Foi então que ouviu o som de alguém chorando perto de uma mesquita quebrada. Ele se aproximou lentamente.<br><br>Uma menina, com apenas sete anos de idade, estava encolhida em um canto de pedra. Seus pés estavam descalços e suas roupas estavam rasgadas. Um fluxo de lágrimas escorria de seus olhos. Hazrat Umar (RA) perguntou suavemente:<br><i>Filha, por que você está chorando? Onde estão seus pais?</i><br><br>A menina respondeu soluçando:<br><i>Mamãe dizia... que ela nunca me deixaria sozinha... mas quando ela teve febre... ela partiu... Papai também foi martirizado na guerra...</i><br><br>A garganta de Hazrat Umar (RA) apertou. Ele tirou sua própria capa e cobriu a menina, dizendo:<br><i>A partir de hoje, eu sou seu pai. Sua necessidade é minha responsabilidade.</i><br><br>Ele levou a menina para sua casa. No caminho, a menina perguntou:<br><i>Quem é você?</i><br>Umar (RA) disse com um sorriso:<br><i>Eu sou aquele a quem Allah ordenou cuidar de pessoas como você.</i><br><br>Ao chegar em casa, ele deu comida quente à menina. Vendo suas sandálias quebradas, ele tirou seus próprios sapatos e disse:<br><i>Aqui, pegue estes. Meus pés já viajaram muito, mas seus pés não devem se machucar.</i><br><br>Enxugando suas lágrimas, a menina perguntou:<br><i>Por que você está fazendo isso por mim? Eu não sou ninguém...</i><br>Hazrat Umar (RA) colocou a mão em sua cabeça:<br><i>Você é um depósito de Allah. No dia em que eu me esquecer de enxugar as lágrimas de um órfão, minha fé morrerá.</i><br><br>No dia seguinte, Hazrat Umar (RA) anunciou na mesquita:<br><i>Ouçam, ó povo de Medina! A partir de hoje, as despesas de toda criança órfã serão suportadas pelo Baitul Mal. Se houver um órfão na casa de alguém, eu assumo a responsabilidade de criá-lo!</i><br><br>Alguns anos depois, a mesma menina, chamada Ayesha, veio à mesquita. Ela colocou um pão embrulhado em pano diante de Hazrat Umar (RA) e disse:<br><i>Ameerul Mumineen... Eu mesma fiz isto. Você me ensinou a viver, agora vou servi-lo.</i><br><br>Os olhos de Hazrat Umar (RA) ficaram úmidos. Ele pegou um pedaço do pão e disse:<br><i>Este é o pão que tem o perfume da fé. Hoje entendi que esta é a verdadeira vitória do Khilafah.</i><br><br>Aquela menina mais tarde tornou-se uma estudiosa famosa de Medina e foi chamada de mãe de centenas de órfãos. Ela sempre dizia:<br><i>Umar (RA) me ensinou que a humanidade é a maior fé.</i><br><br>Esta história ainda vive nos corações daqueles que acreditam que <i>enxugar uma lágrima é melhor do que mil adorações.</i> Hazrat Umar (RA) provou que <b>a verdadeira força não está na espada, mas no amor e na justiça.</b><br><br><b><i>Enquanto um único coração estiver triste,<br>A lâmpada do Khilafah está sem voz.<br>O amor de Umar é aquela história,<br>Que faz um humano, humano.</i></b>"
  }, 
  
  {
    "id": 7,
    "title": "A história de Hazrat Hanzala (r.a.): O mártir lavado pelos anjos",
    "content": "Foi pouco antes da Batalha de Uhud. Em Medina, o jovem companheiro Hanzala ibn Abi Amir (r.a.) tinha acabado de se casar com Jamilah bint Abdullah (r.a.). As alegrias da noite de núpcias ainda não tinham terminado quando, ao amanhecer, foi anunciado que o exército dos coraixitas marchava contra Uhud.<br><br>Ao ouvir a notícia, o rosto de Hanzala (r.a.) tornou-se sério. Sua esposa perguntou: <i>O que aconteceu? Por que você parece tão triste?</i> Ele respondeu: <i>Meu amor, o Mensageiro de Allah (s.a.w.) declarou o jihad. Eu devo partir imediatamente.</i> Ela disse: <i>Mas você ainda não fez o ghusl. Pelo menos banhe-se antes de ir.</i> Hanzala respondeu firmemente: <i>Se eu me atrasar, talvez as portas do Paraíso se fechem para mim. Prometo que, se eu voltar, passarei mais tempo contigo.</i><br><br>Ele pegou sua arma e se juntou ao exército do Profeta (s.a.w.). Na batalha, Hanzala lutou com bravura extraordinária. Ele derrotava os guerreiros mais fortes do exército de Abu Sufyan. Diz-se que as faíscas de sua espada podiam ser vistas à distância.<br><br>De repente, uma visão estranha apareceu: ele viu a imagem de sua esposa chamando-o. Era uma ilusão do Shaytan. Hanzala fechou os olhos e orou: <i>Ó Allah! Salva-me desta tentação. Meu coração pertence apenas a Ti.</i> Nesse momento, Shaddad, irmão de Abu Sufyan, o atacou por trás, e Hanzala (r.a.) foi martirizado.<br><br>Após a batalha, o Profeta (s.a.w.) viu os corpos dos mártires. Ele encontrou o corpo de Hanzala (r.a.) limpo, seus cabelos molhados como se tivesse acabado de se banhar, e exalando perfume. O Profeta (s.a.w.) disse: <i>Vi os anjos lavando Hanzala com água das nuvens.</i><br><br>Os companheiros perguntaram: <i>Ó Mensageiro de Allah, por que Hanzala recebeu essa honra?</i> Ele respondeu: <i>Porque, ao sair para o jihad, ele se lembrou sinceramente de Allah. Sua intenção era pura. Ele sacrificou o que tinha de mais querido (sua nova vida conjugal) no caminho de Allah.</i><br><br>Enquanto isso, sua esposa esperava na porta. Quando recebeu a notícia de sua morte, desmaiou. Seus pais disseram: <i>Nosso filho encontrou seu Senhor no Paraíso. Esse era o dia que ele sempre desejou.</i><br><br>Esta história nos ensina que, para aqueles que se sacrificam no caminho de Allah, nada neste mundo é mais valioso. Hanzala (r.a.) provou que um verdadeiro crente pode dar até mesmo o que mais ama por Allah. Seu martírio nos lembra que o verdadeiro propósito da vida não é este mundo, mas a preparação para a outra vida.<br><br>Até hoje, seu túmulo permanece nas colinas de Uhud, onde as pessoas vão lembrar de seu sacrifício e fazer súplicas. Seu nome ficou registrado na história como <b><i>Ghasilul Malaika</i></b> – o que foi lavado pelos anjos."
  },
  {
    "id": 8,
    "title": "Hazrat Uthman (r.a.) e o milagre das crianças famintas",
    "content": "Um dia, no mercado de Medina, houve agitação. As pessoas viram o califa Hazrat Uthman (r.a.) correndo por uma rua com pães frescos e tâmaras nas mãos. Seu rosto mostrava preocupação. Alguns o seguiram.<br><br>No fim da rua havia uma cabana quebrada. Dentro, três crianças pequenas choravam ao lado do corpo de sua mãe. Hazrat Uthman (r.a.) abriu a porta e as crianças se assustaram.<br><br>Ele disse suavemente: <i>Não tenham medo, crianças. Eu trouxe comida para vocês.</i><br><br>A menor, de cerca de quatro anos, disse: <i>Mas mamãe... mamãe está dormindo... ela não vai acordar para nos alimentar...</i><br><br>Os olhos de Uthman (r.a.) se encheram de lágrimas. Ele os abraçou e disse: <i>A partir de hoje, eu sou o pai de vocês. Sua mãe voltou para Allah, mas vocês não estão sozinhos.</i><br><br>Nessa mesma noite, ele providenciou o funeral da mãe, levou roupas e brinquedos de sua casa e ordenou, com recursos do baitul mal, que uma nova casa fosse construída para eles.<br><br>No dia seguinte, quando as pessoas perguntaram: <i>Quem são essas crianças?</i> Uthman (r.a.) respondeu com orgulho: <i>São meus filhos. Quem cuida de um órfão, cuida de mim.</i><br><br>Anos depois, quando cresceram, o filho mais velho perguntou: <i>Pai, por que o senhor nos escolheu naquele dia?</i><br>Ele sorriu e respondeu: <i>Porque o Profeta (s.a.w.) disse – a melhor casa é aquela onde um órfão é amado.</i><br><br>Esta história nos ensina que a verdadeira riqueza não é dinheiro, mas o espírito de ajudar os outros. Hazrat Uthman (r.a.) mostrou que <i>liderar não é apenas governar, mas espalhar amor.</i><br><br><b><i>Quem segurar a mão de um órfão,<br>no Dia do Juízo Allah segurar&aacute; sua mão.</i></b>"
  },
  {
    "id": 9,
    "title": "Hazrat Umar (r.a.) e a justiça para o beduíno",
    "content": "Fora de Medina, o sol queimava o deserto. Aquele ano havia seca, sem chuva. Hazrat Umar (r.a.), como de costume, andava à noite pelas ruas de Medina, carregando um saco de farinha e tâmaras. De repente, ouviu gemidos de uma cabana velha. Ele entrou rapidamente.<br><br>Lá dentro, um beduíno estava deitado, fraco de fome. Sua esposa e dois filhos estavam ao lado. O beduíno abriu os olhos e gritou: <i>Ó Amirul Mu’minin! Vim à sua cidade porque ouvi falar de sua justiça, mas fui oprimido.</i><br><br>Umar (r.a.) perguntou suavemente: <i>Qual é a sua queixa?</i> Ele explicou que havia tomado dinheiro emprestado de um comerciante de Medina, mas por causa da seca não conseguiu pagar. O comerciante confiscou sua camela – sua única posse. Umar (r.a.) imediatamente chamou o comerciante.<br><br>O comerciante respondeu arrogantemente: <i>Sim, é a lei. Quem não paga a dívida, perde seus bens.</i> Umar (r.a.) respondeu com raiva: <i>Mas a lei também diz que, em tempos de fome, deve-se dar prazo. Você sacrificou a humanidade!</i><br><br>Ele ordenou que o comerciante devolvesse a camela e desse mais seis meses de prazo. Além disso, enviou alimentos e remédios para a família do beduíno do baitul mal. Quando o comerciante protestou dizendo que era parcialidade, Umar respondeu: <i>A justiça não é parcialidade, é dar o direito. Se você tem um pedaço de pão e seu vizinho está com fome, a ira de Allah recairá sobre você.</i><br><br>Meses depois, quando choveu e o beduíno pagou sua dívida, ele caiu aos pés de Umar (r.a.) e disse: <i>Você não apenas salvou minha camela, mas também minha fé.</i> Umar (r.a.) o levantou e disse: <i>Esse era meu dever. Ser califa significa ser responsável por cada suspiro do povo.</i><br><br>A história se espalhou por Medina. As pessoas entenderam que a justiça no Islã não é apenas lei escrita, mas compaixão. Umar (r.a.) provou que a verdadeira justiça é sentir a dor dos outros."
  },
  {
    "id": 10,
    "title": "Hazrat Umar (r.a.) e a velha cristã",
    "content": "Em Medina, a noite estava fria. Hazrat Umar (r.a.) caminhava silenciosamente, como era seu costume. Em seus ombros havia um saco de farinha e tâmaras. Ele não queria que ninguém dormisse com fome. De repente, viu uma cabana velha, de onde vinham os lamentos de uma idosa. Ele bateu à porta. A voz perguntou: <i>Quem é?</i> Umar respondeu: <i>Um homem comum de Medina, vim para ajudar.</i><br><br>Dentro, uma velha estava sentada sozinha, sem luz nem comida. Seus olhos estavam turvos e suas mãos tremiam. Umar perguntou: <i>Onde estão seus filhos?</i> Ela respondeu com lágrimas: <i>Sou cristã. Meu filho aceitou o Islã e me abandonou. Agora estou sozinha.</i><br><br>Umar abaixou a cabeça envergonhado. Ele imediatamente acendeu o fogo, preparou a massa e cozinhou pão para ela. A mulher perguntou: <i>Quem é você, que me serve assim?</i> Umar respondeu: <i>Sou aquele que ensinou seu filho que honrar a mãe é parte da fé. Hoje estou corrigindo o erro dele.</i><br><br>Ele deu o pão em sua mão, consertou a cabana e colocou uma nova lâmpada. Antes de sair, disse: <i>Todos os dias a comida chegará até você. É seu direito, não caridade.</i><br><br>No dia seguinte, Umar (r.a.) anunciou na mesquita: <i>Ó povo! Quem não cumprir os direitos de seus pais não muçulmanos, não compreendeu o espírito do Islã.</i> Ele ordenou que todos os idosos recebessem pensão do baitul mal, independentemente de sua religião.<br><br>Dias depois, a velha foi até a mesquita e disse: <i>O que eu ouvi, agora vi com meus olhos. O Islã é a religião verdadeira.</i> E aceitou o Islã.<br><br>Um companheiro perguntou: <i>Ó Amirul Mu’minin! Por que você serviu tanto aquela cristã?</i> Umar respondeu: <i>A humanidade não depende da religião. Se esquecermos os direitos dos não muçulmanos, nossa fé se tornará vazia.</i><br><br>Suas palavras estabeleceram um novo padrão de justiça em Medina. Até hoje, quando se fala de governantes justos, esta história de Umar é lembrada."
  },

 



]

