[
  {
    "id": 1,
    "title": "Hicret Yolculuğu - Peygamber (SAV) ve Sıddık-ı Ekber'in (RA) Yolculuğu",
    "content": "<b>Bölüm 1: Mekke'de Tehlike</b><br>Mekke'nin kâfirleri Peygamber Muhammed'i (SAV) öldürmek için komplo kurdular. Allah ona hicret (göç) emrini verdi. Gecenin karanlığında Peygamber (SAV), yoldaşı Hz. Ebu Bekir Sıddık'ı (RA) yanına alarak Sevr Mağarası'na doğru yola çıktı.<br><br><b>Yolda Mücadele:</b><br>Kâfirler onları takip etti. Bir ara düşmanlar mağaranın ağzına kadar geldiler, ancak Allah bir örümceğe mağara girişine ağ örmesini ve bir güvercinin yumurtlamasını emretti. Kâfirler bunu görünce: <i>İçeride kimse olamaz!</i> diye düşünüp geri döndüler.<br><br><b>Hz. Ebu Bekir'in (RA) Sadakati:</b><br>Mağarada bir yılan onu ısırdı, ancak Peygamber'in (SAV) uykusunu bölmemek için sessiz kaldı. Sonra Peygamber (SAV) onu gördüğünde ayağından kan akıyordu. Sordu: <b><i>Bana niye söylemedin?</i></b> Ebu Bekir (RA) dedi: <b><i>Bu küçük acı sizin uykunuzdan daha önemli değildi, ey Allah'ın Elçisi!</i></b><br><br><b>Bölüm 2: Medine'ye Yolculuk</b><br><br>Mağarada 3 gün geçirdikten sonra, Abdullah bin Uraykıt adlı bir rehberin yardımıyla Medine'ye doğru yola çıktılar. Yolda birçok mucize gerçekleşti:<br><b>Haydut Suraka:</b><br>Kâfirler, Peygamber'i (SAV) yakalaması için Suraka adlı güçlü bir savaşçıyı 100 deve ödülle gönderdiler. Suraka yaklaştığında atı kuma battı. Af diledi ve Peygamber (SAV) ona ileride Pers hazinelerinin anahtarlarını taşıyacağını vaat etti (ki sonra gerçekleşti).<br><br><b>Ümmü Ma'bed'in Kulübesi:</b><br>Yaşlı bir kadının (Ümmü Ma'bed) yanından geçtiler, onun sadece bir keçisi vardı. Peygamber (SAV) keçiyi sağdı ve öyle çok süt çıktı ki bütün aile doydu.<br><br><b>Bölüm 3: Medine'ye Varış</b><br>8 günlük yolculuktan sonra, 12 Rebiülevvel'de Kubâ'ya ulaştılar. Burada ilk mescit (Mescid-i Kubâ) inşa edildi. Medine'ye vardıklarında insanlar şu şarkıyı söylediler:<br><b><i>Tala'al-Badru Alayna... (Dolunay üzerimize doğdu!)</i></b><br><br><b>Ensar'ın (Medineliler) Misafirperverliği:</b><br>Her aile Peygamber'in (SAV) kendi evinde kalmasını istiyordu. Peygamber (SAV) dedi ki:<br><b><i>Devemin çöktüğü yerde evim olacak.</i></b><br>Deve, Hz. Ebu Eyyûb el-Ensarî'nin (RA) evinin önüne çöktü.<br><br><b>Dersler ve İlham: Allah'a Güven (Tevvekkül): Mağaradaki örümcek ağı Allah'ın yardımının sembolüdür.<br>Yoldaşın Sadakati: Ebu Bekir'in (RA) fedakârlığı bize gerçek dostluğu öğretir.<br>Kötülüğe Karşı İyilik: Suraka gibi düşmanlar bile Allah'ın emriyle Müslüman oldu.</b><br><br><b>Kur'an Ayeti:</b><br><i><b>Allah'ın yardımı ve zafer geldiğinde, ve insanların bölük bölük Allah'ın dinine girdiklerini gördüğünde, hemen Rabbini överek tesbih et! (Nasr Suresi 110:1-3)</b></i>"
  },
  {
    "id": 2,
    "title": "Bedir Savaşı: Allah'ın Yardımının O Muhteşem Anı",
    "content": "<b>Bölüm 1: Savaş Alanı Hazırlanıyor</b><br>Mekke'nin <b>düşmanları</b> (Kureyş) Müslümanlara zulmettikten sonra tüm mallarını gasp etmişti. Şerefli Peygamber (SAV) Medine'ye hicret etti, ama kâfirlerin zulmü durmadı. Bir gün <b>Ebu Süfyan</b>'ın kervanının (ticaret kafilesi) Şam'dan döndüğü haberi geldi, içinde Kureyş'in tüm serveti vardı. Müslümanlar bu fırsatta haklarını geri almaya karar verdi.<br><br><b>Müslümanların Hazırlığı:</b><br>- Sadece <b>313 savaşçı</b>, 2 at ve 70 deve.<br>- Kureyş ordusu: <b>1000 savaşçı</b>, 100 at ve bolca silah.<br>- Müslümanların kılıçları bile tam değildi. Bazı sahabeler tahta sopalarla geldi.<br><br><b>Bölüm 2: Savaş Alanında Karşılaşma</b><br>17 Ramazan, Hicri 2'de iki ordu <b>Bedir sahrasında</b> karşı karşıya geldi.<br><b>Kureyş'in Kibri:</b><br>Ebu Cehil (Kureyş lideri) alay ederek dedi: <i>Bunlar Muhammed'in (SAV) aç çıplak yoldaşları! Bugün izlerini sileceğiz!</i><br><b>Müslümanların Duası:</b><br>Peygamber (SAV) ellerini kaldırıp yalvardı:<br><i>Ey Allah! Bu küçük topluluk bugün yenilirse, yeryüzünde sana ibadet eden kimse kalmayacak!</i><br><br><b>Bölüm 3: Allah'ın Yardımı Geliyor</b><br>Allah meleklere emretti:<br><i>Kullarıma yardım edin!</i> (Kur'an 8:9)<br><br><b>Mucizeler Oldu:</b><br>1. <b>Kum Fırtınası:</b> Kum Kureyşlilerin gözlerini doldurdu.<br>2. <b>Meleklerin Saldırısı:</b> Kureyş savaşçıları <b>görünürde düşman yokken</b> kafalarının kesildiğini görüp şaşırdılar!<br>3. <b>Kalplerde Manevi Güç:</b> Müslümanlar öyle şiddetle savaştı ki bir sahabe <b>düşman devesinin bacağını kesti</b>!<br><br><b>Sonuç:</b><br>- Kureyş'ten 70 savaşçı öldü, <b>Ebu Cehil</b> de dahil.<br>- Sadece <b>14 Müslüman</b> şehit oldu.<br>- Kalan düşmanlar kaçtı.<br><br><b>Bölüm 4: Zaferin Sırrı:</b><br>Savaştan sonra yaşlı bir sahabe sordu:<br><i>Ey Allah'ın Elçisi! Sayıca azdık, nasıl kazandık?</i><br><b>Peygamber (SAV) buyurdu:</b><br><br><i>Gerçek iman, sabır ve Allah'a güven gerçek güçtür. Dünya parıltısı için değil, Allah'ın dini için savaşan kazanır!</i><br><br><b>Dersler:<br>1. Güç sayıda değil, ihlasta (imanda) yatar.<br>2. Allah'ın yardımı gelene kadar cesaretinizi yitirmeyin.<br>3. Zulme boyun eğmektense adalet için savaşın.</b><br><br><br>Kur'an Ayeti:</b><br><i>Bedir günü yardım konusunda zayıftınız, ama Allah size yardım etti. Tâ ki müminler için bir işaret olsun. (Âl-i İmrân Suresi 3:123)</i>"
  },
  {
    "id": 3,
    "title": "Peygamber Süleyman'ın (AS) ve Hüdhüd Kuşunun Gerçek Hikâyesi",
    "content": "<b>Bölüm 1: Allah'ın Benzersiz Hediyesi</b><br>Allah, Peygamber Süleyman'a (AS) <b>muazzam bir krallık</b> vermişti. Ordusunda insanlar, cinler ve hayvanlar vardı. Bir gün birliklerini denetlerken <b>Hüdhüd</b> (özel bir kuş) kayıptı.<br><br>Süleyman (AS) öfkeyle dedi:<br><i>Hüdhüd'ü cezalandıracağım, meğer ki geçerli bir mazeretle gelsin!</i><br><br><b>Bölüm 2: Hüdhüd'ün Haberi</b><br>Kısa süre sonra Hüdhüd geldi ve garip bir haber verdi:<br><i>Sebâ adlı bir şehir gördüm, bir kadın (Belkıs) hükmediyor. Her nimet ona verilmiş, ama o ve kavmi güneşe secde ediyor!</i><br><br>Süleyman (AS) dedi:<br><i>Doğru mu yalan mı söylediğine bakacağız!</i><br><br><b>Bölüm 3: Belkıs'a Davet</b><br>Süleyman (AS) Hüdhüd aracılığıyla Belkıs'a bir mektup gönderdi: <i>Bismillah... Bana teslim ol ve Allah'a iman et!</i><br><br>Belkıs düşündü: <i>Bu sıradan bir kral değil!</i> Süleyman'a (AS) değerli hediyeler gönderdi, ama Süleyman (AS) dedi:<br><i>Ben maldan değil, senin imanından memnun olurum!</i><br><br><b>Bölüm 4: Büyük Mucize</b><br>Belkıs, Süleyman'ın (AS) gücünü test etmek için bir bilmece sordu:<br><i>Tahtımı tanırsam iman edeceğim.</i><br>Süleyman (AS) bir cine dedi: <i>Tahtı buraya getir!</i><br>Göz açıp kapayıncaya kadar taht geldi! Belkıs dedi: <i>Bu gerçekten Allah'ın Peygamberi!</i> ve iman etti.<br><br><b>Dersler:</b><br>1. <b>Allah'ın nimetlerine şükredin</b> – Süleyman (AS) asla kibirlenmedi.<br>2. <b>En küçük canlının bile rolü vardır</b> – Hüdhüd tüm bir kavme hidayet getirdi.<br>3. <b>Bilgelikle hareket edin</b> – Süleyman (AS) savaşla değil, hikmetle gönülleri fethetti.<br><br><b>Kur'an Ayeti:</b><br><i>(Süleyman) Gülümseyerek dedi: 'Hüdhüd'ü neden göremiyorum? Yoksa kayıp mı?' (Neml Suresi 27:20)</i>"
  },

  {
    "id": 4,
    "title": "Hz. Ömer (RA) ve Yahudi İhtiyarın Buluşması",
    "content": "Medine'de soğuk bir geceydi. Gökyüzünde yıldızlar parlıyordu ve havada bir serinlik vardı. Hz. Ömer (RA) lambasının ışığında şehrin sokaklarında yürüyordu. Geceleyin insanların durumunu kontrol etmek için dışarı çıkma alışkanlığı vardı. Tam o sırada, yıkık bir kulübeden inleme sesi duydu. Hemen içeri girdi.<br><br>Kulübede yaşlı bir Yahudi adam yatıyordu. Üzerinde yırtık kıyafetler vardı ve ayakları yaralıydı. Gözleri kapalıydı ve dudakları kuruydu. Hz. Ömer (RA) yanına oturdu ve sordu: <i>Neden böyle bir durumdasınız? Çocuklarınız nerede?</i><br><br>Yaşlı adam gözlerini açtı ve yavaşça dedi: <i>Çocuklarım öldü. Yalnızım... Bana bakacak kimse yok.</i><br><br>Hz. Ömer (RA) hemen kendi hırkasını çıkarıp ona örttü ve dedi: <i>Bugünden itibaren ben senin oğlunum.</i> Kalktı ve Beytülmal'e doğru yürüdü. Yolda yoldaşına dedi ki: <i>Bu ihtiyar için sıcak giysiler, ilaç ve günlük yemek gönderin. Bu onun hakkıdır, Yahudi bile olsa.</i><br><br>Ertesi gün, yaşlı Yahudi adam kapısının önüne sıcak yemek ve ilaçlar konulduğunu görünce şaşırdı. Sordu: <i>Bütün bunları kim gönderdi?</i> İnsanlar ona dediler ki: <i>Halife Ömer gönderdi.</i><br><br>Yaşlı adamın gözleri doldu. Doğruca Mescid-i Nebi'ye gitti. Hz. Ömer (RA) o sırada insanlara nasihat ediyordu. Yaşlı adam haykırarak dedi: <i>Ey Ömer! İmanın ne kadar güzel! Hiç kimsenin böyle bir insanlık dersi verdiğini görmedim!</i><br><br>Hz. Ömer (RA) gülümseyerek cevap verdi: <i>İnsanlık gerçek imandır. Eğer bir ihtiyarı aç bırakırsak, o zaman iman iddiamız yalandır.</i><br><br>Birkaç gün sonra, o Yahudi ihtiyar Medine sokaklarında dolaşarak insanlara şöyle diyordu: <i>Ömer'i gördüm... O sadece Müslümanların değil, her insanın halifesidir!</i><br><br><b>Hikayenin Özü:</b><br>Hz. Ömer (RA) insanlığın dinden üstün olduğunu öğretti. Onun adaleti herkes içindi—hangir dinden veya topluluktan olursa olsun. Bugün bile bu hikaye bize şunu hatırlatır: <i>Gerçek iman, kalbi yumuşatan ve eli cömert yapan imandır.</i><br>"
  },
  {
    "id": 5,
    "title": "Hz. Ömer (RA) ve Kıtlık Felaketi: Bir Yılın İmtihanı",
    "content": "<b>Kuraklığın Başlangıcı</b><br>Medine'nin üzerindeki bulutlar iki yıldır yağmur yağdırmamıştı. Toprak çatlamıştı, ağaç yaprakları kuruyup düşmüştü ve kuyular çamura dönüşmüştü. Çocukların ağlama sesleri gece gündüz yankılanıyordu ve kadınlar <i>ekmek</i> yapmak için kil parçalarını öğütmeye başlamışlardı. Hz. Ömer (RA) odasında Kur'an ayetleri okurken aniden kapısı çalındı.<br><br>Bir asker nefes nefese haberi verdi: <i>Emirül Müminin! İnsanlar Beytülmal'in kapısını kırdılar. Diyorlar ki tahıl çalınmış!</i> Hz. Ömer (RA) lambasını aldı ve dışarı çıktı. Sakalındaki beyaz kıllar endişeden daha da beyazlamıştı.<br><br><b>Tahıl Hırsızlığı: Bir Komplonun Ortaya Çıkışı</b><br>Beytülmal deposuna gidildiğinde tahıl çuvallarının kayıp olduğu görüldü. Yerde belirgin izler vardı—deve ayak izleri ve kırık bir mühür. Hz. Ömer (RA) izlere dikkatle baktı ve sordu: <i>Şehre yeni bir tüccar geldi mi?</i> İnsanlar ona evet dediler, Yemen'den deve üzerinde mal getiren bir tüccar gelmişti.<br><br>Hz. Ömer (RA) doğrudan o tüccarın yerine gitti. Tüccar onu görür görmez başını eğdi. Hz. Ömer (RA) dedi: <i>'Develerinizin izleri Beytülmal'de bulundu. Bunun ne kadar büyük bir suç olduğunun farkında mısınız?'</i> Hz. Ömer'in (RA) sesinde öfke değil, üzüntü vardı.<br><br>Tüccar titreyerek dedi: <i>Affedin beni Emirül Müminin! Açlıktan kıvranan çocuklarım için yaptım bunu. </i> Hz. Ömer (RA) elini onun omzuna koydu ve dedi: <i>Bana söyleseydiniz, size kendi payımı verirdim. Ama hırsızlık mecburiyetinizi günaha çevirdi.</i><br><br>Tüccarı affetti ama Beytülmal'in güvenliği için yeni kurallar koydu. O gece Hz. Ömer (RA) kendi evindeki tüm tahılı Beytülmal'e koydu ve kendisi sadece su ve hurma ile geçinmeye başladı.<br><br><b>Mısır'dan Yardım Kafilesi: Yeni Bir Umut</b><br>Kıtlığın altıncı ayında, Mısır Valisi Amr bin El-As (RA) 500 deve üzerinde buğday, hurma ve ilaç gönderdi. Kafile Medine yakınlarına ulaştığında Hz. Ömer (RA) onu karşılamaya gitti. İlk buğday çuvalını omzuna aldı ve dedi: <i>Bu çuval, geçen hafta çocuklarını açlıktan öldüren şu yaşlı anne için.</i><br><br>İnsanlar çuvalın ağırlığını omuzlarken sırtının büküldüğünü gördüler ama adımları sallanmadı. Bir genç sordu: <i>Siz halifesiniz, öyleyse neden bu işi yapıyorsunuz?</i> Hz. Ömer (RA) gülümseyerek cevap verdi: <i>Halife, halka hükmeden değil, halk için ölen kişidir.</i><br><br><b>Halifenin Yatağını Sattığı Gece</b><br>Bir gece Hz. Ömer'in (RA) kızı Hafsa (RA) onu odasında hasır üzerinde uyurken gördü.<br><i>Baba, yatağın nerede?</i><br>Şöyle cevap verdi: <i>Onu bir yetim kız için süt almak için sattım. Benim halkım aç uyurken ben nasıl yumuşak bir yatakta uyuyabilirim?</i><br><br>Hafsa'nın (RA) gözleri doldu. Mücevherlerini çıkardı ve dedi: <i>Alın, bunları satın ve daha fazla çocuk için yiyecek getirin.</i> Hz. Ömer (RA) başını öptü: <i>İşte bu iyiliğin seni Cennet'e layık kılacak.</i><br><br><b>İlk Yağmur Damlası: İbadet Sahnesi</b><br>On sekiz ay sonra ilk kez bulutlar gürledi. Hz. Ömer (RA) mescidin minberinde durdu ve ağladı: <i>Ey Allah'ım! Eğer bu yağmur senin rahmetin ise, bizden kabul et. Ve eğer azap ise, bu masum çocukları bağışla.</i><br><br>İnsanlar sakalından yağmur damlalarının damladığını gördüler. Yaşlı bir adam haykırdı: <i>Bu yağmur değil, Allah'ın Nebisi'nin (SAV) dualarının meyvesidir!</i><br><br>Aynı gece Hz. Ömer (RA) Beytülmal'den her eve tohum ve tarım aletleri dağıttı. Şöyle ilan etti: <i>Bugünden itibaren her yeni doğan çocuğun Beytülmal'den eğitim ve gıda hakkı olacaktır.</i><br><br><b>Son Ders: Tarih Olan Mektup</b><br>Kıtlık bittikten sonra Hz. Ömer (RA) tüm eyalet valilerine bir mektup yazdı: <i>Bilin ki, sizin otoritenizin amacı halka hizmettir. Eğer birinin evinde ocak yanmıyorsa, bilin ki Allah'ın emanetini kaybettiniz.</i><br><br>Onun bu mektubu bugün hala dünyadaki hükümetler için bir örnektir. Ne zaman bir yönetici halkın acısını unutsa, Hz. Ömer'in (RA) bu hikayesi ona şunu hatırlatır: <i>Gerçek iman, açı doyuran ve yetime destek olan imandır.</i><br><br><b><i>Ömer (RA) insanlığın zaferinin gerçek zafer olduğunu öğretti. Ve o bir toprak ağası değil, yeryüzünde yürüyenlerin dostuydu.</i></b>"
  },
  {
    "id": 6,
    "title": "Hz. Ömer (RA) ve Yetim Kızın Gözyaşlarının Hikayesi",
    "content": "Medine'de gece soğuktu ve ay bulutların arkasına saklanmıştı. Hz. Ömer (RA) lambasının loş ışığında şehrin sokaklarında yürüyordu. Omzunda un ve hurma torbası vardı, her gece fakirleri aramak için çıktığı gibi. Tam o sırada yıkık bir caminin yakınından birinin ağlama sesini duydu. Yavaşça yaklaştı.<br><br>Küçük bir kız, henüz yedi yaşında, bir taş köşesine büzülmüştü. Ayakları çıplaktı ve elbiseleri yırtıktı. Gözlerinden yaşlar akıyordu. Hz. Ömer (RA) yumuşakça sordu:<br><i>Kızım, neden ağlıyorsun? Anne baban nerede?</i><br><br>Kız hıçkırarak cevap verdi:<br><i>Annem derdi ki... beni asla yalnız bırakmayacak... ama ateşi çıkınca... gitti... Babam da savaşta şehit oldu...</i><br><br>Hz. Ömer'in (RA) boğazı düğümlendi. Kendi hırkasını çıkarıp kızı örttü ve dedi:<br><i>Bugünden itibaren ben senin babanım. Her ihtiyacın benim sorumluluğumdadır.</i><br><br>Kızı evine götürdü. Yolda kız sordu:<br><i>Sen kimsin?</i><br>Ömer (RA) gülümseyerek dedi:<br><i>Ben, Allah'ın senin gibi insanlara bakma emrini verdiği kişiyim.</i><br><br>Eve varınca kıza sıcak yemek yedirdi. Onun kırık terliklerini görünce kendi ayakkabılarını çıkardı ve dedi:<br><i>Al bunları, benim ayaklarım çok yol yürüdü, ama senin ayakların yaralanmamalı.</i><br><br>Gözyaşlarını silerek kız sordu:<br><i>Benim için neden bunu yapıyorsun? Ben bir hiçim...</i><br>Hz. Ömer (RA) elini onun başına koydu:<br><i>Sen Allah'ın emanetisin. Bir yetimin gözyaşını silmeyi unuttuğum gün, imanım ölür.</i><br><br>Ertesi gün Hz. Ömer (RA) mescitte şöyle ilan etti:<br><i>Dinleyin, Medineliler! Bugünden itibaren her yetim çocuğun masrafı Beytülmal'den karşılanacak. Eğer birinin evinde yetim varsa, onun yetiştirilmesinin sorumluluğunu ben alıyorum!</i><br><br>Birkaç yıl sonra, adı Aişe olan o kız mescide geldi. Hz. Ömer (RA) önüne bez içine sarılı bir ekmek koydu ve dedi:<br><i>Emirül Müminin... Bunu kendim yaptım. Bana yaşamayı öğrettiniz, şimdi size hizmet edeceğim.</i><br><br>Hz. Ömer'in (RA) gözleri nemlendi. Ekmeğin bir parçasını aldı ve dedi:<br><i>Bu, iman kokusu olan ekmektir. Bugün Hilafetin gerçek zaferinin bu olduğunu anladım.</i><br><br>O kız daha sonra Medine'nin meşhur bir alimesi oldu ve yüzlerce yetimin annesi olarak anıldı. Hep şöyle derdi:<br><i>Ömer (RA) bana insanlığın en büyük iman olduğunu öğretti.</i><br><br>Bu hikaye, <i>bir gözyaşı silmenin bin ibadetten daha iyi olduğuna</i> inananların kalbinde hala yaşıyor. Hz. Ömer (RA) <b>gerçek gücün kılıçta değil, sevgi ve adalette olduğunu</b> kanıtladı.<br><br><b><i>Bir tek kalp üzgün olduğu sürece,<br>Hilafetin lambası dilsizdir.<br>Ömer'in sevgisi işte o hikayedir,<br>İnsanı insan yapan.</i></b>"
  },



]
