[
  {
    "id": 1,
    "title": "ہجرت کا سفر - نبی ﷺ اور صدیق اکبر رضی اللہ عنہ کا سفر",
    "content": "<b>حصہ 1: مکہ میں خطرہ</b><br>مکہ کے کفار نے نبی محمد ﷺ کو مارنے کی سازش کی۔ اللہ نے انہیں ہجرت (انتقال) کا حکم دیا۔ رات کے اندھیرے میں نبی ﷺ نے اپنے ساتھی حضرت ابو بکر صدیق رضی اللہ عنہ کو ساتھ لیا اور ثور غار کی طرف چل پڑے۔<br><br><b>راستے کی جدوجہد:</b><br>کفار نے ان کا پیچھا کیا۔ ایک بار تو دشمن غار کے منہ تک آ گئے، لیکن اللہ نے ایک مکڑی کو غار کے دروازے پر جالا بنانے اور فاختہ کو انڈے دینے کا حکم دیا۔ جب کفار نے یہ دیکھا تو سوچا: <i>اندر کوئی نہیں ہو سکتا!</i> اور واپس لوٹ گئے۔<br><br><b>حضرت ابو بکر رضی اللہ عنہ کی وفاداری:</b><br>غار میں ایک سانپ نے ڈس لیا، لیکن وہ خاموش رہے تاکہ نبی ﷺ کی نیند نہ ٹوٹے۔ بعد میں جب پیغمبر ﷺ نے دیکھا تو ان کے پیر سے خون بہہ رہا تھا۔ انہوں نے پوچھا: <b><i>آپ نے مجھے کیوں نہیں بتایا؟</i></b> ابو بکر رضی اللہ عنہ بولے: <b><i>یہ چھوٹی سی تکلیف آپ کی نیند سے بڑھ کر نہیں تھی، یا رسول اللہ!</i></b><br><br><b>حصہ 2: مدینہ کی طرف سفر</b><br><br>غار میں 3 دن گزارنے کے بعد، وہ عبداللہ بن اریقط نامی رہنما کی مدد سے مدینہ کے لیے روانہ ہوئے۔ راستے میں کئی معجزات ہوئے:<br><b>لٹیرا سراقہ:</b><br>کفار نے سراقہ نامی ایک طاقتور جنگجو کو 100 اونٹوں کے انعام پر پیغمبر ﷺ کو پکڑنے بھیجا۔ جیسے ہی سراقہ قریب آیا، اس کا گھوڑا ریت میں دھنس گیا۔ اس نے معافی مانگی اور پیغمبر ﷺ نے اسے مستقبل میں فارس کے خزانوں کی چابیاں پہننے کا وعدہ دیا (جو بعد میں سچ ثابت ہوا)۔<br><br><b>ام معبد کی جھونپڑی:</b><br>ایک بوڑھی عورت (ام معبد) کے پاس سے گزرے جس کے پاس صرف ایک بکری تھی۔ نبی ﷺ نے اس بکری کا دودھ دوہا، جو اتنا زیادہ نکلا کہ پورا خاندان سیراب ہو گیا۔<br><br><b>حصہ 3: مدینہ پہنچنا</b><br>8 دن کے سفر کے بعد، 12 ربیع الاول کو وہ قباء پہنچے۔ یہاں پہلی مسجد (مسجد قباء) بنائی گئی۔ پھر جب مدینہ پہنچے تو لوگوں نے نعرے لگائے:<br><b><i>طَلَعَ الْبَدْرُ عَلَيْنَا... (چاند ہم پر چمک اٹھا!)</i></b><br><br><b>انصار (مدینہ والوں) کی مہمان نوازی:</b><br>ہر خاندان چاہتا تھا کہ پیغمبر ﷺ ان کے گھر قیام کریں۔ نبی ﷺ نے فرمایا:<br><b><i>میرا اونٹ جہاں بیٹھے گا، وہی میرا گھر ہوگا۔</i></b><br>اونٹ حضرت ابو ایوب انصاری رضی اللہ عنہ کے گھر کے سامنے بیٹھ گیا۔<br><br><b>سبق اور تحریک: اللہ پر بھروسہ (توکل): غار میں مکڑی کا جالا اللہ کی مدد کی علامت ہے۔<br>ساتھی کی وفاداری: ابو بکر رضی اللہ عنہ کا قربان ہمیں سچی دوستی سکھاتا ہے۔<br>برائی پر اچھائی: سراقہ جیسے دشمن بھی اللہ کے حکم سے مسلمان بنے۔</b><br><br><b>قرآن کی آیت:</b><br><i><b>جب اللہ کی مدد آ جائے اور فتح (کامیابی) اور تم لوگوں کو جماعت کے ساتھ دین میں داخل ہوتے دیکھو، تو اپنے رب کی تسبیح کرو! (سورہ النصر 110:1-3)</b></i>"
  },
  {
    "id": 2,
    "title": "جنگ بدر: اللہ کی مدد کا وہ عظیم موقع",
    "content": "<b>حصہ 1: جنگ کا میدان تیار ہوتا ہے</b><br>مکہ کے <b>دشمنوں</b> (قریش) نے مسلمانوں کو ستانے کے بعد ان کی ساری دولت چھین لی تھی۔ نبی کریم ﷺ نے مدینہ میں ہجرت کی، لیکن کافروں کا ظلم بند نہ ہوا۔ ایک دن خبر آئی کہ <b>ابو سفیان</b> کا قافلہ (تجارتی گروہ) شام سے لوٹ رہا ہے جس میں قریش کی ساری دولت ہے۔ مسلمانوں نے طے کیا کہ اس موقع پر ان کا حق واپس لیا جائے۔<br><br><b>مسلمانوں کی تیاری:</b><br>- صرف <b>313 جنگجو</b>، جن میں 2 گھوڑے اور 70 اونٹ تھے۔<br>- قریش کی فوج: <b>1000 جنگجو</b>، 100 گھوڑے اور بہت سارے ہتھیار۔<br>- مسلمانوں کے پاس تلواریں بھی پوری نہ تھیں۔ کچھ ساتھی لکڑی کے ڈنڈے لے کر چلے۔<br><br><b>حصہ 2: میدان جنگ میں مقابلہ</b><br>17 رمضان، 2 ہجری کو <b>بدر کے میدان</b> میں دونوں فوجیں آمنے سامنے ہوئیں۔<br><b>قریش کا غرور:</b><br>ابو جہل (قریش کا سردار) نے ہنستے ہوئے کہا: <i>یہ محمد ﷺ کے ساتھی بھوکے، ننگے ہیں! آج ان کا نام و نشان مٹا دیں گے!</i><br><b>مسلمانوں کی دعا:</b><br>نبی ﷺ نے ہاتھ اٹھا کر عرض کیا:<br><i>اے اللہ! اگر یہ چھوٹی جماعت آج ہار گئی، تو زمین پر تیری عبادت کرنے والا کوئی نہیں بچے گا!</i><br><br><b>حصہ 3: اللہ کی مدد آتی ہے</b><br>اللہ نے فرشتوں کو حکم دیا:<br><i>میرے بندوں کی مدد کرو!</i> (قرآن 8:9)<br><br><b>معجزات ہوئے:</b><br>1. <b>ریت کا طوفان:</b> قریشیوں کی آنکھوں میں ریت بھر گئی۔<br>2. <b>فرشتوں کا حملہ:</b> قریش کے جنگجو دیکھتے رہ گئے کہ کوئی <b>نظر نہیں آ رہا</b>، لیکن ان کے سر کٹ رہے ہیں!<br>3. <b>دلوں میں روحانی طاقت:</b> مسلمانوں نے ایسی جنگ لڑی کہ ایک ساتھی نے <b>دشمن کے اونٹ کا پیر</b> کاٹ ڈالا!<br><br><b>نتیجہ:</b><br>- قریش کے 70 جنگجو مارے گئے، جن میں <b>ابو جہل</b> بھی شامل تھا۔<br>- مسلمانوں کے صرف <b>14 شہید</b> ہوئے۔<br>- باقی دشمن بھاگ کھڑے ہوئے۔<br><br><b>حصہ 4: فتح کا راز:</b><br>جنگ کے بعد ایک بزرگ صحابی نے پوچھا:<br><i>یا رسول اللہ! ہم کم تھے، پھر بھی جیت کیسے گئے؟</i><br><b>نبی ﷺ نے فرمایا:</b><br><br><i>سچا ایمان، صبر اور اللہ پر یقین ہی اصل طاقت ہے۔ جس نے دنیا کی چمک کے لیے نہیں، بلکہ اللہ کے دین کی خاطر جنگ لڑی، وہی جیتا!</i><br><br><b>سبق:<br>1. طاقت تعداد میں نہیں، اخلاص (ایمان) میں ہے۔<br>2. اللہ کی مدد آنے تک ہمت نہ ہارو۔<br>3. ظلم کے آگے جھکنے سے بہتر ہے، انصاف کے لیے لڑو۔</b><br><br><br>قرآن کی آیت:</b><br><i>بدر کے دن تم مدد میں کمزور تھے، لیکن اللہ نے تمہاری مدد کی۔ تاکہ مسلمانوں کے لیے نشانی بن جائے۔</i> (سورہ آل عمران 3:123)"
  },
  {
    "id": 3,
    "title": "نبی سلیمان علیہ السلام اور ہدہد پرندے کی سچی کہانی",
    "content": "<b>حصہ 1: اللہ کا نایاب تحفہ</b><br>نبی سلیمان علیہ السلام کو اللہ نے <b>عظیم سلطنت</b> عطا کی تھی۔ ان کی فوج میں انسان، جن اور جانور سب شامل تھے۔ ایک دن انہوں نے اپنی فوج کا جائزہ لیا تو <b>ہدہد</b> (ایک خاص پرندہ) غائب تھا۔<br><br>سلیمان علیہ السلام نے غصے میں کہا:<br><i>میں ہدہد کو سزا دوں گا، جب تک کہ وہ کوئی واضح وجہ لے کر نہ آئے!</i><br><br><b>حصہ 2: ہدہد کی خبر</b><br>تھوڑی دیر بعد ہدہد آیا اور ایک عجیب خبر سنائی:<br><i>میں نے سبا نامی شہر دیکھا، جہاں ایک عورت (بلقیس) حکومت کرتی ہے۔ اس کے پاس ہر نعمت ہے، لیکن وہ اور اس کی قوم سورج کو سجدہ کرتے ہیں!</i><br><br>سلیمان علیہ السلام نے کہا:<br><i>ہم دیکھیں گے کہ تم سچ کہہ رہے ہو یا جھوٹ!</i><br><br><b>حصہ 3: بلقیس کو دعوت</b><br>سلیمان علیہ السلام نے ہدہد کے ذریعے بلقیس کو ایک خط بھیجا: <i>بسم اللہ... میرے آگے جھک جاؤ اور اللہ کو مانو!</i><br><br>بلقیس نے سوچا: <i>یہ کوئی عام بادشاہ نہیں!</i> اس نے سلیمان علیہ السلام کو قیمتی تحفے بھیجے، لیکن سلیمان علیہ السلام نے کہا:<br><i>میں مال سے نہیں، تمہارے ایمان سے خوش ہوں گا!</i><br><br><b>حصہ 4: عظیم معجزہ</b><br>بلقیس نے سلیمان علیہ السلام کی طاقت جانچنے کے لیے ایک پہیلی رکھی:<br><i>میں اپنا تخت پہچان لوں گی تو ایمان لے آؤں گی۔</i><br>سلیمان علیہ السلام نے ایک جن سے کہا: <i>تخت یہاں لے آؤ!</i><br>پلک جھپکتے ہی تخت آ گیا! بلقیس نے کہا: <i>یہ تو واقعی اللہ کا نبی ہے!</i> اور ایمان لے آئی۔<br><br><b>سبق:</b><br>1. <b>اللہ کی نعمتوں کا شکر ادا کرو</b> – سلیمان علیہ السلام نے کبھی غرور نہیں دکھایا۔<br>2. <b>چھوٹے سے چھوٹے جانور کا بھی کردار ہے</b> – ہدہد نے پوری قوم کو ہدایت دلائی۔<br>3. <b>عقلمندی سے کام لو</b> – سلیمان علیہ السلام نے جنگ نہیں، بلکہ حکمت سے دل جیتا۔<br><br><b>قرآن کی آیت:</b><br><i>اس نے (سلیمان) مسکرا کر کہا: میں نے ہدہد کو غیر موجود کیوں پایا؟ کیا وہ غائب ہے؟</i> (سورہ النمل 27:20)"
  }

  
]