[
  {
    "id": 1,
    "title": "Safarka Hijrada - Safarka Nebi (SCW) iyo Sidiiqiga Awooda Badan (RA)",
    "content": "<b>Qaybta 1: Khatar ku yaal Makka</b><br>Gaaladii Makka ayay isku diyaariyeen inay dilaan Nebi Maxamed (SCW). Allaah wuxuu u amray inuu hijro (u guuro). Habeenkii mugdiga ahaa, Nebigu (SCW) wuxuu la qaatay saaxiibkiis Abu Bakar Sidiiq (RA) waxayna aadeen Godka Thawr.<br><br><b>Halganka Jidka: </b><br>Gaaladu way raaceen. Mar ayay cadowgu yimaadeen albaabka godka, laakiin Allaah wuxuu amray caaro inay sameeyso shabag albaabka iyo qoolley inay ukumo. Markii gaaladu arkeen waxay yidhaahdeen: <i>Qof kuma jiro gudaha!</i> wayna noqdeen.<br><br><b>Daacadnimada Abu Bakar (RA):</b> <br>Godkii mas ayay ku qaniineen, laakiin wuu aamusay si uusan u kicin Nebiga (SCW). Dabadeed Nebigu (SCW) wuu arkay dhiig oo ka soo baxaya cagtiisa. Wuxuu weydiiyay: <b><i>Maxaad iigu sheegin?</i></b> Abu Bakar (RA) wuxuu yidhi: <b><i>Xanuunkan yar ma aha mid ka weyn hurdaada, ya Rasuulullaah!</i></b><br><br><b>Qaybta 2: Safarka Madiina</b> <br><br>Kadib 3 maalmood oo godka laga joogay, waxay u guureen Madiina iyagoo caawiyey hoggaamiye la yidhaahdo Cabdulaahi bin Urayqit. Jidkii waxaa dhacay mucjisooyin: <br><b>Tuugga Suraaqa: </b><br> Gaaladu waxay dirayen dagaalyahan xooggan oo la yidhaahdo Suraaqa, iyagoo u gooddinaya 100 geel inuu qabto Nebiga (SCW). Markii uu soo dhowaaday, faraskii wuu dhulka galay. Wuxuu ka baryay naxariis, Nebiguna (SCW) wuxuu u gooddiyay inuu furayaasha khazaanada Faaris qaado (kaasoo dhab ahaa).<br><br> <b>Qolada Umm Ma'bad: </b><br> Waxay ka soo mareen haweeney gabow (Umm Ma'bad) oo hal ri' ah oo kaliya heysatay. Nebigu (SCW) wuxuu caanay ri'da, caanaha wuu ka soo baxay waxayna buuxiyeen qoyska oo dhan. <br><br><b>Qaybta 3: Gaadhitaanka Madiina</b><br> Kadib 8 maalmood oo safar, 12 Rabi'ul-Awwal waxay gaadeen Quba. Halkaas ayaa la dhisay masaajidkii ugu horreeyay (Masaajid Quba). Markii ay gaadeen Madiina, dadku waxay ku qayliyeen: <br><b><i>Tala'al-Badru Alayna... (Dayaxu naga ifbaxay!)</i></b> <br><br><b>Martiqaadka Ansaarta (Dadka Madiina):</b> <br>Qoys kastaa wuxuu doonayay in Nebigu (SCW) gurigiisa ku noolaado. Nebigu (SCW) wuxuu yidhi: <br><b><i>Geliga waa kan go'aansada; halkuu istaagaa ayaa gurigaygu noqon doona.</i></b><br> Geligu wuxuu istaagay guriga Abu Ayoob Al-Ansaari (RA).<br><br><b>Casharrada & Hanuuninta: Isku halleynaanta Ilaahay (Tawakkul): Shabagga caarada waa astaan caawimaad Ilaahay.<br>Saaxiibnimada Daacada: Sacrifaysiga Abu Bakar (RA) waxay na bartaa saaxiibnimo run ah.<br>Wanaagga ka adag xumaan: Cadowga kale ee Suraaqa ayaa Muslim noqday amarkii Ilaahay.</b><br><br><b>Aayadda Quraanka:</b></br><i><b>Markay timaado gargaarka Ilaahay iyo guusha, oo aad aragto dadka iyagoo u soo galaya diinta Ilaahay koox koox, markaas ku tasbiixso Rabbigaa! (Suurat An-Nasr 110:1-3)</b></i>"
  },
  {
    "id": 2,
    "title": "Dagaalkii Badr: Wakhtigii Weynaa ee Gargaarka Ilaahay",
    "content": "<b>Qaybta 1: Diyaarinta Goobta Dagaalka</b> <br>Kadib markii ay Muslimiinta dhibaateysiiyeen, <b>cadowgii</b> Makka (Quraysh) ayaa qabsaday hantidooda oo dhan. Nebiga Sharafta leh (SCW) wuxuu u hijrooday Madiina, laakiin dulmigii gaaladu ma joojin. Maalin waxaa soo gaadhay war in qaafilahii <b>Abu Sufyaan</b> ka soo noqday Shaam ayadoo qaadata hantida Quraysh. Muslimiintu waxay go'aansadeen inay xaqooda dib ugu soo celiyaan.  <br><br><b>Diyaarinta Muslimiinta:</b> <br>- Kaliya <b>313 dagaalyahann</b>, 2 faras iyo 70 geel. <br>- Ciidankii Quraysh: <b>1000 dagaalyahann</b>, 100 faras iyo hub badan. <br>- Muslimiintu xitaa maheysan qori togan. Qaar ka mid ah saaxiibadu waxay qaateen ulo.  <br><br><b>Qaybta 2: Iskudhafka Goobta Dagaalka</b> <br>17 Ramadaan, 2 Hijri, labada ciidan ayaa iskula soo horjeeday <b>Goobta Badr</b>. <br><b>Kibrigii Quraysh: </b> <br>Abu Jahl (hogaamiyihii Quraysh) wuxuu ku qoslay: <i>Kuwan saaxiibada Maxamed (SCW) waa gaajo iyo qashin! Maanta waxaan tirtiri doonnaa!</i>  <b>Ducada Muslimiinta: </b><br>Nebigu (SCW) wuxuu kor u qaaday gacantiisa oo baryay:<br><i>Ya Allaah! Haddii kooxdan yar ay maanta guuldareysto, kuma noqon doono qof ku caabudi doona Allaah dhulka!</i><br><br><b>Qaybta 3: Gargaarkii Ilaahay Yimaada</b>  <br>Allaah wuxuu malaa'igta u amray:  <br><i>Caawima addoomahayga!</i> (Quraan 8:9)  <br><br><b>Mucjisooyinkii Dhacay:</b>  <br>1. <b>Duufaanta Ciidda:</b> Ciiddu wuxuu indhaha Quraysh buuxiyay.  <br>2. <b>Weerarkii Malaa'igtii: </b> Dagaalyahannadii Quraysh way yaabeen markay arkeen <b>aan la arki karin cadow</b>, laakiin madaxdoodii waa la gooyay!  <br>3. <b>Xoogga Ruuxa: </b> Muslimiintu aad bay u dagaallameen; saaxiib <b>wuu gooyay lugta geelka cadowga</b>!  <br><br><b>Natiijada: </b><br>- 70 dagaalyahann oo Quraysh ah ayaa la dilay, kuwaasoo ka mid ahaa <b>Abu Jahl</b>.  <br>- Kaliya <b>14 Muslim</b> ayaa shaheed noqday.  <br>- Cadowgii kale waa cararay.  <br><br><b>Qaybta 4: Qarinkii Guusha: </b><br>Kadib dagaalkii, saaxiib gabow ayaa weydiiyay:  <br><i>Ya Rasuulullaah! Waxaan ahaanney tiro yar, sidee baynu guulaysannay?</i><br><b>Nebigu (SCW) wuxuu yidhi:  </b><br><br><i>Iimaanka runta ah, samirka iyo isku halkaanshaha Ilaahay waa xoogga dhabta ah. Kuwa dagaallamay aan loogu talagalayn dunida, balse diinta Ilaahay - kuwaas ayay ku guuleysteen!</i><br><br><b>Casharrada:<br> 1. Xooggu ma aha tiro, waa igu xaqiijinta (iimaanka).<br> 2. Ha walwelin inta aadan ka helin gargaarka Ilaahay.<br> 3. Dagaalka caddaalad waa ka khayr roon dulmiga hortiisa isu dejin. </b><br><br><br>Aayadda Quraanka: </b><br><i>Maalintii Badr waxaad ahaaydeen kuwo daciif ah, laakiin Allaah wuu idin caawiyey. Si ay u noqoto calaamad mu'miniinta. (Suurat Aali 'Imraan 3:123)</i>"
  },
  {
    "id": 3,
    "title": "Sheekhada Runta ah ee Nebi Sulaymaan (AS) iyo Shimbirta Hudhud",
    "content": "<b>Qaybta 1: Hadyada Gaarka ah ee Ilaahay</b>  <br>Allaah wuxuu Nebi Sulaymaan (AS) siiyey <b>boqortooyo weyn</b>. Ciidankiisii waxaa ka mid ahaa aadanaha, jinniga iyo xayawaanka. Maalin isagoo eegaya ciidankiisii, <b>Hudhud</b> (shimbir gaar ah) ma lahan.  <br><br>Sulaymaan (AS) wuxuu cadho ku yidhi:  <br><i>Waan cadaabi doonaa Hudhud haddii ayan keenin sabab sharci ah!</i>  <br><br><b>Qaybta 2: Wararkii Hudhud</b>  <br>Yar kadib, Hudhud waa soo noqotay oo warbixin yaab leh keentay:  <br><i>Waxaan arkay magaalo la yidhaahdo Saba, oo ay talo u hayso haweeney (Bilqiis). Waxay leedahay nicooyin dhan, laakiin iyada iyo qoomkeeduba waxay u sujuudaan qorraxda!</i>  <br><br>Sulaymaan (AS) wuxuu yidhi:  <br><i>Waxaan hubin doonaa run ma aha ee been ma aha!</i>  <br><br><b>Qaybta 3: Martiqaadkii Bilqiis</b>  <br>Sulaymaan (AS) wuxuu u diray Bilqiis warqad adigoo ku maraya Hudhud:  <i>Bismillaah... Isu dhiib aniga oo rumeey Allaah!</i>  <br><br>Bilqiis waxay ku fikirtay: <i>Kani ma aha boqor caadi ah!</i> Waxay u diray Sulaymaan (AS) hadyaad qiimo leh, laakiin Sulaymaan (AS) wuxuu yidhi:<br><i>Anigu ma doonayo maal, ee waa iimaankaaga ayaan ku faraxsan!</i>  <br><br><b>Qaybta 4: Mucjisadda Weyn</b>  <br>Bilqiis si ay u imtixaanto xoogga Sulaymaan, waxay soo saartay fikrad qarsoon: <br> <i>Waan aqoonsan doonaa kursigayga markaa waa rumeeyaa.</i>  <br>Sulaymaan (AS) wuxuu jinn u amray: <i>Keena kursiga halkan!</i>  <br>Isku mar kursigii waa yimid! Bilqiis waxay tidhi: <i>Tani waa Nebigii Ilaahay run ahaantii!</i> oo rumeysatay.  <br><br><b>Casharrada:</b>  <br>1. <b>U mahad naqa nicmada Ilaahay</b> – Sulaymaan (AS) marnaba isla weyn ma aha.  <br>2. <b>Xataa xayawaanka ugu yar waa leh doorkiisa</b> – Hudhud waxay hanuunsatay umad dhan.  <br>3. <b>U dhaqmo xikmad</b> – Sulaymaan (AS) wuxuu qalbiyada fursad ugu helay xikmad, aan dagaal aheyn.  <br><br><b>Aayadda Quraanka:</b>  <br><i>Wuxuu (Sulaymaan) qoslay oo yidhi: 'Maxaan u arkin Hudhud? Ma maqan tahay?' (Suurat An-Naml 27:20)</i>"
  },

  {
    "id": 4,
    "title": "Hazrat Umar (RA) iyo Kulankii la qaaday Odeyga Yuhuudiga ah",
    "content": "Waxay ahayd habeen qabow oo Madiina ah. Xiddiguhu dhalaalayeen cirka, hawo qabow na dhex martay. Hazrat Umar (RA) wuxuu ku socday waddooyinka magaalada iftiinka qasrigiisa. Caadadiisii waxay ahayd inuu baxo habeenkii si uu u eego xaalka dadka. Markaas ayuu maqlay cod jirid ah oo ka yimid aqal burbursan. Si degdeg ah ayuu gudaha galay.<br><br>Aqalkii waxaa ku jiray nin gabow oo Yuhuudi ah. Wuxuu xiranayay dharkiyo burbursan, lugahiisuna dhaawac maqanayeen. Indhihiisii waa ay xidhan yihiin, faraha se waa ay qalaleen. Hazrat Umar (RA) wuxuu fadhiistay agtiisa weydiiyay, <i>Maxaa kuu dhacay? Meeyey yihiin carruurtiinka?</i><br><br>Odigii wuu indha furay yidhi, <i>Carruurtaydu way dhinteen. Kaliyahay baan ahay... Cid i daryeela ma jirto.</i><br><br>Hazrat Umar (RA) si degdeg ah ayuu gooyay goynkiisii wuxuuna mariyay, <i>Maanta waan kuu ahay wiilkaaga.</i> Wuu kacay wuxuuna aaday Beytul Maal. Jidka wuxuu u sheegay saaxiibkiis, <i>U dir odeyka guntino kulul, dawo, cunto maalinlaha ah. Kani waa xaqqiisa, xitaa hadduu Yuhuudi yahay.</i><br><br>Markii dambe, markii odiga Yuhuudiga ahaa arkay cunto kulul iyo dawaalo ah oo albaabkiisa dhigay, waa la yaabay. Wuxuu weydiiyay, <i>Yaa soo diray waxaan?</i> Dadkii waxay ku yiraahdeen, <i>Khaliifka Cumar.</i><br><br>Indhaha odigii waxay buuxsadeen ilmo. Wuxuu toos ugu tegay Masyidka Nabiga. Hazrat Umar (RA) waxuu dadka nasihadinayay markaas. Odigii wuu qayliyay, <i>Waaye Cumar! Sidee aad u qurux badan tahay diintadaada! Mise ma aanan arkayn cid aad u barata insaaniyad sidaan!</i><br><br>Hazrat Umar (RA) wuu dhoolacaday yidhi, <i>Insaaniyadu waa diinta runta ah. Haddii aan dayno odey gaajo galay, iimaankeenu waa been.</i><br><br>Dhowr maalmood ka dib, odigii Yuhuudiga ahaa wuu ku socday waddooyinka Madiina wuxuuna dadka u sheegay, <i>Waan arkay Cumar... ma aha oo kaliya Khaliifka Muslimiinta, ee waa kan dadka oo dhan!</i><br><br><b>Qiyada sheekada:</b><br>Hazrat Umar (RA) waxuu baray in insaaniyadu ka sarreyso diinta. Caddaaladdiisii waxay u ahayd qof kasta—diin iyo qolo kasta. Illaa maanta, sheekadani waxay noo xasuusinaysaa in <i>iimaanka runta ah uu yahay kan qalbiga naxariis geliya gacantana deeqa.</i><br>"
  },
  {
    "id": 5,
    "title": "Hazrat Umar (RA) iyo Masiibadda Weyn ee Gaajada: Sannad Imtixaan",
    "content": "<b>Bilowga Abaaraha</b><br>Daruuraha waxay ku soo da'een Madiina laba sannadood. Dhulku wuu dhagray, caleemaha geedaha way qalaleen wayna da'een, iloheena way burburmeen. Codka carruurta oohinta habeen iyo maalinba wuu dhawaamay, dumarkuna way billaabeen inay jajabiyaan dhagaxyo dhoobo ah si ay u sameeyaan <i>rooti</i>. Hazrat Umar (RA) wuxuu fadhiistay qolkiisa akhrisanaaya aayadaha Quraanka markii si degdeg ah albaabkiisa la garaacay.<br><br>Askari neefsanaaya ayaa war geliyay: <i>Amiirul Mu'mimiin! Dadku way burbureen albaabka Beytul Maal. Waxay yiraahdaan in budada la xaday!</i> Hazrat Umar (RA) wuu qaday qasrigiisii wuu baxay. Timaha cad ee gadhkiisii way ka cadceedeen walbahaarka.<br><br><b>Xadida Budada: Muujinta Warbixinta</b><br>Markii ay tagay kaydka Beytul Maal, waxay ogaadeen in uur ka mid ah budada ay maqan yihiin. Waxay ahayd calaamo gaar ah oo dhulka ku yaal—raadka geela iyo calaamad burbursan. Hazrat Umar (RA) wuu eegay calaamadihii wuxuuna weydiiyay: <i>Ma soo gaaray ganacaste cusub magaalada?</i> Dadkii waxay u sheegeen haa, ganacaste ka yimid Yaman ayaa soo gaaray alaab geel lagu raray.<br><br>Hazrat Umar (RA) wuu toos ugu tegay meesha ganacastihii. Ganacastihii wuu hoos u dhigay madaxiisa markuu arkay. Hazrat Umar (RA) wuu yidhi: <i>'Raadka geeladaaga ayaa lagu helay Beytul Maal. Ma garanaysaa immisa dembi weyni kani yahay?'</i> Codkii Hazrat Umar (RA) kama aanan cadho, waa murug.<br><br>Ganacastihii wuu gariiray yidhi: <i>I cafi, Amiirul Mu'mimiin! Waxaan ugu sameeyay carruurtayda oo gaajo ku murugaysan. </i> Hazrat Umar (RA) wuu gacal saaray garabkiisii wuxuuna yidhi: <i>Haddii aad i sheegtay, waxaan ku siin lahaa qaybtayda. Laakiin xadiddu way u beddeshay dhibtaada dembi.</i><br><br>Wuu ka cafiyay ganacastihii, laakiin wuu sameeyay xeerar cusub oo ammaanka Beytul Maal. Habeenkii, Hazrat Umar (RA) wuu dhigay dhammaan budada gurigiisa Beytul Maal, isaguna wuu ku noolaa biyo iyo timir kaliya.<br><br><b>Gaadiidka Gargaarka ka yimid Masar: Rajad Cusub</b><br>Bisha lixaad ee gaajada, Guddoomiyaha Masar, Amr ibn al-Aas (RA), wuu soo diray qamadi, timir, iyo dawaalo 500 geel. Markii gaadiidku u dhow yimid Madiina, Hazrat Umar (RA) isaga ayaa soo dhoweeyay. Wuu qaaday uurka ugu horreeyay ee qamadiga garabkiisii wuxuuna yidhi: <i>Kani uur waa u hooyadii gabowday ee carruurtadeeda u daysey inay gaajo ku dhinteen toddobaadkii la soo dhaafay.</i><br><br>Dadkii waxay arkeen dhabarkiisa oo hoos u egay culeyska uurka, laakiin tallaabadii ma dhaafin. Wiil yaraa ayaa weydiiyay: <i>Adigaa Khaliif ah, maxaad u samaynaysaa shaqadan?</i> Hazrat Umar (RA) wuu dhoolacaday yidhi: <i>Khaliif ma aha kan dadka talinaya, ee waa kan dadka u dhinta.</i><br><br><b>Habeenkii Khaliifkii gadaay sariirkiisa</b><br>Habeen, gabadhii Hazrat Umar (RA), Hafsa (RA), way arkay inuu seexayo barkin qolkiisa.<br><i>Aabo, meeyey sariirtiinu?</i><br>Wuu u jawaabay: <i>Waan iibiyay si aan u gato caano gabadh agoon ah. Inta ay ra'iyaddaday gaajo ku seexato, sidee baan u seexan karaa sariir jilicsan?</i><br><br>Indhaha Hafsaa (RA) way buuxsadeen ilmo. Waxay gooyay qurxanteedii wayna tidhi: <i>Qaado, ku iibiy waxaan ka soo iibso cunto carruur kale.</i> Hazrat Umar (RA) wuu dhunkay madaxeeda: <i>Tani wanaaggi kuu yeelan doonta Janada.</i><br><br><b>Shidaalkii ugu horreeyay: Muujinta Caabudista</b><br>Ka dib siddeed iyo toban bilood, daruurahu way gumaadeen markii ugu horreysay. Hazrat Umar (RA) wuu taagay minbarka masaajidda wuu ooyay: <i>Ya Allaah! Haddii shidaalkanu yahay naxariistaada, noo aqbal. Haddii uu yahay cadaab, ka dhaaf carruurtan aan dembi lahayn.</i><br><br>Dadkii waxay arkeen shidaal roob ah oo ka soo dhoobaya gadhkiisa. Odey ayaa qayliyay: <i>Kani ma aha roob, waa midhihii ducadii Nebiga (SCW)!</i><br><br>Habeenkii, Hazrat Umar (RA) wuu qaybiyay miro iyo qalab beeroleed oo ka soo Beytul Maal guri kasta. Wuu ku dhawaaqay: <i>Maanta, carruur kasta oo dhalata wuxuu ka leeyahay xaq waxbarasho iyo cunto ka soo Beytul Maal.</i><br><br><b>Casharka Ugu Dambeeyay: Warqaddii taariikh noqotay</b><br>Ka dib markii gaajadu dhammaatay, Hazrat Umar (RA) wuu u qoray warqad guddoomiyayaasha gobollada: <i>Ogaada in ujeeddada awooddiinnu tahay inaad u adeegtaan dadka. Haddii guriga qof dab kuma shidin, ogaada inaad waayeen amaanadda Ilaahay.</i><br><br>Warqaddiisii weli waa tusaale u tahay dawladaha adduunka oo dhan. Mar walba oo hogaamiye halmaansado dhibka dadka, sheekadanii Hazrat Umar (RA) waxay u xasuusisaa in <i>iimaanka runta ah uu yahay kan quudiyo gaajaysanaka taageero agoonta.</i><br><br><b><i>Cumar (RA) waxuu baray in guusha insaaniyadu tahay midka dhabta ah. Isaguna ma aha mulkiilaha dhulka, ee waa naxariistee kan dhulka ku socda.</i></b>"
  },
  {
    "id": 6,
    "title": "Hazrat Umar (RA) iyo Sheekada Ilmaha Agoonka Ahayd",
    "content": "Habeenkii Madiina waa ay qabowday, dayaxuna waa uu qarsoonayay daruuraha. Hazrat Umar (RA) wuxuu ku socday waddooyinka magaalada iftiinka dhimo ee qasrigiisa. Wuxuu garabka ku hayay uur daqiiq iyo timir, sida uu sameeyay habeen kasta oo raadinaya masaakiinta. Markaas ayuu maqlay cod qaylin ah oo ka yimid masaajid burbursan. Si tartiib ah ayuu u dhow yimid.<br><br>Gabar yar, lix jir oo kaliya, ayaa isku duubay gees dhagax. Lugoheedu way qaawanayeen, dharkeeduna wuu burbursanaa. Durdur ilmo ah ayay ka soo baxayeen indhahaheedii. Hazrat Umar (RA) si naxariis leh ayuu weydiiyay:<br><i>Gabar yarow, maxaad u ooyaysaa? Meeyey yihiin waalidiinka?</i><br><br>Gabadhii way u jawaabtay ooyaysaneysa:<br><i>Hooyaday waxay tidhi... marnaba isma dayn doonto... laakiin markay qandho qaadatay... way tageen... Aabahayna shahiid buu ahaa dagaalkii...</i><br><br>Hargabii Hazrat Umar (RA) way is xidhxidhay. Wuu gooyay goynkiisii wuxuuna mariyay gabadha, isagoo leh:<br><i>Maanta waan kuu ahay aabahaaga. Dhib kasta oo kuu soo gaadha anaa ka mas'uul.</i><br><br>Wuu watay gabadha gurigiisa. Jidka, gabadhii way weydiisay:<br><i>Yaad tahay?</i><br>Cumar (RA) wuu dhoolacaday yidhi:<br><i>Anaa kan Ilaahay fariyay inaan daryeelo dad adiga oo kale.</i><br><br>Markuu guriga gaadhay, wuu cunaynayay gabadha cunto kulul. Markuu arkay kabahaheedii burbursan, wuu gooyay kabahiisii wuxuuna yidhi:<br><i>Qaado, lugahayga way socdeen, laakiin lugahaaga ha dhaawacmin.</i><br><br>Gabadhii way marsatay ilmaheeda wayna weydiisay:<br><i>Maxaad u samaynaysaa aniga? Anigu ma ihi wax...</i><br>Hazrat Umar (RA) wuu gacal saaray madaxeeda:<br><i>Adigu waxaad tahay amaanad Ilaahay. Maalinta aan illoobin inaan marsado ilmo agoon, iimaankaygu wuu dhiman doonaa.</i><br><br>Berrito, Hazrat Umar (RA) wuu ku dhawaaqay masaajidda:<br><i>Dhegaysta, reer Madiinow! Maanta, dhammaan khidmadaha carruurta agoonka ah waxay ka bixi doonaan Beytul Maal. Haddii qof gurigiisa ku jiro agoon, anaa qaadayaa mas'uuliyadda korinta!</i><br><br>Dhowr sannadood ka dib, gabadhii isla ahayd, oo magaceedu ahaa Aisha, way timid masaajidda. Waxay dhigatay rooti maris ah oo hortiisa, tidhi:<br><i>Amiirul Mu'mimiin... Tani aniga ayaa sameeyay. Waxaad i baratay sida loo noolaado, hadda waan kuu adeegayn doonaa.</i><br><br>Indhaha Hazrat Umar (RA) way dhegaysteen. Wuu qaaday jajab rooti yidhi:<br><i>Tani waa rootiga uu ka soo baxo ur iimaan. Maanta waan garay in tani tahay guusha Khilaafada.</i><br><br>Gabadhii dambe waxay noqotay aalima caan ah oo Madiina, waxaana lagu yiraahday hooyada boqol agoon. Waxay had iyo jeer tidhi:<br><i>Cumar (RA) waxay i bartay in insaaniyadu tahay iimaanka ugu weyn.</i><br><br>Sheekadani weli way ku nool tahay quluubta kuwa rumaysan in <i>marsashada ilmo hal ah ay ka wanaagsan tahay kun caabudid.</i> Hazrat Umar (RA) wuu caddeeyay in <b>xoogga dhabta ah aanu seef ku jirin, ee waa jacayl iyo caddaalad.</b><br><br><b><i>Inta uu qalbi hal ah walbahaar yahay,<br>Shamuuqa Khilaafadu waa aamusan.<br>Jacaylka Cumar waa sheekadaas,<br>Qofna ka dhiga insaan.</i></b>"
  }, 
  
  {
    "id": 7,
    "title": "Sheekada Xazrat Xanzala (rc): Shahiid ay Malaa'igtu maydheen",
    "content": "Waxay ahayd ka hor Dagaalkii Uhud. Magaalada Madiina, saxaabigii da’da yaraa ee Xanzala ibn Abi Caamir (rc) ayaa dhowaan guursaday Jamiilah bint Cabdullaah (rc). Farxaddii arooska ayaa weli socotay, laakiin aroortii hore ayaa lagu dhawaaqay dagaal – ciidankii Qureysh ayaa ku sii socda Uhud.<br><br>Xanzala (rc) markii uu maqalay warkaas, wejigiisu wuu beddelay oo wuu adkaaday. Xaaskiisu waxay ku tiri: <i>Maxaa dhacay? Maxaad u muuqataa murugo?</i> Wuxuu ku jawaabay: <i>Gacalisooy, Rasuulkii Alle (scw) wuxuu ku dhawaaqay jihaad. Waa inaan isla markiiba tagaa.</i> Xaaskiisu waxay tiri: <i>Laakiin weli maad qubeysan. Ugu yaraan qubeys ka hor intaadan bixin.</i> Xanzala wuxuu si adag ugu jawaabay: <i>Haddii aan daaho, waxaa laga yaabaa albaabada Jannada inay iga xirmaan. Waxaan ballan qaadayaa haddii aan soo noqdo inaan waqti badan kula qaato.</i><br><br>Isagoo hubkiisii qaaday ayuu si degdeg ah ugu biiray ciidanka Nabi Muxamed (scw). Dagaalkii Uhud markuu billowday, Xanzala wuxuu muujiyay geesinimo aad u weyn. Wuxuu dilay dagaalyahannadii ugu xoogga badnaa ee ciidanka Abuu Sufyaan. Waxaa la sheegay in dhimbilo ka soo baxaysay seeftiisa meel fog la arkayay.<br><br>Markaas ayaa dhacday dhacdo yaab leh. Xanzala (rc) wuxuu arkay muuqaal xaaskiisa oo wacaysa. Waa khiyaano shaydaan. Wuxuu indhihiisa xirtay isagoo ducaystay: <i>Ilaahow! Iiga badbaadi fitnadan. Qalbiga wuxuu u taagan yahay adiga keliya.</i> Isla markiiba, isagoo mashquul ku ah fikirkaas, Shaddaad oo ahaa walaalkii Abuu Sufyaan ayaa gadaal kaga dhuftay, Xanzalana wuu shahiiday.<br><br>Dagaalkii kadib, Rasuulka (scw) wuxuu fiiriyey meydadkii shuhadada. Wuxuu arkay Xanzala (rc) oo jirkooda nadiif yahay, timihiisa biyuhu ka da’ayaan, carafkuna ka soo baxayo. Rasuulku (scw) wuxuu yidhi: <i>Waxaan arkay malaa’igtii oo ku maydhaysa Xanzala biyaha daruuraha.</i><br><br>Saxaabadu waxay waydiiyeen: <i>Rasuulkii Allow, muxuu u helay sharafkan?</i> Wuxuu yidhi: <i>Sababtoo ah markuu jihaadka u baxay, qalbigiisu Alle buu ku xusuustay. Niyadiisu way daahir ahayd. Wuxuu ku bixiyay waxa ugu qaalisan (nolol cusub oo guurkiisa) dariiqa Alle.</i><br><br>Madiina gudaheeda, xaaskiisu waxay sugaysay iridda. Markay maqashay geeridiisa, way suuxday. Waalidkiis waxay yidhaahdeen: <i>Wiilkeenna wuxuu Rabbigiis kula kulmay Jannada. Taasi waa maalintii uu mar walba rajaynayay.</i><br><br>Sheekadani waxay na baraysaa in cidii nafteeda Alle u hurta aysan wax adduunyo ahi qiimo u lahayn. Xanzala (rc) wuxuu caddeeyay in mu’min run ah uu bixin karo waxa uu ugu jecel yahay dariiqa Alle. Shahiidnimadiisu waxay na baraysaa in ujeeddada dhabta ah ee noloshu aysan ahayn adduunka, balse ay tahay diyaarinta aakhiro.<br><br>Illaa maanta, qabrigii Xanzala (rc) wuxuu yaallaa buuraha Uhud, halkaas oo dadka ay aadaan, ducana ka baryaan. Magaciisuna wuxuu ku haray taariikhda sida <b><i>Ghasilul Malaa’ikah</i></b> – kii ay malaa’igtu maydheen."
  },
  {
    "id": 8,
    "title": "Hazrat Cusmaan (rc) iyo mucjisada carruurta gaajaysan",
    "content": "Maalin suuqa Madiina buuq baa ka dhacay. Dadku waxay arkeen Khaliifka Cusmaan (rc) oo gacmahiisa ku sida rooti cusub iyo timir isagoo ku ordaya jid cidhiidhi ah. Wuxuu wajigiisu muujinayay walbahaar. Qaar baa ku xigay.<br><br>Dhammaadka jidkaas waxaa ku yaallay aqal dumeen. Gudihiisa, saddex carruur yar yar ayaa ag fadhiya maydkii hooyadood iyagoo ooyaya. Cusmaan (rc) markuu albaabka furay, carruurtu way naxeen.<br><br>Wuxuu ku yiri cod deggan: <i>Ha baqin, carruurtooy. Waxaan idiin keenay cunto.</i><br><br>Midka ugu yaraa, oo afar sano jir ahaa, ayaa yiri: <i>Laakiin hooyo... hooyo way seexatay... ma soo kici doonto inay na quudiso...</i><br><br>Ilmo ayaa ka soo burqaday indhihii Cusmaan (rc). Wuxuu carruurtii ku qaatay gacmihiisa oo yiri: <i>Laga bilaabo maanta, anigu waxaan ahay aabbihiin. Hooyadiin waxay u tagtay Alle, laakiin idinku keligiin ma tihidin.</i><br><br>Isla habeenkaas ayuu qabanqaabiyey janaasadii hooyadood, wuxuu ka keenay gurigiisa dhar iyo alaab carruur, wuxuuna amray in baitul maal looga dhiso guri cusub.<br><br>Maalintii xigtay dadkii waxay waydiiyeen: <i>Carruurtani waa ayo?</i><br>Cusmaan (rc) wuxuu ku jawaabay isagoo sharaf ku faanaya: <i>Waa carruurteyda. Qofkii koriyo agoonta, wuxuu koriyay aniga.</i><br><br>Sanooyin kadib, carruurtu waxay noqdeen dhalinyaro wanaagsan. Midkii ugu weynaa wuxuu waydiiyay: <i>Aabbo, maxaad maalintaas noo dooratay?</i><br>Cusmaan (rc) wuxuu ku jawaabay isagoo qosolaya: <i>Sababtoo ah Nebiga (scw) wuxuu yiri – guriga ugu wanaagsan waa kan agoonta lagu jeclaado.</i><br><br>Sheekadani waxay baraysaa in hantida dhabta ahi aysan ahayn maal, balse ay tahay naxariista dadka. Cusmaan (rc) wuxuu muujiyey in <i>khilaafadu aysan ahayn oo keliya xukun, balse ay tahay jacayl qaybintiisa.</i><br><br><b><i>Qofkii gacanta agoonta qabta,<br>maalinta Qiyaame Alle gacantiisa ayuu qaban doonaa.</i></b>"
  },
  {
    "id": 9,
    "title": "Hazrat Cumar (rc) iyo caddaaladda Bedowiga",
    "content": "Bannaanka Madiina, qoraxdu waxay kululaysay ciidda lamadegaanka. Sannadkaas abaar ayaa jirtay, roobna ma da’in. Hazrat Cumar (rc), sidii caadadiisa ahayd, wuxuu habeenkii ku wareegay waddooyinka Madiina isagoo dhabarka ku sida boorso rooti iyo timir. Markaas ayuu ka maqlay cabasho aqal dumeen. Isla markiiba ayuu galay.<br><br>Gudaha waxaa jiifay Bedowi aad u tabar daran oo gaajo ku dhacay. Xaaskiisii iyo laba carruur ah ayaa ag joogay. Bedowigii wuxuu indhihiisa u furtay Cumar (rc) wuxuuna ku qayliyay: <i>Amiirul Mu’miniin! Waxaan u imid magaaladanaga caddaaladdaada darteed, laakiin dulmi ayaa la ii geystay.</i><br><br>Cumar (rc) wuxuu si daggan u weydiiyay: <i>Maxay tahay cabashadaada?</i> Bedowigii wuxuu sharaxay in uu ka qaatay lacag ganacsade reer Madiina ah, balse abaaraha awgeed ma bixin karin. Ganacsadihii wuxuu ka qaatay geeliisa dheddig – hantidiisa kaliya. Cumar (rc) wuxuu markiiba ku amray in ganacsadaha la keeno.<br><br>Ganacsadihii wuxuu si kibir leh ku yidhi: <i>Haa, waa sharciga. Qofkii aan bixin daynta, hantidiisa waa la qaadan karaa.</i> Cumar (rc) ayaa si cadho leh ugu jawaabay: <i>Laakiin sharcigu wuxuu kaloo leeyahay in waqti la siiyo xilliga abaaraha. Waxaad dilay bini’aadantinimada!</i><br><br>Wuxuu amray in geela la soo celiyo oo lix bilood waqti dheeraad ah la siiyo. Intaa waxaa dheer, wuxuu baitul maalka uga soo diray raashin iyo daawo qoyska. Ganacsadihii wuxuu ku dooday in tani ay tahay eex, balse Cumar wuxuu ku jawaabay: <i>Caddaaladdu eex ma aha, waa xaq bixinta. Haddii aad leedahay hal xabbo rooti ah, deriskaagana uu gaajaysan yahay, cadhada Alle ayaa kugu dhici doonta.</i><br><br>Bilihii ka dambeeyay markii roobku da’ay, Bedowigii wuxuu bixiyay dayntii, wuxuuna ku dhacay cagaha Cumar (rc) isagoo leh: <i>Ma ahan oo keliya inaad badbaadisay geelkeyga, laakiin waxaad badbaadisay iimaankeyga.</i> Cumar (rc) wuxuu ku yidhi: <i>Taas waa waajibkayga. Khaliifnimadu waxay la macno tahay masuuliyadda neefsiga qof kasta oo reerkiisa ka tirsan.</i><br><br>Sheekadani waxay si weyn ugu faaftay Madiina. Dadku waxay garteen in caddaaladda Islaamka aysan ahayn sharci keliya, balse ay tahay naxariis qalbiga ka timaadda."
  },
  {
    "id": 10,
    "title": "Hazrat Cumar (rc) iyo haweeneydii Kiristaanka ahayd",
    "content": "Madiina, habeen qabow. Hazrat Cumar (rc) wuxuu ku socday si aamusan sidii caadadiisa ahayd. Dhabarkiisa waxaa ku jiray boorso rooti iyo timir. Ma doonayn in qofna gaajo u seexdo. Wuxuu arkay aqal dumeen, gudahana waxaa ka imanayey oohin haweeney da’ ah. Wuxuu garaacay albaabka. Cod ayaa yidhi: <i>Yaa tahay?</i> Cumar wuxuu ku jawaabay: <i>Nin caadi ah oo reer Madiina ah, si aan kuu caawiyo u imid.</i><br><br>Gudaha, haweeneydii da’da ahayd waxay fadhiday kaligeed, iftiin iyo cunto toona maleh. Indhaheedu way daciifeen, gacmaheeduna way gariirayeen. Cumar wuxuu weydiiyay: <i>Carruurtaadu xaggee joogaan?</i> Waxay tidhi iyadoo ilmeyneysa: <i>Anigu waxaan ahay Kiristaan. Wiilkaygu Islaam buu qaatay oo wuu iga tagay. Hadda kaligay baan ahay.</i><br><br>Cumar madax ayuu hoos u dhigay isagoo xishooday. Isla markiiba dab ayuu shiday, cajiinka ayuu sameeyay, rooti buu kariyay. Haweeneydii waxay weydiisay: <i>Yaa tahay adigu oo sidaan ii adeega?</i> Cumar wuxuu ku jawaabay: <i>Anigaa wiilkaaga baray in xuquuqda hooyadu qayb ka tahay iimaanka. Maanta waxaan sixayaa qaladkiisa.</i><br><br>Wuxuu u dhiibay rootigii, wuxuu hagaajiyay aqalka, wuxuuna dhigay nal cusub. Intuu ka tagayay wuxuu ku yidhi: <i>Maalin kasta cunto ayaa kuu iman doonta. Waa xuquuqdaada, ma aha sadaqo.</i><br><br>Maalintii xigtay, Cumar (rc) wuxuu masjidka ku yidhi: <i>Dadow! Qofkii aan xaqa waalidkiisa aan Muslimka ahayn bixin, ma fahmin ruuxa Islaamka.</i> Wuxuu amray in qof walba oo waayeel ah loo siiyo lacag baitul maalka, diin kasta ha lahaadee.<br><br>Maalmo kadib, haweeneydii waxay timid masjidka iyadoo leh: <i>Waxaan maqlay, maanta waan arkay. Islaamku waa diinta runta ah.</i> Waxayna qiratay Islaamka.<br><br>Saxaabi baa weydiiyay: <i>Amiirul Mu’miniin! Maxaad haweeneyda Kiristaanka ah sidaas ugu adeegtay?</i> Cumar wuxuu ku jawaabay: <i>Bini’aadanimadu diinta ku xirna ma aha. Haddii aan illoowno xuquuqda kuwa aan Muslimka ahayn, iimaankeennu waa madhnaan doonaa.</i><br><br>Hadalladiisu waxay Madiina ku noqdeen tusaale cusub oo caddaalad ah. Illaa maanta, marka hoggaamiye cadaalad leh la xuso, sheekada Cumar waa mid la xasuusto."
  },

  {
    "id": 11,
    "title": "Sheekooyinka aan la maqal ee Cumar Farooq (R.A.)",
    "content": "<b>Qaybta 1: Dhacdooyinkii cajiibka ahaa ee waagii Jaahiliyadda</b><br><i>Sheekadii caruurnimada markii Cumar la tartamay aabihiis</i><br>Aabbihii Cumar (R.A.), Khattab ibn Nufayl, wuxuu ka mid ahaa kuwa ugu cadaadiska badan Makkah. Maalin, isagoo 10 jir ah, ayuu arkay aabbihiis oo addoon si xun u garaacaya. Cumar yar ayaa yidhi:<br><i>Aabbo, maxaad u garaacaysaa qofkan aan waxba galabsan?</i><br>Khattab oo caraysan ayaa yidhi:<br><i>Sidee ayaad ugu dhiiratay inaad igu farageliso?</i><br>Cumar (R.A.) wuxuu ku jawaabay si adag:<br><i>Dulmigu had iyo jeer waa khalad, cid kasta ha sameeyee!</i><br>Arrintani waxay taabatay qalbiga Khattab, wuxuuna beddelay dabeecaddiisii addoomaha.<br><br><i>Sheeko xiiso leh markii Cumar doonay inuu waxyeeleeyo walaashiis</i><br>Ka hor Islaamka, walaashiis Faatima iyo ninkeeda Saciid ibn Zayd waxay qaateen Islaamka. Markii Cumar ogaaday, wuxuu u tegay gurigooda isagoo seef wata. Markuu albaabka garaacay, wuxuu maqlay Quraan akhris. Markuu arkay wejiga walaashiis oo dhaawac leh, wuxuu yidhi:<br><i>Yaa ku dhuftay?</i><br>Faatima waxay ku jawaabtay:<br><i>Mid dulmi sameeya oo adiga la mid ah.</i><br>Arrintaasi waxay jilcisay qalbigiisa, wuxuuna codsaday in loo akhriyo Quraan. Markuu maqlay suuradda Taha, wuu ooyay wuxuuna isla markiiba qaatay Islaamka.<br><br><b>Qaybta 2: Dhacdooyinkii ka dib Islaamka</b><br><i>Geeddi socodkii cajiibka ahaa ee salaadda lagu tukaday Kacbada</i><br>Markuu Muslim noqday, Cumar (R.A.) wuxuu weydiiyey Nebiga (N.N.K.H.):<br><i>Rasuulkii Allow, ma qarsoodi baan u cibaadeysan doonaa?</i><br>Nebigu (N.N.K.H.) wuxuu yidhi:<br><i>Waxaan nahay kuwa daciif ah, Cumarow.</i><br>Cumar (R.A.) wuxuu ku jawaabay:<br><i>Ilaahay baan ku dhaartaye, maxaad ugu qarsoonaanaynaa xaqa?</i><br>Markaas ayaa Muslimiintu laba koox u kala baxeen: Xamza (R.A.) iyo kooxdiisa, iyo Cumar (R.A.) iyo kooxdiisa. Sidaas ayaa markii ugu horreysay salaad lagu tukaday Kacbada si cad.<br><br><i>Hijradii markii Cumar caqabadda bixiyey</i><br>Markii Muslimiinta loo baahday inay ka hijroodaan Makkah una guuraan Madiina, Cumar (R.A.) wuxuu ku dhawaaqay:<br><i>Qofkii doonaya hooyadiis inay ooydo, xaaskiisa inay agoowdo, iyo carruurtiisa inay agoobaan, ha i hor istaago!</i><br>Markaas ayuu kaligiis ka baxay Makkah isagoo seef, fallaadh iyo waran wata. Qofna kuma dhiiran inuu hor istaago.<br><br><b>Qaybta 3: Sheekooyinka gaarka ah intii uu khaliif ahaa</b><br><i>Siduu habeenkii dadka ula socday</i><br>Markuu khaliif noqday, Cumar (R.A.) wuxuu habeenkii ku wareegi jiray waddooyinka Madiina. Habeen, wuxuu arkay haweeney duq ah oo isku dayaysa inay dejiso carruur gaajo u ooyaysa. Wuxuu si degdeg ah uga soo qaaday Baytul Maal bur, subag iyo timir, wuxuu cuntadii karinayay, wuxuuna carruurta siiyay. Haweeneydii waxay tiri:<br><i>Ilaahay ha kaa dhigo ka wanaagsan Cumar.</i><br>Cumar (R.A.) wuxuu yidhi:<br><i>Ilaahay ka baryo inuu Cumar ku sii adeego.</i><br><br><i>Caddaaladdii uu muujiyey markii uu wiilkiisa ciqaabay</i><br>Wiilkiisa ayaa la dagaallamay Yuhuudi. Kiiska ayaa maxkamad la geeyey. Xaakimku wuxuu xukumay in Yuhuudigu xaq u leeyahay inuu ku dhufto sidii loo dhuftay. Cumar (R.A.) wuu aqbalay xukunka wuxuuna wiilkiisa hor dhigay Yuhuudiga. Laakiin Yuhuudigii ayaa ku qancay, wuxuuna cafiyey, wuxuuna qaatay Islaamka.<br><br><b>Qaybta 4: Sheekada murugada leh ee shahiidnimadiisa</b><br><i>Rabitaankiisii ugu dambeeyey ee cafinta dilihiisa</i><br>Markii Firoz Abu Lulu uu weeraray Cumar (R.A.), isagoo dhaawac ah ayuu yidhi:<br><i>Miyaan dilayaha Muslim yahay?</i><br>Markii loo sheegay inuu Majuusi yahay, ayuu nasteexo qaatay. Wuxuu wiilkiisa ku yidhi:<br><i>Haddii aan noolaado waan cafin doonaa. Haddii aan dhinto, hal mar ku dhufo.</i><br>Kaddibna wuxuu u duceeyey ninkii dilay.<br><br><i>Hadalladii xikmadda lahaa ee ugu dambeeyey</i><br>Markii uu geeridiisu soo dhowaatay, wuxuu yidhi:<br><i>Haddii aan qof dulmi ku sameeyey, ha iga aarguto.<br>Sameeya shura lix qof ah si ay u doortaan khaliifka iga dambeeya.<br>Iga aas Nebiga (N.N.K.H.) iyo Abuu Bakr (R.A.) agtooda.</i><br><br><b>Qaybta 5: Astaamaha qarsoon ee shakhsiyaddiisa</b><br><b>Dharka fudud:</b> wuxuu xirtaa dhar daldaloolan oo la tolay.<br><b>Cunto fudud:</b> Rooti iyo saliid saytuun ayaa ahayd cunto joogto ah.<br><b>Caddaalad:</b> Wuxuu siin jiray gunno haweeney ilmaha nuujinaysay.<br><br><b><i>Caddaaladda Cumar waa iftiinka taariikhda oo mar walba ifin doona – Imaam Cali ibn Abii Taalib.</i></b>"
  },

  {
    "id": 12,
    "title": "Laba maxbuus oo Quraysh ah ayaa qaatay Islaamka",
    "content": "<b>Maxbuuska koowaad: Cutbah ibn Abii Mu’ayt</b><br><b>Sheekada lagu qabtay:</b><br>Markii cutub sir ah oo Muslimiin ah ay weerareen kafila Quraysh ee Nakhla, Cutbah waa la qabtay. Wuxuu ahaa nin xoog leh oo da’yar, balse Muslimiintu way xakameeyeen.<br><br>Markii la waday isagoo maxbuus ah oo loo sii qaadayay Madiina, Cutbah wuxuu maqlay Muslimiinta oo salaadda fajarka ku tukaday. Wuxuu arkay saxaabada oo aan cabsi lahayn oo sujuud ku dhacaya. Wuxuu is yiri: <i>Maxaa dadkaasi ka dhigay kuwo aan cabsi lahayn?</i><br><br><b>Qaabkii uu Islaamka ku qaatay:</b><br>Habeen, Cutbah wuxuu waydiiyey Cabdullaah ibn Jahsh (R.A.):<br><i>Waxaad caabudaysaan yaa?</i><br>Cabdullaah wuxuu u akhriyey kalimah:<br><b><i>Laa ilaaha illallaahu Muhammadur Rasuulullaah</i></b><br>Qalbiga Cutbah waa jilcay, wuxuuna isla markiiba qaatay Islaamka.<br><br><b>Maxbuuska labaad: Nawfal ibn Cabdullaah</b><br><b>Sababta loo qabtay:</b><br>Nawfal waxaa la qabtay oo keliya sababtoo ah wuxuu qayb ka ahaa kafila. Wuxuu ahaa nin qalbi jilicsan, laakiin wuxuu ku jiray cadaadiskii Quraysh.<br><br><b>Saameynta nolosha maxbuuska:</b><br>Nawfal wuxuu arkay Muslimiinta oo si wanaagsan ula dhaqmaya maxaabiista. Markii ay cunto siinayeenna waxay dhihi jireen <i>Bismillaah</i>. Maalin ayuu waydiiyey: <i>Maxaad ii siineysaan cunto anigoo cadawgiinna ah?</i><br><br><b>Sababta hanuunka:</b><br>Saxaabi ayaa ku jawaabay:<br><i>Nabigeenna (NNKH) wuxuu na baray in maxbuusna uu bini’aadam yahay.</i><br>Tani waxay indhihiisa ka keentay ilmada, wuxuuna qaatay Islaamka.<br><br><b>Noloshoodii dambeba:</b><br><b>Safarkii Cutbah:</b><br>• Wuxuu shahiiday dagaalkii Uxud<br>• Markii uu dhimanayay wuxuu akhriyay kalimah<br>• Nebigu (NNKH) wuxuu yidhi: <i>Waa nin jannada leh</i><br><br><b>Hawlihii Nawfal:</b><br>• Wuxuu ka dagaalamay dagaalkii Badr oo ka dhanka ahaa Quraysh<br>• Wuxuu ku tabliiqay Islaamka Madiina<br>• Illaa dhamaadkii wuxuu ahaa Muslim daacad ah<br><br><b>Darsi laga qaato:</b><br>• Dabeecad wanaagsan: cadawga ayaa saaxiib noqon kara<br>• Iftiinka iimaanka: Qalbina lama huri karo haddii Alle doono<br>• Saameynta tabliiqda: Islaamka waa in si sax ah loo gudbiyaa<br><br><i>Ilaah wuxuu hanuuniyaa cidda uu doono – (Qur’aanka 42:13)</i>"
  },

  {
    "id": 13,
    "title": "Shahaadada Habeeb ibn Zayd (R.A.): Sheekada iimaanka xitaa kadib markii carrabkiisa la jaray",
    "content": "Habeeb ibn Zayd (R.A.) wuxuu ka tirsanaa qoyska Banii Najjaar. Aabihiis Zayd ibn Aasim (R.A.) iyo hooyadiis Nusaybah bint Ka’b (R.A.) labaduba waxay ahaayeen Muslimiintii hore.<br><br>Habeeb wuxuu akhriyay kalimah isagoo shan jir ah, wuxuuna hijrooday Madiina isagoo toban jir ah. Markii uu laba iyo toban jir ahaa, wuxuu ka qayb qaatay dagaalkii Badr isagoo biyo u qaadi jiray mujaahidiinta. Hooyadiis, Nusaybah (R.A.), oo loo yaqaanay Ummu Umara, waxay ahayd haweenaydii ugu horreysay ee dagaal gasho diinta Islaamka. Dagaalkii Uxud waxay ku dhaawacantay laba iyo toban jeer.<br><br>Markii nebigu (NNKH) geeriyooday, Musaylamah Kaddhaab wuxuu isku sheegay nebi, wuxuuna ku khiyaameeyay afartan kun oo qof Yamama. Khaliif Abuu Bakr (R.A.) wuxuu diray ciidamo ka kooban 13,000 si ay ula dagaallamaan. Habeeb, isagoo 17 jir ah, wuxuu codsaday inuu ka qayb galo dagaalka.<br><br>Ciidankiisa waxaa lagu qaaday weerar kedis ah, waxaana lagu qafaashay isagoo nool, laguna geeyay qasrigii Musaylamah. Habeeb gacmihiisa iyo lugihiisa ayaa la xidhay, balse wejigiisu cabsi ma muujinayn. Musaylamah wuxuu ku yidhi isagoo kursigiisa ku fadhiya: <i>Ma weli waxaad aaminsan tahay in Muḥammad yahay Rasuulkii Alle?</i> Habeeb wuxuu ku jawaabay si geesinimo leh: <i>Haa, waxaana markhaati ka ahay inaad tahay beenaalihii ugu weynaa!</i><br><br>Musaylamah wuxuu ku amray askartiisa: <i>Jar carrabkiisa si aanu u akhrin kalimah!</i> Markii la qaaday seef, Habeeb wuxuu ugu dhawaaqay mar kale: <b><i>Laa ilaaha illallaah Muhammadur Rasuulullaah!</i></b> Carrabkiisii waa la jaray, dhiigna wuu qulqulay. Wuxuu ku qoray dhulka dhiiggiisa: <b><i>Ashhadu anna Muḥammadur Rasuulullaah.</i></b><br><br>Markaas ayaa gacmihiisa midig iyo bidixba loo jaray, laakiin weli wuxuu ku qorayay dhulka dhiiggiisa. Ugu dambeyntii Musaylamah wuxuu amray in lagu kala jiido laba geed, waxaana la kala jartay jirkiisa.<br><br>Saddex maalmood kaddib, Musaylamah laftiisa ayaa la dilay isla goobtii Habeeb lagu shahiiday. Waxaa la sheegay in isagoo dhimasho ku jira uu maqalay codka Habeeb oo leh: <i><b>Ashhadu anna Muḥammadur Rasuulullaah!</b></i><br><br>Markii warka shahaadada Habeeb gaaray saxaabada, Abuu Bakr (R.A.) wuxuu yidhi: <i>Dhallinyaradan wuxuu caddeeyay in iimaanku aanu ku xirnayn da’da.</i> Hooyadiis Nusaybah waxay tiri: <i>Waxaan waayay wiil, laakiin Alle wuxuu kor u qaaday darajadiisa jannada.</i><br><br>Xabaashiisa Yamama maanta waxaa ku qoran: <i>Halkan waxaa ku jira shahiidkii xitaa kadib markii carrabkiisa la jaray, dhiiggiisana ku qoray iimaanka.</i><br><br>Hazrat Cali (R.A.) wuxuu yidhi: <b><i>Habeeb ibn Zayd wuxuu muujiyay in iimaanku ku jiro qalbiga, ee aan kaliya carrabka ku jirin.</i></b>"
  },



]


