[
  {
    "id": 1,
    "title": "Perjalanan Hijrah - Perjalanan Nabi (SAW) dan Abu Bakar As-Siddiq (RA)",
    "content": "<b>Bahagian 1: Bahaya di Mekah</b><br>Orang kafir Mekah merancang untuk membunuh Nabi Muhammad (SAW). Allah memerintahkannya berhijrah (berpindah). Dalam gelap malam, Nabi (SAW) membawa sahabatnya Abu Bakar As-Siddiq (RA) menuju Gua Thur.<br><br><b>Perjuangan di Jalan:</b><br>Orang kafir mengejar mereka. Suatu ketika musuh sampai ke mulut gua, tetapi Allah menyuruh labah-labah membuat sarang di pintu dan burung merpati bertelur. Apabila orang kafir melihatnya, mereka fikir: <i>Tidak mungkin ada orang di dalam!</i> lalu undur.<br><br><b>Kesetiaan Abu Bakar (RA):</b><br>Di gua, seekor ular menggigitnya tetapi dia diam agar tidak mengganggu tidur Nabi (SAW). Kemudian Nabi (SAW) melihat darah mengalir dari kakinya. Baginda bertanya: <b><i>Mengapa tidak kamu beritahu aku?</i></b> Abu Bakar (RA) berkata: <b><i>Kesakitan kecil ini tidak lebih penting daripada tidurmu, wahai Rasulullah!</i></b><br><br><b>Bahagian 2: Perjalanan ke Madinah</b><br><br>Selepas 3 hari di gua, mereka berangkat ke Madinah dengan pemandu bernama Abdullah bin Uraikit. Beberapa mukjizat berlaku dalam perjalanan:<br><b>Perompak Suraqah:</b><br>Orang kafir menghantar pejuang kuat bernama Suraqah dengan hadiah 100 unta untuk menangkap Nabi (SAW). Ketika Suraqah menghampiri, kudanya tenggelam dalam pasir. Dia meminta maaf dan Nabi (SAW) menjanjikannya kunci khazanah Parsi (yang kemudian menjadi kenyataan).<br><br><b>Pondok Ummu Ma'bad:</b><br>Mereka melalui seorang wanita tua (Ummu Ma'bad) yang hanya memiliki seekor kambing. Nabi (SAW) memerah kambing itu, dan susunya begitu banyak sehingga memuaskan seluruh keluarga.<br><br><b>Bahagian 3: Tiba di Madinah</b><br>Selepas 8 hari perjalanan, pada 12 Rabiulawal mereka tiba di Quba. Di sini masjid pertama (Masjid Quba) dibina. Ketika tiba di Madinah, orang ramai berseru:<br><b><i>Tala'al-Badru Alayna... (Bulan purnama bersinar ke atas kami!)</i></b><br><br><b>Kemurahan Hati Ansar (Penduduk Madinah):</b><br>Setiap keluarga ingin Nabi (SAW) tinggal di rumah mereka. Nabi (SAW) bersabda:<br><b><i>Untaku yang akan memutuskan; di mana ia berhenti, di situlah rumahku.</i></b><br>Unta berhenti di depan rumah Abu Ayyub Al-Ansari (RA).<br><br><b>Pengajaran & Inspirasi: Tawakal kepada Allah: Sarang labah-labah melambangkan pertolongan Allah.<br>Kesetiaan Sahabat: Pengorbanan Abu Bakar (RA) mengajar persahabatan sejati.<br>Kebaikan Mengatasi Kejahatan: Musuh seperti Suraqah memeluk Islam atas perintah Allah.</b><br><br><b>Ayat Al-Quran:</b><br><i><b>Apabila datang pertolongan Allah dan kemenangan, dan kamu lihat manusia masuk agama Allah beramai-ramai, maka bertasbihlah dengan memuji Tuhanmu! (Surah An-Nasr 110:1-3)</b></i>"
  },
  {
    "id": 2,
    "title": "Perang Badar: Detik Agung Pertolongan Allah",
    "content": "<b>Bahagian 1: Medan Perang Bersedia</b><br>Setelah menindas umat Islam, <b>musuh</b> Mekah (Quraisy) merampas semua harta mereka. Nabi Yang Mulia (SAW) berhijrah ke Madinah, tetapi penindasan kafir tidak berhenti. Suatu hari, berita datang bahawa kafilah <b>Abu Sufyan</b> pulang dari Syam membawa kekayaan Quraisy. Umat Islam memutuskan untuk mengambil hak mereka.<br><br><b>Persiapan Umat Islam:</b><br>- Hanya <b>313 pejuang</b>, dengan 2 kuda dan 70 unta.<br>- Tentera Quraisy: <b>1000 pejuang</b>, 100 kuda dan senjata yang banyak.<br>- Umat Islam tidak mempunyai pedang yang lengkap. Beberapa sahabat membawa kayu.<br><br><b>Bahagian 2: Pertembungan di Medan Perang</b><br>Pada 17 Ramadan, 2 Hijrah, kedua tentera bertemu di <b>Padang Badar</b>.<br><b>Sombongnya Quraisy:</b><br>Abu Jahal (ketua Quraisy) mengejek: <i>Mereka pengikut Muhammad (SAW) kelaparan dan telanjang! Hari ini kita akan menghapuskan mereka!</i><br><b>Doa Umat Islam:</b><br>Nabi (SAW) mengangkat tangan dan berdoa:<br><i>Ya Allah! Jika kumpulan kecil ini kalah hari ini, tiada lagi yang akan menyembah-Mu di bumi!</i><br><br><b>Bahagian 3: Pertolongan Allah Datang</b><br>Allah memerintahkan malaikat:<br><i>Tolonglah hamba-hamba-Ku!</i> (Al-Quran 8:9)<br><br><b>Mukjizat Berlaku:</b><br>1. <b>Ribut Pasir:</b> Pasir memenuhi mata Quraisy.<br>2. <b>Serangan Malaikat:</b> Pejuang Quraisy terkejut melihat <b>tiada penyerang kelihatan</b>, tetapi kepala mereka terpenggal!<br>3. <b>Kekuatan Rohani:</b> Umat Islam berjuang dengan gagah sehingga seorang sahabat <b>memotong kaki unta musuh</b>!<br><br><b>Hasil:</b><br>- 70 pejuang Quraisy terbunuh, termasuk <b>Abu Jahal</b>.<br>- Hanya <b>14 syahid</b> dari umat Islam.<br>- Musuh yang lain melarikan diri.<br><br><b>Bahagian 4: Rahsia Kemenangan:</b><br>Selepas perang, seorang sahabat tua bertanya:<br><i>Wahai Rasulullah! Kami sedikit, bagaimana kami menang?</i><br><b>Nabi (SAW) bersabda:</b><br><br><i>Iman sejati, sabar dan tawakal kepada Allah adalah kekuatan sebenar. Mereka yang berperang bukan untuk dunia, tetapi untuk agama Allah - merekalah yang menang!</i><br><br><b>Pengajaran:<br>1. Kekuatan bukan pada bilangan, tetapi pada keikhlasan (iman).<br>2. Jangan putus asa sebelum pertolongan Allah datang.<br>3. Berjuang untuk keadilan lebih baik daripada tunduk pada penindasan.</b><br><br><br>Ayat Al-Quran:</b><br><i>Pada hari Badar, kamu lemah, tetapi Allah menolong kamu. Agar ia menjadi tanda bagi orang beriman. (Surah Ali Imran 3:123)</i>"
  },
  {
    "id": 3,
    "title": "Kisah Benar Nabi Sulaiman (AS) dan Burung Hud-Hud",
    "content": "<b>Bahagian 1: Kurnia Unik Allah</b><br>Allah memberikan Nabi Sulaiman (AS) <b>kerajaan yang besar</b>. Tentera beliau terdiri daripada manusia, jin dan haiwan. Suatu hari, semasa memeriksa tenteranya, <b>Hud-Hud</b> (sejenis burung) tiada.<br><br>Sulaiman (AS) berkata dengan marah:<br><i>Aku akan menghukum Hud-Hud kecuali dia memberi alasan yang kukuh!</i><br><br><b>Bahagian 2: Berita Hud-Hud</b><br>Tidak lama kemudian, Hud-Hud kembali dengan berita pelik:<br><i>Aku melihat sebuah bandar bernama Saba, diperintah oleh seorang wanita (Bilqis). Dia mempunyai segala nikmat, tetapi dia dan kaumnya menyembah matahari!</i><br><br>Sulaiman (AS) berkata:<br><i>Kami akan menyiasat sama ada kamu berkata benar atau dusta!</i><br><br><b>Bahagian 3: Jemputan kepada Bilqis</b><br>Sulaiman (AS) menghantar surat kepada Bilqis melalui Hud-Hud: <i>Dengan nama Allah... Tunduklah kepadaku dan berimanlah kepada Allah!</i><br><br>Bilqis berfikir: <i>Ini bukan raja biasa!</i> Dia menghantar hadiah berharga kepada Sulaiman (AS), tetapi Sulaiman (AS) berkata:<br><i>Aku tidak mahukan harta, tetapi imanmu!</i><br><br><b>Bahagian 4: Mukjizat Agung</b><br>Untuk menguji kekuatan Sulaiman, Bilqis memberikan teka-teki:<br><i>Aku akan beriman jika mengenali takhtaku.</i><br>Sulaiman (AS) menyuruh seorang jin: <i>Bawa takhta itu ke sini!</i><br>Sekelip mata, takhta itu muncul! Bilqis berkata: <i>Ini benar-benar Nabi Allah!</i> lalu beriman.<br><br><b>Pengajaran:</b><br>1. <b>Bersyukur atas nikmat Allah</b> – Sulaiman (AS) tidak pernah sombong.<br>2. <b>Makhluk terkecil pun ada peranan</b> – Hud-Hud membimbing seluruh kaum.<br>3. <b>Bertindak dengan bijaksana</b> – Sulaiman (AS) menakluk hati dengan hikmah, bukan perang.<br><br><b>Ayat Al-Quran:</b><br><i>Dia (Sulaiman) tersenyum dan berkata: 'Mengapa aku tidak melihat Hud-Hud? Adakah dia tiada?' (Surah An-Naml 27:20)</i>"
  }

]