[
  {
    "id": 1,
    "title": "Die Reise der Hidschra - Die Reise des Propheten (s.a.w.s.) und Abu Bakrs (r.a.)",
    "content": "<b>Teil 1: Gefahr in Mekka</b><br>Die Ungläubigen Mekkas planten, den Propheten Muhammad (s.a.w.s.) zu töten. Allah befahl ihm zur Auswanderung (Hidschra). In der Dunkelheit der Nacht nahm der Prophet (s.a.w.s.) seinen Gefährten Abu Bakr as-Siddiq (r.a.) und zog zur Höhle von Thaur.<br><br><b>Kampf auf dem Weg: </b><br>Die Ungläubigen verfolgten sie. Einmal kamen die Feinde bis zum Höhleneingang, doch Allah befahl einer Spinne, ein Netz am Eingang zu weben, und einer Taube, Eier zu legen. Als die Ungläubigen dies sahen, dachten sie: <i>Hier kann niemand drin sein!</i> und kehrten um.<br><br><b>Die Loyalität Abu Bakrs (r.a.):</b> <br>In der Höhle wurde er von einer Schlange gebissen, doch er blieb still, um den Schlaf des Propheten (s.a.w.s.) nicht zu stören. Später sah der Prophet (s.a.w.s.), dass Blut aus seinem Fuß floss. Er fragte: <b><i>Warum hast du es mir nicht gesagt?</i></b> Abu Bakr (r.a.) antwortete: <b><i>Dieser kleine Schmerz war nicht wichtiger als dein Schlaf, o Gesandter Allahs!</i></b><br><br><b>Teil 2: Die Reise nach Medina</b> <br><br>Nach drei Tagen in der Höhle brachen sie mit Hilfe eines Führers namens Abdullah bin Uraikit nach Medina auf. Unterwegs geschahen Wunder: <br><b>Der Räuber Suraqa: </b><br> Die Ungläubigen schickten Suraqa, einen mächtigen Krieger, mit dem Versprechen von 100 Kamelen, um den Propheten (s.a.w.s.) zu fangen. Als Suraqa sich näherte, sank sein Pferd im Sand ein. Er bat um Vergebung, und der Prophet (s.a.w.s.) versprach ihm, die Schlüssel der persischen Schatzkammern zu tragen (was später wahr wurde).<br><br> <b>Die Hütte von Umm Ma'bad: </b><br> Sie kamen an einer alten Frau (Umm Ma'bad) vorbei, die nur eine Ziege hatte. Der Prophet (s.a.w.s.) melkte die Ziege, und es gab so viel Milch, dass die ganze Familie gesättigt wurde. <br><br><b>Teil 3: Ankunft in Medina</b><br> Nach einer 8-tägigen Reise kamen sie am 12. Rabi' al-Awwal in Quba an. Hier wurde die erste Moschee (Masdschid Quba) gebaut. Als sie in Medina ankamen, sangen die Menschen: <br><b><i>Tala'al-Badru Alayna... (Der Vollmond ist über uns aufgegangen!)</i></b> <br><br><b>Die Gastfreundschaft der Ansar (Medinenser):</b> <br>Jede Familie wollte, dass der Prophet (s.a.w.s.) bei ihnen bliebe. Der Prophet (s.a.w.s.) sagte: <br><b><i>Mein Kamel entscheidet, wo ich bleibe; wo es sich niederlässt, wird mein Zuhause sein.</i></b><br> Das Kamel setzte sich vor das Haus von Abu Ayyub al-Ansari (r.a.).<br><br><b>Lehren und Inspiration: Vertrauen auf Allah (Tawakkul): Das Spinnennetz symbolisiert Allahs Hilfe.<br>Loyalität eines Gefährten: Abu Bakrs (r.a.) Opfer lehrt wahre Freundschaft.<br>Gutes über Böses: Feinde wie Suraqa wurden durch Allahs Befehl Muslime.</b><br><br><b>Koranvers:</b></br><i><b>Wenn Allahs Hilfe kommt und der Sieg, und du die Menschen in Scharen in Allahs Religion eintreten siehst, dann lobpreise deinen Herrn! (Sure An-Nasr 110:1-3)</b></i>"
  },
  {
    "id": 2,
    "title": "Die Schlacht von Badr: Jener große Moment göttlicher Hilfe",
    "content": "<b>Teil 1: Das Schlachtfeld bereitet sich vor</b> <br>Nach der Verfolgung der Muslime hatten Mekkas <b>Feinde</b> (Quraisch) all ihren Besitz geraubt. Der edle Prophet (s.a.w.s.) wanderte nach Medina aus, doch die Unterdrückung der Ungläubigen hörte nicht auf. Eines Tages kam die Nachricht, dass <b>Abu Sufyans</b> Karawane (Handelsgruppe) aus Syrien zurückkehrte und den gesamten Reichtum der Quraisch trug. Die Muslime beschlossen, bei dieser Gelegenheit ihr Recht zurückzufordern.  <br><br><b>Vorbereitung der Muslime:</b> <br>- Nur <b>313 Krieger</b>, mit 2 Pferden und 70 Kamelen. <br>- Die Armee der Quraisch: <b>1000 Krieger</b>, 100 Pferde und reichlich Waffen. <br>- Die Muslime hatten nicht einmal vollständige Schwerter. Einige Gefährten trugen Holzstöcke.  <br><br><b>Teil 2: Konfrontation auf dem Schlachtfeld</b> <br>Am 17. Ramadan, 2 n.H., standen sich die beiden Armeen auf dem <b>Feld von Badr</b> gegenüber. <br><b>Hochmut der Quraisch: </b> <br>Abu Dschahl (Anführer der Quraisch) sagte spöttisch: <i>Diese Gefährten Muhammads (s.a.w.s.) sind hungrig und nackt! Heute werden wir sie auslöschen!</i>  <b>Gebet der Muslime: </b><br>Der Prophet (s.a.w.s.) erhob seine Hände und betete:<br><i>O Allah! Wenn diese kleine Gruppe heute besiegt wird, wird niemand mehr auf der Erde bleiben, der Dir dient!</i><br><br><b>Teil 3: Allahs Hilfe kommt</b>  <br>Allah befahl den Engeln:  <br><i>Helft Meinen Dienern!</i> (Koran 8:9)  <br><br><b>Wunder geschahen:</b>  <br>1. <b>Sandsturm:</b> Sand füllte die Augen der Quraisch.  <br>2. <b>Engelsangriff: </b> Die Krieger der Quraisch staunten, als sie <b>keinen sichtbaren Angreifer</b> sahen, doch ihre Köpfe wurden abgeschlagen!  <br>3. <b>Geistige Stärke in den Herzen: </b> Die Muslime kämpften so heftig, dass ein Gefährte <b>das Bein eines feindlichen Kamels</b> abschlug!  <br><br><b>Ergebnis: </b><br>- 70 Krieger der Quraisch wurden getötet, darunter <b>Abu Dschahl</b>.  <br>- Nur <b>14 Muslime</b> wurden Märtyrer.  <br>- Die übrigen Feinde flohen.  <br><br><b>Teil 4: Das Geheimnis des Sieges: </b><br>Nach der Schlacht fragte ein älterer Gefährte:  <br><i>O Gesandter Allahs! Wir waren weniger, wie haben wir gewonnen?</i><br><b>Der Prophet (s.a.w.s.) erklärte:  </b><br><br><i>Wahrer Glaube, Geduld und Vertrauen auf Allah sind die wahre Stärke. Die nicht für weltlichen Glanz, sondern für Allahs Religion kämpften - nur sie gewannen!</i><br><br><b>Lehren:<br> 1. Stärke liegt in Aufrichtigkeit (Glauben), nicht in der Zahl.<br> 2. Verliere nie den Mut, bis Allahs Hilfe kommt.<br> 3. Für Gerechtigkeit zu kämpfen ist besser, als sich Unterdrückung zu beugen. </b><br><br><br>Koranvers: </b><br><i>Am Tag von Badr wart ihr schwach, doch Allah half euch. Damit es ein Zeichen für die Gläubigen wird. (Sure Al-Imran 3:123)</i>"
  },
  {
    "id": 3,
    "title": "Die wahre Geschichte des Propheten Sulaiman (a.s.) und des Wiedehopfes",
    "content": "<b>Teil 1: Allahs einzigartiges Geschenk</b>  <br>Allah hatte dem Propheten Sulaiman (a.s.) ein <b>gewaltiges Königreich</b> gegeben. Seine Armee umfasste Menschen, Dschinn und Tiere. Eines Tages bei der Inspektion seiner Truppen fehlte der <b>Wiedehopf</b> (ein besonderer Vogel).  <br><br>Sulaiman (a.s.) sagte zornig:  <br><i>Ich werde den Wiedehopf bestrafen, es sei denn, er bringt einen triftigen Grund!</i>  <br><br><b>Teil 2: Die Nachricht des Wiedehopfes</b>  <br>Kurz darauf kehrte der Wiedehopf zurück und meldete seltsame Neuigkeiten:  <br><i>Ich sah eine Stadt namens Saba, die von einer Frau (Bilqis) regiert wird. Sie hat jede Segnung, doch sie und ihr Volk beten die Sonne an!</i>  <br><br>Sulaiman (a.s.) sagte:  <br><i>Wir werden prüfen, ob du die Wahrheit sagst oder lügst!</i>  <br><br><b>Teil 3: Bilqis' Einladung</b>  <br>Sulaiman (a.s.) sandte Bilqis durch den Wiedehopf einen Brief:  <i>Im Namen Allahs... Ergebt euch mir und glaubt an Allah!</i>  <br><br>Bilqis dachte: <i>Das ist kein gewöhnlicher König!</i> Sie sandte Sulaiman (a.s.) wertvolle Geschenke, doch Sulaiman (a.s.) sagte:<br><i>Ich suche nicht Reichtum, sondern deinen Glauben!</i>  <br><br><b>Teil 4: Das große Wunder</b>  <br>Um Sulaimans Macht zu testen, stellte Bilqis ein Rätsel: <br> <i>Ich werde den Glauben annehmen, wenn ich meinen Thron erkenne.</i>  <br>Sulaiman (a.s.) befahl einem Dschinn: <i>Bringt den Thron her!</i>  <br>Im Nu erschien der Thron! Bilqis erklärte: <i>Das ist wahrlich Allahs Prophet!</i> und nahm den Glauben an.  <br><br><b>Lehren:</b>  <br>1. <b>Seid dankbar für Allahs Segnungen</b> – Sulaiman (a.s.) zeigte niemals Arroganz.  <br>2. <b>Selbst die kleinste Kreatur hat Bedeutung</b> – Der Wiedehopf führte eine ganze Nation.  <br>3. <b>Handelt weise</b> – Sulaiman (a.s.) eroberte Herzen durch Weisheit, nicht Krieg.  <br><br><b>Koranvers:</b>  <br><i>Er (Sulaiman) lächelte und sagte: 'Warum sehe ich den Wiedehopf nicht? Ist er abwesend?' (Sure An-Naml 27:20)</i>"
  },

  {
    "id": 4,
    "title": "Hazrat Umar (RA) und die Begegnung mit dem jüdischen Ältesten",
    "content": "Es war eine kalte Nacht in Medina. Sterne funkelten am Himmel und in der Luft lag eine Kühle. Hazrat Umar (RA) ging mit dem Licht seiner Lampe durch die Straßen der Stadt. Es war seine Gewohnheit, nachts herauszukommen, um den Zustand der Menschen zu überprüfen. In diesem Moment hörte er ein Stöhnen aus einer zerbrochenen Hütte. Er trat schnell ein.<br><br>In der Hütte lag ein alter jüdischer Mann. Er trug zerrissene Kleidung und seine Füße waren verletzt. Seine Augen waren geschlossen und seine Lippen waren ausgetrocknet. Hazrat Umar (RA) setzte sich neben ihn und fragte: <i>Warum sind Sie in diesem Zustand? Wo sind Ihre Kinder?</i><br><br>Der alte Mann öffnete die Augen und sagte leise: <i>Meine Kinder sind tot. Ich bin allein... Niemand kümmert sich um mich.</i><br><br>Hazrat Umar (RA) nahm sofort seinen eigenen Umhang ab und legte ihn ihm um, indem er sagte: <i>Von heute an bin ich Ihr Sohn.</i> Er stand auf und ging Richtung Baitul Mal (Schatzkammer). Unterwegs sagte er zu seinem Begleiter: <i>Schickt warme Kleidung, Medizin und tägliches Essen für diesen Ältesten. Das ist sein Recht, auch wenn er jüdisch ist.</i><br><br>Am nächsten Tag war der alte jüdische Mann erstaunt, als er warmes Essen und Medikamente vor seiner Tür vorfand. Er fragte: <i>Wer hat all das geschickt?</i> Die Leute sagten ihm: <i>Kalif Umar.</i><br><br>Dem alten Mann traten Tränen in die Augen. Er ging direkt zur Masjid-e-Nabawi. Hazrat Umar (RA) riet den Menschen in diesem Moment. Der alte Mann rief aus: <i>O Umar! Wie schön ist dein Glaube! Ich habe noch nie jemanden gesehen, der so eine Lektion in Menschlichkeit erteilt!</i><br><br>Hazrat Umar (RA) antwortete lächelnd: <i>Menschlichkeit ist der wahre Glaube. Wenn wir einen alten Mann hungrig lassen, dann ist unser Anspruch auf Glaube falsch.</i><br><br>Einige Tage später ging dieser jüdische Älteste durch die Straßen Medinas und sagte zu den Menschen: <i>Ich habe Umar gesehen... er ist nicht nur der Kalif der Muslime, sondern jedes Menschen!</i><br><br><b>Moral der Geschichte:</b><br>Hazrat Umar (RA) lehrte, dass Menschlichkeit über Religion steht. Seine Gerechtigkeit galt allen – egal welcher Religion oder Gemeinschaft sie angehörten. Auch heute erinnert uns diese Geschichte daran, dass <i>wahrer Glaube der ist, der das Herz erweicht und die Hand großzügig macht.</i><br>"
  },
  {
    "id": 5,
    "title": "Hazrat Umar (RA) und die Große Katastrophe der Hungersnot: Ein Jahr der Prüfung",
    "content": "<b>Der Beginn der Dürre</b><br>Wolken hatten seit zwei Jahren keinen Regen über Medina fallen lassen. Die Erde war rissig, Baumblätter waren vertrocknet und abgefallen, und Brunnen hatten sich in Schlamm verwandelt. Das Geräusch weinender Kinder hallte Tag und Nacht wider, und Frauen hatten begonnen, Lehmstücke zu mahlen, um <i>Brot</i> zu backen. Hazrat Umar (RA) saß in seinem Zimmer und rezitierte Verse des Korans, als es plötzlich an seiner Tür klopfte.<br><br>Ein Soldat keuchte die Nachricht: <i>Ameerul Mumineen! Die Menschen haben die Tür des Baitul Mal aufgebrochen. Sie sagen, das Getreide wurde gestohlen!</i> Hazrat Umar (RA) nahm seine Lampe und ging hinaus. Die weißen Haare in seinem Bart waren vor Sorge noch weißer geworden.<br><br><b>Der Getreidediebstahl: Aufdeckung einer Verschwörung</b><br>Im Lagerhaus des Baitul Mal stellten sie fest, dass Getreidesäcke fehlten. Es gab bestimmte Spuren auf dem Boden – Kamelspuren und ein gebrochenes Siegel. Hazrat Umar (RA) betrachtete die Spuren sorgfältig und fragte: <i>Ist ein neuer Händler in die Stadt gekommen?</i> Die Leute sagten ihm, dass ein Händler aus dem Jemen gekommen war, der Waren auf Kamelen gebracht hatte.<br><br>Hazrat Umar (RA) ging direkt zum Standort dieses Händlers. Der Händler senkte den Kopf, sobald er ihn sah. Hazrat Umar (RA) sagte: <i>'Die Spuren Ihrer Kamele wurden im Baitul Mal gefunden. Ist Ihnen bewusst, was für ein gewaltiges Verbrechen das ist?'</i> In Hazrat Umars (RA) Stimme lag kein Zorn, sondern Trauer.<br><br>Der Händler sagte zitternd: <i>Vergebt mir, Ameerul Mumineen! Ich tat es für meine Kinder, die vor Hunger zappelten. </i> Hazrat Umar (RA) legte seine Hand auf seine Schulter und sagte: <i>Wenn Sie es mir gesagt hätten, hätte ich Ihnen meinen Anteil gegeben. Aber Diebstahl hat Ihren Zwang in Sünde verwandelt.</i><br><br>Er vergab dem Händler, erließ aber neue Regeln für die Sicherheit des Baitul Mal. In dieser Nacht legte Hazrat Umar (RA) das gesamte Getreide aus seinem eigenen Haus in den Baitul Mal und begann selbst, nur mit Wasser und Datteln zu überleben.<br><br><b>Hilfskonvoi aus Ägypten: Eine Neue Hoffnung</b><br>Im sechsten Monat der Hungersnot schickte der Gouverneur von Ägypten, Amr ibn al-Aas (RA), Weizen, Datteln und Medikamente auf 500 Kamelen. Als der Konvoi in die Nähe Medinas kam, ging Hazrat Umar (RA) selbst hin, um ihn zu empfangen. Er hob den ersten Weizensack auf seine Schulter und sagte: <i>Dieser Sack ist für die alte Mutter, die ihre Kinder letzte Woche verhungern ließ.</i><br><br>Die Menschen sahen, wie sich sein Rücken unter dem Gewicht des Sacks beugte, aber seine Schritte wankten nicht. Ein junger Mann fragte: <i>Ihr seid der Kalif, warum macht Ihr dann diese Arbeit?</i> Hazrat Umar (RA) antwortete lächelnd: <i>Ein Kalif ist nicht einer, der über die Menschen herrscht, sondern einer, der für die Menschen stirbt.</i><br><br><b>Die Nacht, in der der Kalif sein Bett verkaufte</b><br>Eines Nachts sah Hazrat Umars (RA) Tochter Hafsa (RA), dass er auf einer Matte in seinem Zimmer schlief.<br><i>Vater, wo ist dein Bett?</i><br>Er antwortete: <i>Ich habe es verkauft, um Milch für ein Waisenmädchen zu kaufen. Solange meine Untertanen hungrig schlafen, wie kann ich in einem weichen Bett schlafen?</i><br><br>Hafsas (RA) Augen füllten sich mit Tränen. Sie nahm ihren Schmuck ab und sagte: <i>Hier, verkauft diese und bringt Essen für mehr Kinder.</i> Hazrat Umar (RA) küsste ihren Kopf: <i>Diese Güte von dir wird dich des Paradieses würdig machen.</i><br><br><b>Der Erste Regentropfen: Die Szene der Anbetung</b><br>Nach achtzehn Monaten donnerte es zum ersten Mal. Hazrat Umar (RA) stand auf der Kanzel der Moschee und weinte: <i>O Allah! Wenn dieser Regen Deine Barmherzigkeit ist, dann nimm ihn von uns an. Und wenn es eine Strafe ist, dann verschone diese unschuldigen Kinder.</i><br><br>Die Menschen sahen Regentropfen von seinem Bart tropfen. Ein alter Mann rief aus: <i>Das ist kein Regen, es ist die Frucht der Gebete von Allahs Propheten (Friede sei mit ihm)!</i><br><br>In derselben Nacht verteilte Hazrat Umar (RA) Saatgut und landwirtschaftliche Geräte aus dem Baitul Mal an jeden Haushalt. Er verkündete: <i>Von heute an hat jedes neugeborene Kind Anspruch auf Bildung und Nahrung aus dem Baitul Mal.</i><br><br><b>Die Letzte Lektion: Der Brief, der Geschichte wurde</b><br>Nach dem Ende der Hungersnot schrieb Hazrat Umar (RA) einen Brief an alle Provinzgouverneure: <i>Wisst, dass der Zweck Eurer Autorität darin besteht, dem Volk zu dienen. Wenn in jemandes Haus kein Feuer brennt, dann wisst, dass Ihr Allahs Treue verloren habt.</i><br><br>Sein Brief ist auch heute noch ein Beispiel für Regierungen auf der ganzen Welt. Wann immer ein Herrscher das Leiden des Volkes vergisst, erinnert ihn diese Geschichte von Hazrat Umar (RA) daran, dass <i>wahrer Glaube der ist, der die Hungrigen speist und die Waisen unterstützt.</i><br><br><b><i>Umar (RA) lehrte, dass der Sieg der Menschheit der wahre Sieg ist. Und er war kein Grundbesitzer, sondern ein Mitfühlender derer, die auf der Erde gehen.</i></b>"
  },
  {
    "id": 6,
    "title": "Hazrat Umar (RA) und die Geschichte der Tränen des Waisenmädchens",
    "content": "Die Nacht in Medina war kalt und der Mond war hinter Wolken verborgen. Hazrat Umar (RA) ging mit dem schwachen Licht seiner Lampe durch die Straßen der Stadt. Er trug einen Sack Mehl und Datteln auf der Schulter, wie er es jede Nacht auf der Suche nach den Armen tat. In diesem Moment hörte er jemanden in der Nähe einer kaputten Moschee weinen. Er näherte sich langsam.<br><br>Ein kleines Mädchen, kaum sieben Jahre alt, kauerte in einer Steinecke. Ihre Füße waren nackt und ihre Kleidung zerrissen. Ein Strom von Tränen floss aus ihren Augen. Hazrat Umar (RA) fragte sanft:<br><i>Tochter, warum weinst du? Wo sind deine Eltern?</i><br><br>Das Mädchen antwortete schluchzend:<br><i>Mama sagte immer... sie würde mich niemals alleine lassen... aber als sie Fieber bekam... ging sie... Papa wurde auch im Krieg getötet...</i><br><br>Hazrat Umars (RA) Kehle schnürte sich zu. Er nahm seinen eigenen Umhang ab und bedeckte das Mädchen damit, indem er sagte:<br><i>Von heute an bin ich dein Vater. Dein jedes Bedürfnis ist meine Verantwortung.</i><br><br>Er brachte das Mädchen zu seinem Haus. Unterwegs fragte das Mädchen:<br><i>Wer bist du?</i><br>Umar (RA) sagte lächelnd:<br><i>Ich bin der, den Allah beauftragt hat, sich um Menschen wie dich zu kümmern.</i><br><br>Zu Hause angekommen, gab er dem Mädchen warmes Essen. Als er ihre kaputten Sandalen sah, zog er seine eigenen Schuhe aus und sagte:<br><i>Hier, nimm diese. Meine Füße sind viel gereist, aber deine Füße sollten nicht verletzt werden.</i><br><br>Während sie ihre Tränen abwischte, fragte das Mädchen:<br><i>Warum tust du das für mich? Ich bin niemand...</i><br>Hazrat Umar (RA) legte seine Hand auf ihren Kopf:<br><i>Du bist ein Treuhand von Allah. An dem Tag, an dem ich vergesse, die Tränen einer Waise zu trocknen, wird mein Glaube sterben.</i><br><br>Am nächsten Tag verkündete Hazrat Umar (RA) in der Moschee:<br><i>Hört, Leute von Medina! Von heute an werden die Ausgaben jedes Waisenkindes vom Baitul Mal getragen. Wenn jemand eine Waise in seinem Haus hat, übernehme ich die Verantwortung für ihre Erziehung!</i><br><br>Einige Jahre später kam dasselbe Mädchen, das Ayesha hieß, zur Moschee. Sie legte ein in Tuch gewickeltes Brot vor Hazrat Umar (RA) und sagte:<br><i>Ameerul Mumineen... Das habe ich selbst gemacht. Ihr habt mich gelehrt zu leben, jetzt werde ich Euch dienen.</i><br><br>Hazrat Umars (RA) Augen wurden feucht. Er nahm ein Stück des Brotes und sagte:<br><i>Dies ist das Brot, das den Duft des Glaubens hat. Heute habe ich verstanden, dass dies der wahre Sieg des Kalifats ist.</i><br><br>Dieses Mädchen wurde später eine berühmte Gelehrte von Medina und wurde die Mutter von Hunderten von Waisen genannt. Sie sagte immer:<br><i>Umar (RA) lehrte mich, dass Menschlichkeit der größte Glaube ist.</i><br><br>Diese Geschichte ist immer noch in den Herzen derer lebendig, die glauben, dass <i>das Trocknen einer Träne besser ist als tausend Anbetungen.</i> Hazrat Umar (RA) bewies, dass <b>wahre Stärke nicht im Schwert liegt, sondern in Liebe und Gerechtigkeit.</b><br><br><b><i>Solange ein einziges Herz traurig ist,<br>Ist die Lampe des Kalifats sprachlos.<br>Umars Liebe ist jene Geschichte,<br>Die einen Menschen zum Menschen macht.</i></b>"
  },

  {
    "id": 7,
    "title": "Die Geschichte von Hazrat Hanzala (R.A.): Der Märtyrer, der von den Engeln gewaschen wurde",
    "content": "Dies geschah kurz vor der Schlacht von Uhud. In Medina waren die Hochzeitszeremonien eines jungen Gefährten, Hanzala Ibn Abi Amir (R.A.), gerade beendet worden. Er war mit seiner frischvermählten Ehefrau, Jamil Bint Abdullah (R.A.), in seinem Haus. Die Freuden der Nacht hatten sich noch nicht ganz gelegt, als im Morgengrauen die Kriegserklärung in Medina verkündet wurde – die Armee der Quraysh rückte auf Uhud vor.<br><br>Als Hanzala (R.A.) diesen Ruf hörte, legte sich eine seltsame Ernsthaftigkeit auf sein Gesicht. Seine Frau fragte: <i>Was ist los? Warum siehst du so traurig aus?</i> Hanzala antwortete: <i>Meine Liebe, der Gesandte Allahs (S.A.W.) hat den Jihad ausgerufen. Ich muss mich sofort fertig machen und gehen.</i> Seine Frau sagte: <i>Aber du hast noch nicht einmal Ghusl (rituelles Bad) gemacht. Wenigstens bade dich und geh dann.</i> Hanzala antwortete entschlossen: <i>Wenn ich mich verspäte, könnten sich die Tore des Paradieses für mich schließen. Ich verspreche, wenn ich zurückkomme, werde ich mehr Zeit mit dir verbringen.</i><br><br>Nach diesen Worten griff Hanzala (R.A.) zu seiner Waffe und schloss sich direkt der Armee des Edlen Propheten (S.A.W.) an. Auf dem Schlachtfeld von Uhud zeigte Hanzala, als der Kampf begann, unglaublichen Mut. Er streckte die stärksten Krieger von Abu Sufyans Armee nieder. Man sagt, dass die Funken, die von seinem Schwert ausgingen, von weitem sichtbar waren.<br><br>Dann geschah ein seltsames Ereignis. Hanzala (R.A.) sah plötzlich das Bild seiner Frau, die ihn rief. Dies war eine Einflüsterung des Satans. Hanzala schloss sofort die Augen und betete: <i>O Allah! Rette mich vor dieser Fitna (Versuchung). Mein Herz ist nur auf Deinem Weg.</i> In genau diesem Moment, als er gegen diese Einflüsterung kämpfte, schlug Abu Sufyans Bruder Shaddad von hinten zu, und Hanzala (R.A.) wurde zum Märtyrer.<br><br>Nach Ende der Schlacht, als der Edle Prophet (S.A.W.) ausging, um die Märtyrer auf dem Feld zu sehen, fiel sein Blick auf die Leiche von Hanzala (R.A.). Es war ein erstaunlicher Anblick – Hanzalas Körper war völlig sauber, Wasser tropfte von seinen Haaren und ein Moschusduft ging von seinem gesamten Körper aus. Der Edle Prophet (S.A.W.) sagte: <i>Ich sah, wie die Engel Hanzala mit Wasser aus den Wolken wuschen.</i><br><br>Die Gefährten fragten: <i>O Gesandter Allahs, warum wurde Hanzala dieser Lohn zuteil?</i> Der Edle Prophet (S.A.W.) erklärte: <i>Weil er Allah aufrichtig gedachte, als er zum Jihad auszog. Seine Absicht war rein. Er opferte das Liebste auf der Welt (sein frischvermähltes Leben) für Allahs Weg.</i><br><br>In der Zwischenzeit wartete Hanzalas Frau in Medina an der Tür auf ihn. Als die Nachricht von seinem Martyrium eintraf, fiel sie in Ohnmacht. Als Hanzalas Eltern dies hörten, sagten sie: <i>Unser Sohn hat seinen Herrn im Paradies getroffen. Das war der Tag, nach dem er sich immer gesehnt hatte.</i><br><br>Diese Geschichte lehrt uns, dass für diejenigen, die sich auf Allahs Weg opfern, nichts in der Welt wertvoll bleibt. Hanzala (R.A.) bewies, dass ein wahrer Gläubiger sein Allerliebstes für Allahs Weg geben kann. Sein Martyrium lehrt uns auch, dass der wahre Zweck eines Menschen nicht das diesseitige Leben ist, sondern die Vorbereitung auf das Jenseits.<br><br>Noch heute existiert Hanzalas (R.A.) Grab in den Hügeln von Uhud, wo Menschen hingehen, um sich an sein Opfer zu erinnern und ihre Hände zum Gebet erheben. Sein Name ist für immer in die Geschichte eingegangen als <b><i>Ghasilul Malaika</i></b> (Der von den Engeln Gewaschene)."
  },
  {
    "id": 8,
    "title": "Hazrat Uthman (R.A.) und das Wunder der hungernden Kinder",
    "content": "Eines Tages brach plötzlich Aufruhr auf dem Markt von Medina aus. Die Leute sahen, wie der Kalif Hazrat Uthman (R.A.) schnell auf eine Gasse zueilte, frisches Brot und Datteln in den Händen haltend. Auf seinem Gesicht lag eine seltsame Unruhe. Einige Leute folgten ihm.<br><br>Am Ende der Gasse stand eine baufällige Hütte. Drinnen saßen drei kleine Kinder und weinten neben der Leiche ihrer verstorbenen Mutter. Als Hazrat Uthman (R.A.) die Tür öffnete, zuckten die Kinder vor Angst zusammen.<br><br>Hazrat Uthman (R.A.) sagte zu den Kindern: <i>Habt keine Angst, Kinder,</i> sagte er mit sanfter Stimme, <i>Ich habe euch Essen gebracht.</i><br><br>Das jüngste Kind, das kaum vier Jahre alt sein mochte, sagte:<br><i>Aber Mama... Mama ist eingeschlafen... sie wird nicht aufwachen, um uns zu füttern...</i><br><br>Hazrat Uthamans (R.A.) Augen füllten sich mit Tränen. Er nahm die Kinder in die Arme und sagte leise:<br><i>Von heute an bin ich euer Papa. Eure Mama ist zu Allah gegangen, aber ihr seid nicht allein.</i><br><br>Noch in derselben Nacht ließ er das islamische Totengebet für die Mutter der Kinder verrichten und brachte warme Kleidung und Spielzeug aus seinem eigenen Haus. Er ordnete auch an, dass aus der Baitul Mal (Staatskasse) ein neues Haus für sie gebaut wurde.<br><br>Am nächsten Tag, als die Leute fragten: <i>Wer sind diese Kinder?</i><br>antwortete Hazrat Uthman (R.A.) stolz:<br><i>Das sind meine Söhne. Wer immer eine Waise aufzieht, der hat mich aufgezogen.</i><br><br>Einige Jahre später wurden dieselben Kinder zu rechtschaffenen jungen Männern Medinas. Der älteste Sohn fragte eines Tages:<br><i>Lieber Vater, warum hast du uns an jenem Tag ausgewählt?</i><br><br>Hazrat Uthman (R.A.) antwortete lächelnd:<br><i>Weil der Prophet (S.A.W.) sagte: Das beste Haus ist das, in dem eine Waise Liebe erfährt.</i><br><br>Diese Geschichte lehrt uns, dass wahrer Reichtum nicht Besitztümer sind, sondern die Leidenschaft, anderen zu helfen. Hazrat Uthman (R.A.) zeigte, dass <i>Khilafat (Kalifat) nicht nur Herrschaft bedeutet, sondern auch Liebe zu teilen.</i><br><br><b><i>Wer die Hand einer Waise hält,<br>an dessen Hand wird Allah am Tag des Gerichts halten.</i></b>"
  },
  {
    "id": 9,
    "title": "Hazrat Umar (R.A.) und die Gerechtigkeit für den Beduinen",
    "content": "Außerhalb Medinas, auf dem Wüstensand, war die Hitze der Sonne extrem. In jenem Jahr der Hijra herrschte aufgrund von Regenmangel eine Hungersnot. Hazrat Umar (R.A.) durchstreifte, wie es seine Gewohnheit war, in der letzten Nachtdrittel die Straßen Medinas. Ein Sack mit Mehl und Datteln lag über seiner Schulter. Plötzlich hörte er das Stöhnen von jemandem aus einer baufälligen Hütte. Er ging schnell hinein.<br><br>Ein Beduine (Wüstenbewohner) lag in der Hütte. Sein Gesicht war blass geworden und sein Magen war vor Hunger eingefallen. Seine Frau und zwei Kinder saßen um ihn herum. Der Beduine öffnete die Augen und rief, als er Hazrat Umar (R.A.) sah: <i>O Ameerul Mumineen (Befehlshaber der Gläubigen)! Ich bin in deine Stadt gekommen, weil ich Geschichten über deine Gerechtigkeit gehört habe, aber mir wurde Unrecht getan.</i><br><br>Hazrat Umar (R.A.) setzte sich leise neben ihn und fragte: <i>Was ist deine Beschwerde?</i> Der Beduine erklärte, dass er von einem Händler in Medina ein Darlehen aufgenommen hatte, es aber aufgrund der Hungersnot nicht zurückzahlen konnte. Der Händler hatte seine Kamelstute beschlagnahmt, die der einzige Besitz seiner Familie war. Hazrat Umar (R.A.) ließ diesen Händler sofort rufen.<br><br>Als der Händler eintraf, fragte ihn Hazrat Umar (R.A.): <i>Stimmt es, dass du diesem Beduinen seine Kamelstute weggenommen hast?</i> Der Händler antwortete arrogant: <i>Ja, aber das ist das Gesetz. Eigentum kann bei Nichtrückzahlung einer Schuld beschlagnahmt werden.</i> Hazrat Umar (R.A.) sagte, zitternd vor Wut: <i>Aber das Gesetz sagt auch, dass in Zeiten der Hungersnot Aufschub gewährt werden muss. Du hast die Menschlichkeit geopfert!</i><br><br>Er befahl dem Händler, die Kamelstute sofort zurückzugeben und dem Beduinen weitere sechs Monate Zeit zu gewähren. Gleichzeitig schickte er aus der Baitul Mal Nahrungsmittel und Medikamente für die Familie des Beduinen. Als der Händler sagte: <i>Das ist Begünstigung des Beduinen,</i> antwortete Hazrat Umar (R.A.): <i>Gerechtigkeit ist keine Begünstigung, sondern besteht auf dem Recht. Wenn du ein Stück Brot hast und dein Nachbar hungrig ist, dann bist du dem Zorn Allahs ausgesetzt.</i><br><br>Einige Monate später, als der Regen fiel und der Beduine seine Schuld beglich, fiel er Hazrat Umar (R.A.) zu Füßen und sagte: <i>Ihr habt nicht nur meine Kamelstute gerettet, sondern auch meinen Glauben.</i> Hazrat Umar (R.A.) hob ihn auf und sagte: <i>Das war meine Pflicht. Die Bedeutung eines Kalifen ist, dass er für jeden Atemzug seiner Untertanen verantwortlich ist.</i><br><br>Diese Geschichte verbreitete sich wie ein Lauffeuer durch die Straßen Medinas. Die Menschen verstanden, dass die Gerechtigkeit des Islam nicht nur Buchstabenrecht ist, sondern mit den Tiefen des Herzens verbunden ist. Hazrat Umar (R.A.) bewies, dass wahre Gerechtigkeit die ist, die den Schmerz eines Menschen versteht und seine Hilflosigkeit als die eigene betrachtet. Noch heute, wenn über Gerechtigkeit gesprochen wird, erinnert man sich an diese Geschichte, wie ein Kalif seinen Thron verließ, um in der Hütte eines Beduinen in der Wüste ein Beispiel an Menschlichkeit zu setzen."
  },
  {
    "id": 10,
    "title": "Hazrat Umar (R.A.) und die alte christliche Frau",
    "content": "Eine kühle Brise wehte durch die Straßen Medinas, und die Dunkelheit der Nacht breitete sich langsam aus. Hazrat Umar (R.A.) durchstreifte, seiner Gewohnheit entsprechend, still die Stadt. Ein Sack mit Mehl und Datteln lag auf seiner Schulter. Er wusste, dass niemand unter seinen Untertanen hungrig schlafen sollte. Da fiel sein Blick auf eine baufällige Hütte, aus der das Weinen einer alten Frau zu hören war. Er klopfte an die Tür, und jemand rief von innen: <i>Wer ist da?</i> Umar (R.A.) antwortete: <i>Ein gewöhnlicher Mann aus Medina. Ich bin gekommen, um zu helfen.</i><br><br>Sein Herz brach, als er die Szene in der Hütte sah. Eine alte Frau saß in einer Ecke; sie hatte weder eine Lampe noch etwas zu essen. Ihre Augen waren trüb geworden und ihre Hände zitterten. Umar (R.A.) fragte: <i>Wo sind Ihre Kinder?</i> Die Frau wischte sich die Tränen ab und sagte: <i>Ich bin Christin. Mein Sohn hat den Islam angenommen und mich verlassen. Jetzt bin ich allein.</i><br><br>Als Hazrat Umar (R.A.) das hörte, senkte sich sein Kopf vor Scham. Er holte sofort Mehl aus seinem Sack und begann, den Herd anzuzünden. Die alte Frau fragte: <i>Wer sind Sie, dass Sie mir so dienen?</i> Umar (R.A.) antwortete: <i>Ich bin derjenige, der Ihrem Sohn beigebracht hat, dass die Erfüllung der Rechte der Mutter Teil des Glaubens ist. Heute korrigiere ich seinen Fehler.</i><br><br>Er machte Brot und legte es in die Hände der alten Frau. Dann reparierte er die Hütte und hing eine neue Lampe auf. Beim Gehen sagte er: <i>Jeden Tag wird Essen für Sie kommen. Das ist Ihr Recht, keine Almosen.</i><br><br>Am nächsten Morgen kündigte Hazrat Umar (R.A.) in der Moschee an: <i>O ihr Menschen! Wer die Rechte seiner nicht-muslimischen Eltern nicht erfüllt hat, hat den Geist des Islam nicht verstanden.</i> Er ordnete eine Rente aus der Baitul Mal für jede ältere Person an, unabhängig von ihrer Religion.<br><br>Einige Tage später kam diese alte Frau in die Moschee und sagte: <i>Was ich bis heute nur gehört habe, das habe ich jetzt gesehen. Der Islam ist die wahre Religion.</i> Und sie rezitierte die Kalima und nahm den Islam an.<br><br>Als ein Gefährte diese Geschichte hörte, fragte er: <i>O Ameerul Mumineen! Warum habt Ihr dieser christlichen Frau so gedient?</i> Hazrat Umar (R.A.) antwortete: <i>Menschlichkeit ist von keiner Religion abhängig. An dem Tag, an wir die Rechte der Nicht-Muslime vergessen, wird unser Glaube hohl werden.</i><br><br>Seine Worte schufen ein neues Beispiel für Gerechtigkeit in der Luft Medinas. Noch heute, wenn über die Gerechtigkeit eines Herrschers gesprochen wird, wird zuerst an diesen Vorfall von Hazrat Umar (R.A.) erinnert. In seinen Augen standen die Würde und die Rechte jedes Menschen über seinem Glauben, denn Menschlichkeit ist das wahre Fundament des Glaubens."
  },

  {
    "id": 11,
    "title": "Unerzählte Geschichten von Hazrat Umar Farooq (R.A.)",
    "content": "<b>Teil 1: Einzigartige Ereignisse aus den Tagen der Unwissenheit</b><br><i>Die Kindheitsgeschichte, als Hazrat Umar seinen Vater herausforderte</i><br>Hazrat Umars (R.A.) Vater, Khattab ibn Nufayl, war einer der grausamsten Unterdrücker Mekkas. Eines Tages sah der zehnjährige Hazrat Umar (R.A.), wie sein Vater einen Sklaven brutal schlug. Der kleine Hazrat Umar zeigte Mut und fragte:<br><i>Vater, warum schlägst du diesen Unschuldigen?</i><br>Khattab sagte wütend:<br><i>Wie wagst du es, dich in meine Angelegenheiten einzumischen?</i><br>Hazrat Umar (R.A.) antwortete entschlossen:<br><i>Weil Unterdrückung unter allen Umständen falsch ist, egal wer sie begeht!</i><br>Dieser Vorfall erschütterte Khattabs Herz, und von diesem Tag an änderte er sein Verhalten gegenüber Sklaven.<br><br><i>Die spannende Geschichte aus seiner Jugend, als Hazrat Umar vorhatte, seine Schwester zu töten</i><br>Vor dem Islam hatten Hazrat Umars (R.A.) Schwester Fatima und sein Schwager Saeed ibn Zayd den Islam angenommen. Als Hazrat Umar (R.A.) dies erfuhr, ging er mit einem Schwert zu ihrem Haus. Als er an die Tür klopfte, hörte er von innen den Klang der Koranrezitation. Als er die Verletzungsspuren im Gesicht seiner Schwester sah, fragte er:<br><i>Wer hat das getan?</i><br>Fatima antwortete:<br><i>Ein Unterdrücker wie du.</i><br>Als Hazrat Umar (R.A.) das hörte, wurde sein Herz weich und er äußerte den Wunsch, den Koran zu hören. Als er Sure Taha hörte, weinte er und nahm sofort den Islam an.<br><br><b>Teil 2: Unerhörte Ereignisse nach der Annahme des Islam</b><br><i>Die mutige Tat, offen in der Kaaba zu beten</i><br>Als Hazrat Umar (R.A.) Muslim wurde, fragte er den Propheten des Islam (S.A.W.):<br><i>O Gesandter Allahs! Werden wir unseren Gottesdienst im Verborgenen verrichten?</i><br>Der Prophet (S.A.W.) sagte:<br><i>Wir sind schwach, o Hazrat Umar.</i><br>Hazrat Umar (R.A.) antwortete:<br><i>Bei Allah, der uns befohlen hat, für die Wahrheit zu leben, warum sollten wir uns verstecken?</i><br>Nach diesen Worten teilten sie sich in zwei Gruppen auf: Hamza (R.A.) ging mit einer Gruppe und Hazrat Umar (R.A.) mit der anderen. So wurde zum ersten Mal offen in der Kaaba gebetet.<br><br><i>Der aufregende Moment der Hidschra, als Hazrat Umar eine Herausforderung aussprach</i><br>Als die Muslime von Mekka nach Medina auswandern (Hidschra) mussten, verkündete Hazrat Umar (R.A.):<br><i>Wer seine Mutter betrauern will, wer seine Frau verwitwet und seine Kinder verwaist sehen will, der soll kommen und mich aufhalten!</i> Mit diesen Worten machte er sich alleine mit einem Schwert, Pfeilen und einem Speer auf den Weg von Mekka. Niemand wagte es, ihn aufzuhalten.<br><br><b>Teil 3: Einzigartige Geschichten während seines Kalifats</b><br><i>Die Art und Weise, den Zustand der Menschen in der Dunkelheit der Nacht zu überprüfen</i><br>Nachdem er Kalif geworden war, patrouillierte Hazrat Umar (R.A.) nachts ernsthaft durch die Straßen Medinas. Eines Nachts sah er eine alte Frau, die versuchte, Kinder zu beruhigen. Die Kinder weinten vor Hunger. Hazrat Umar (R.A.) holte sofort Mehl, Ghee und Datteln aus der Baitul Mal (Staatskasse) und kochte selbst das Essen und fütterte die Kinder. Die alte Frau sagte:<br><i>Möge Allah dich besser machen als Hazrat Umar.</i><br>Hazrat Umar (R.A.) antwortete:<br><i>Bete, dass Hazrat Umar dir weiterhin dient.</i><br><br><i>Der einzigartige Fall von Gerechtigkeit, als Hazrat Umar seinen Sohn bestrafte</i><br>Einmal geriet Hazrat Umars (R.A.) Sohn mit einem jüdischen Mann in eine Schlägerei. Als die Angelegenheit vor Gericht kam, entschied der Qazi (Richter), dass der jüdische Mann das Recht habe, Hazrat Umars Sohn auf die gleiche Weise zu schlagen. Hazrat Umar (R.A.) respektierte die Entscheidung und stellte seinen Sohn dem jüdischen Mann gegenüber. Der jüdische Mann war so beeindruckt, dass er vergab und den Islam annahm.<br><br><b>Teil 4: Die ergreifende Begebenheit seines Martyriums</b><br><i>Der letzte Wunsch, seinen Mörder zu vergeben</i><br>Als Firoz Abu Lulu Hazrat Umar (R.A.) angriff, fragte er in verwundetem Zustand:<br><i>Ist der Angreifer Muslim?</i><br>Als er erfuhr, dass es ein Madschusi (Zoroastrier) war, atmete er erleichtert auf. Dann sagte er zu seinem Sohn:<br><i>Wenn ich überlebe, werde ich ihm vergeben, und wenn ich sterbe, sollst du ihn nur einmal schlagen.</i><br>Mit diesen Worten betete er um Barmherzigkeit für seinen Mörder.<br><br><i>Weise Worte in seinen letzten Momenten</i><br>In seinen letzten Momenten sagte Hazrat Umar (R.A.):<br><i>Wenn ich jemandem Unrecht getan habe, soll er mir auf den Rücken schlagen<br>Bildet nach mir einen Beratungsrat von sechs Personen für den Kalifen<br>Begrabt mich neben dem Propheten (S.A.W.) und Abu Bakr (R.A.)</i><br><br><b>Teil 5: Ungesehene Aspekte seiner Persönlichkeit</b><br>Jene einzigartigen Gewohnheiten, die Hazrat Umar besonders machten<br><b>Flicken auf Kleidung:</b> Ließ vier Flicken auf seinem Gewand anbringen<br><b>Einfachheit im Essen:</b> Brot und Olivenöl waren die Hauptmahlzeiten<br><b>Liebe zur Gerechtigkeit:</b> Gewährte der Frau, die seinen Sohn stillte, eine Zulage<br><br><b><i>Umars Gerechtigkeit ist jene ewige Lampe der Geschichte, die immer leuchten wird - Imam Ali ibn Abi Talib.</i></b>"
  },
  {
    "id": 12,
    "title": "Die Annahme des Islam durch zwei Gefangene der Quraisch",
    "content": "<b>Erster Gefangener: Utbah Ibn Abi Mu'ayt</b><br>Vorfall der Gefangennahme:<br>Als die geheime Truppe in Nakhla die Karawane der Quraisch angriff, wurde Utbah gefangen genommen. Er war ein sehr starker und kräftiger junger Mann, aber die Muslime überwältigten ihn.<br><br>Auswirkung des Gefangenenlebens:<br>Als er während der Gefangenschaft nach Medina gebracht wurde, hörte Utbah unterwegs die Muslime das Fajr-Gebet verrichten. Er sah, wie die Sahaba (Gefährten) ohne jede Angst in die Niederwerfung fielen. Ihm kam der Gedanke: <i>Wovor haben diese Menschen keine Angst?</i><br><br><b>Annahme des Islam:</b><br>Eines Nachts fragte Utbah Abdullah ibn Jahsch (R.A.):<br><i>Was betet ihr an?</i><br>Abdullah rezitierte ihm das Glaubensbekenntnis (Kalima):<br><b><i>La ilaha illallah Muhammadur Rasulullah</i></b> (Es gibt keinen Gott außer Allah, Muhammad ist der Gesandte Allahs)<br>Utbas Herz erweichte sich und er nahm sofort den Islam an.<br><br><b>Zweiter Gefangener: Nawfal Ibn Abdullah</b><br>Eigentlicher Grund:<br>Nawfal wurde nur gefangen genommen, weil er Teil der Karawane war. Er war ein sehr sanftmütiger Mensch, stand aber unter dem Druck der Quraisch.<br><br><b>Auswirkung des Gefangenenlebens:</b><br>Nawfal sah, dass die Muslime die Gefangenen gut behandelten und sogar <i>Bismillah</i> (Im Namen Allahs) sagten, wenn sie ihm Brot gaben. Eines Tages fragte er: <i>Warum gebt ihr mir Essen, wo ich doch euer Feind bin?</i><br><br><b>Grund für die Rechtleitung:</b><br>Ein Sahaba antwortete:<br><i>Unser Prophet (Sallallahu Alayhi Wasallam) hat uns gelehrt, einen Gefangenen wie einen Menschen zu behandeln.</i><br>Als Nawfal das hörte, kamen ihm Tränen in die Augen und er nahm den Islam an.<br><br><b>Ihr späteres Leben:</b><br>Utbas Reise:<br>• Wurde in der Schlacht von Uhud getötet<br>• Sprach das Glaubensbekenntnis im Moment seines Todes<br>• Der Prophet (Sallallahu Alayhi Wasallam) sagte: <i>Er ist jemand vom Paradies</i><br><br>Nawfals Dienst:<br>• Kämpfte in der Schlacht von Badr gegen die Quraisch<br>• Verbreitete (Tabligh) den Islam in Medina<br>• Blieb bis zum Ende ein wahrer Muslim<br><br><b>Lektion aus dieser Geschichte:</b><br>Die Kraft guter Behandlung: Kann sogar einen Feind in einen Freund verwandeln<br>Das Licht des Glaubens: Kein Herz ist der Rechtleitung Allahs beraubt<br>Die Wirkung der Verkündigung: Es ist essentiell, den Islam richtig zu präsentieren<br><br><i>&nbsp;Allah leitet, wen Er will, zu Seinem Weg - (Koran 42:13)</i>"
  },
  {
    "id": 13,
    "title": "Das Martyrium von Habib ibn Zayd (R.A.): Die Geschichte des Glaubens, selbst nachdem seine Zunge abgeschnitten wurde",
    "content": "Habib ibn Zayd (R.A.) gehörte zur Familie Banu Najjar. Sein Vater, Zayd ibn Asim (R.A.), und seine Mutter, Nusayba bint Ka'b (R.A.), waren beide unter den ersten Muslimen.<br><br>Habib ibn Zayd (R.A.) sprach das Glaubensbekenntnis im Alter von 5 Jahren, wanderte im Alter von 10 Jahren nach Medina aus und erfüllte im Alter von 12 Jahren die Pflicht der Wasserverteilung während der Schlacht von Badr. Seine Mutter, Nusayba (R.A.), war unter dem Namen <i>Umm Umara</i> bekannt und war die erste weibliche Kämpferin des Islam. Sie erlitt 12 Wunden in der Schlacht von Uhud.<br><br>Nach dem Tod des Edlen Propheten (S.A.W.) erklärte sich Musaylimah al-Kadhdhab (der Lügner) in Yamama, 800 km von Medina entfernt, zum Propheten. Er führte 40.000 Menschen in die Irre.<br><br>Kalif Abu Bakr (R.A.) schickte im Jahr 11 n.H. eine Armee von 13.000 Soldaten, um Musaylimah al-Kadhdhab eine Lektion zu erteilen. Trotz seines jungen Alters bat Habib (R.A.), der erst 17 Jahre alt war, um Erlaubnis, an der Schlacht teilzunehmen. Habibs (R.A.) Einheit wurde in einen Hinterhalt gelockt und angegriffen. Er wurde lebend gefangen genommen und zu Musaylimahs Palast gebracht.<br><br>Die Sonne brannte auf das Land von Yamama. Habib (R.A.) wurde als Gefangener in den Palast von Musaylimah al-Kadhdhab gebracht. Seine Hände und Füße waren in Ketten gelegt, aber seine Gesicht zeigte keine Furcht. Das war Habib ibn Zayd (R.A.), dessen Vater Zayd ibn Asim in der Schlacht von Badr getötet worden war und dessen Mutter Nusayba bint Ka'b die berühmte Kämpferin von Uhud war.<br><br>Musaylimah fragte von seinem Thron herab donnern: <i>Glaubst du immer noch, dass Muhammad der Gesandte Allahs ist?</i> Habib (R.A.) hob den Kopf und antwortete: <i>Ja! Und ich bezeuge, dass du der größte Lügner bist!</i> Als Musaylimah das hörte, wurde sein Gesicht rot vor Wut. Er befahl den Henkern: <i>Zerschneidet den Körper dieses Mannes in Stücke, aber schneidet zuerst seine Zunge ab, damit er das Glaubensbekenntnis nicht sprechen kann!</i><br><br>Kaum hatte der Henker sein Schwert erhoben, sprach Habib (R.A.) das Glaubensbekenntnis ein letztes Mal laut aus: <b><i>La ilaha illallah Muhammadur Rasulullah!</i></b> Im nächsten Moment wurde seine Zunge abgeschnitten. Ein Blutstrom floss, aber Habib (R.A.) begann mit seinem Finger auf den Boden zu schreiben: <b><i>Ashhadu anna Muhammadar Rasulullah.</i></b> (Ich bezeuge, dass Muhammad der Gesandte Allahs ist)<br><br>Musaylimah war verblüfft. Er befahl: <i>Schneidet seine Hände ab!</i> Die Henker schnitten erst die Finger seiner rechten Hand ab, dann die der linken Hand. Mit jedem abgeschnittenen Glied schrieb Habib (R.A.) weiter das Glaubensbekenntnis auf den Boden mit seinem eigenen Blut. Als beide Hände abgeschnitten waren, schrieb er weiter mit seinen gebrochenen Ellenbogen.<br><br>Schließlich befahl Musaylimah: <i>Bindet ihn zwischen zwei Dattelpalmen und reißt ihn auseinander!</i> Als die Henker die Bäume auseinanderzogen, wurde Habibs (R.A.) Körper in zwei Teile gerissen. Bis zu seinem letzten Atemzug bewegten sich seine Lippen, als ob er unsichtbar das Glaubensbekenntnis sprach.<br><br>Nur drei Tage nach diesem Vorfall wurde Musaylimah getötet. Wahshi ibn Mughirah traf ihn an derselben Stelle, wo Habib (R.A.) getötet worden war. Es heißt, als Musaylimah im Sterben lag, konnte er Habibs (R.A.) Stimme hören: <i><b>Ashhadu anna Muhammadar Rasulullah!</b></i><br><br>Als die Nachricht von Habibs (R.A.) Martyrium die Gefährten des Propheten (S.A.W.) erreichte, sagte Hz. Abu Bakr (R.A.): <i>Dieser junge Mann hat bewiesen, dass die Stärke des Glaubens nicht am Alter gemessen wird.</i> Als Habibs (R.A.) Mutter, Nusayba, die Leiche ihres Sohnes erreichte, sagte sie: <i>Ich habe einen Sohn verloren, aber Allah hat seinen Status im Paradies erhöht.</i><br><br>Noch heute steht auf dem Grab von Habib ibn Zayd (R.A.) in Yamama geschrieben: <i>Hier liegt der Märtyrer, der seinen Glauben mit seinem Blut schrieb, nachdem seine Zunge abgeschnitten wurde.</i> Seine Geschichte ist eine Lektion für jeden Muslim, dass kein Opfer auf dem Weg des Glaubens zu groß ist.<br><br>Hz. Ali (R.A.) sagte einmal: <b><i>Habib ibn Zayd bewies, dass wahrer Glaube im Herzen liegt, nicht auf der Zunge.</i></b><br><br>Diese Geschichte ist noch immer ein Beispiel für diejenigen, die in schwierigen Zeiten standhaft in ihrem Glauben bleiben wollen."
  },
  {
    "id": 14,
    "title": "Die Himmelsreise (Al-Mi'radsch) von Hz. Muhammad (Sallallahu Alayhi Wasallam): Die Geschichte der himmlischen Reise",
    "content": "Eines Nachts in der heiligen Stadt Mekka ruhte sich der Prophet Muhammad (Sallallahu Alayhi Wasallam) in der Nähe des Hadschar al-Aswad (Schwarzer Stein) aus. Plötzlich breitete sich ein Lichtschleier vom Himmel aus und der Engel Jibril (A.S.) erschien. Er setzte den Propheten Muhammad (Sallallahu Alayhi Wasallam) auf ein seltsames Reittier namens <i>Buraq</i>, einer himmlischen Kreatur, geformt zwischen einem Maultier und einem Pferd, mit Flügeln. Dies war die erste Stufe, genannt <i>Isra</i> - die nächtliche Reise von Mekka nach Bayt al-Maqdis (Jerusalem).<br><br>Als er in Bayt al-Maqdis ankam, sah der Prophet Muhammad (Sallallahu Alayhi Wasallam), dass alle Propheten versammelt waren - Ibrahim (Abraham), Musa (Moses), Isa (Jesus) und andere große Propheten. Sie alle beteten hinter dem Propheten Muhammad (Sallallahu Alayhi Wasallam) in der Gemeinschaft. Dies war ein Zeichen dafür, dass er nun zum Führer aller Propheten gemacht wurde.<br><br>Danach bereitete Jibril (A.S.) den Propheten Muhammad (Sallallahu Alayhi Wasallam) für die Reise in die Himmel <i>(Mi'radsch)</i> vor. Sie brachen zu einer Reise durch die sieben Himmel auf. Im ersten Himmel trafen sie Adam (A.S.), der ihnen von den Menschen erzählte, die zu seiner Rechten und Linken saßen - die des Paradieses zur Rechten und die der Hölle zur Linken.<br><br>Im zweiten Himmel wurden sie von Yahya (Johannes der Täufer) (A.S.) und Isa (Jesus) (A.S.) empfangen. Im dritten Himmel trafen sie Yusuf (Joseph) (A.S.), der sagte, seiner Umma (Gemeinschaft) werde die schönste Gestalt gegeben. Im vierten Himmel betete Idris (Henoch) (A.S.) für die Umma.<br><br>Im fünften Himmel umarmte Harun (Aaron) (A.S.) den Propheten Muhammad (Sallallahu Alayhi Wasallam). Im sechsten Himmel weinte Musa (Moses) (A.S.) und sagte, sein Volk habe ihn verlassen, aber die Umma des Propheten Muhammad würde ihn unterstützen. Im siebten Himmel stand Ibrahim (Abraham) (A.S.) in der Nähe des Baitul Ma'mur (Oft besuchtes Haus), wo jeden Tag siebzigtausend Engel zum Beten kommen.<br><br>Danach erreichte der Prophet Muhammad (Sallallahu Alayhi Wasallam) <i>Sidrat al-Muntaha</i> (Lotusbaum am äußersten Ende), wo Jibril (A.S.) sagte, dass er nicht weitergehen könne. Von hier aus ging der Prophet Muhammad (Sallallahu Alayhi Wasallam) alleine weiter und sprach direkt mit Allah. An dieser göttlichen Station sah er große Zeichen Allahs und hörte Seine Stimme.<br><br>Allah machte fünfzig tägliche Gebete zur Pflicht, aber auf das Gebet des Propheten Muhammad (Sallallahu Alayhi Wasallam) und den Rat von Musa (A.S.) hin wurden sie auf fünf reduziert. Dies war eine große Barmherzigkeit Allahs für die Umma.<br><br>Als der Prophet Muhammad (Sallallahu Alayhi Wasallam) nach Mekka zurückkehrte und diese Geschichte erzählte, leugneten die Menschen der Quraisch sie. Aber Hz. Abu Bakr (R.A.) sagte sofort: <i>Wenn er es gesagt hat, dann hat er die Wahrheit gesagt!</i> Dafür erhielt er den Titel <i>As-Siddiq</i> (der Wahrhaftige).<br><br>Diese große Reise von Al-Mi'radsch enthielt viele Weisheiten - dem Propheten Muhammad (Sallallahu Alayhi Wasallam) wurde die himmlische Welt gezeigt, der Umma wurde das kostbare Geschenk des Gebets gegeben, und es wurde bewiesen, dass mit der Kraft Allahs alles möglich ist.<br><br>Im ersten Vers von Sure Al-Isra im Koran sagt Allah: <br><i>Preis sei Dem, Der Seinen Diener bei Nacht von der geschützten Gebetsstätte (in Makka) zur entfernten Gebetsstätte (in Jerusalem), deren Umgebung Wir gesegnet haben, reisen ließ.</i><br><br>Diese Geschichte ist eine Erinnerung für jeden Muslim, dass das Gebet die Himmelsreise des Gläubigen ist und dass jede Schwierigkeit für die Liebe zu Allah ertragen werden kann. Die Himmelsreise des Propheten Muhammad (Sallallahu Alayhi Wasallam) ist nicht nur eine Reise, sondern ein Beispiel für die menschliche Seele, die den Himmel berührt, und lehrt uns, dass denen, die in der Wahrheit standhaft bleiben, sicherlich die Hilfe Allahs zuteilwird."
  },

  

    
]



