[
  {
    "id": 1,
    "title": "ഹിജ്റയുടെ യാത്ര - നബി (സ.അ.വ.) യും സിദ്ദീഖ്-എ-അക്ബർ (റ.അ.) യും യാത്ര",
    "content": "<b>ഭാഗം 1: മക്കയിൽ അപായം</b><br>മക്കയിലെ കാഫിറുകൾ നബി മുഹമ്മദ് (സ.അ.വ.)യെ കൊല്ലാൻ ഷड്യന്ത്രം നടത്തി. അല്ലാഹു അദ്ദേഹത്തിന് ഹിജ്റ (പ്രവാസം) നിർദ്ദേശിച്ചു. രാത്രിയുടെ ഇരുട്ടിൽ നബി (സ.അ.വ.) തന്റെ സഹചാരി അബൂബക്കർ സിദ്ദീഖ് (റ.അ.) യെ കൂട്ടിക്കൊണ്ട് ഥവൂർ ഗുഹയിലേക്ക് പോയി.<br><br><b>വഴിയിലെ പോരാട്ടം:</b><br>കാഫിറുകൾ അവരെ പിന്തുടർന്നു. ഒരിക്കൽ ശത്രുക്കൾ ഗുഹയുടെ വാതിൽക്കൽ എത്തി, പക്ഷേ അല്ലാഹു ഒരു ചിലന്തിയെ വാതിൽക്കൽ വലയ്ക്കാനും ഒരു പ്രാവിനെ മുട്ടയിടാനും നിർദ്ദേശിച്ചു. കാഫിറുകൾ ഇത് കണ്ടപ്പോൾ: <i>ഉള്ളിൽ ആരും ഇല്ല!</i> എന്ന് കരുതി തിരിച്ചുപോയി.<br><br><b>അബൂബക്കർ (റ.അ.) യുടെ വിശ്വസ്തത:</b><br>ഗുഹയിൽ ഒരു പാമ്പ് കടിച്ചെങ്കിലും നബി (സ.അ.വ.) യുടെ ഉറക്കം തടസ്സപ്പെടുത്താതിരിക്കാൻ അദ്ദേഹം മിണ്ടാതിരുന്നു. പിന്നീട് നബി (സ.അ.വ.) കണ്ടപ്പോൾ അദ്ദേഹത്തിന്റെ കാലിൽ നിന്ന് രക്തം ഒഴുകുകയായിരുന്നു. അദ്ദേഹം ചോദിച്ചു: <b><i>നിനക്ക് എന്നോട് പറയാത്തത് എന്തുകൊണ്ട്?</i></b> അബൂബക്കർ (റ.അ.) പറഞ്ഞു: <b><i>ഈ ചെറിയ വേദന നിന്റെ ഉറക്കത്തേക്കാൾ വലുതല്ല, അല്ലാഹുവിന്റെ ദൂതനേ!</i></b><br><br><b>ഭാഗം 2: മദീനയിലേക്കുള്ള യാത്ര</b><br><br>ഗുഹയിൽ 3 ദിവസം കഴിഞ്ഞ് അവർ അബ്ദുല്ലാഹ് ബിൻ ഉറൈഖിത്തിന്റെ സഹായത്തോടെ മദീനയിലേക്ക് പുറപ്പെട്ടു. വഴിയിൽ പല അത്ഭുതങ്ങളും സംഭവിച്ചു:<br><b>കൊള്ളക്കാരൻ സുറാഖ:</b><br>കാഫിറുകൾ 100 ഒട്ടകങ്ങളുടെ പ്രതിഫലത്തിന് സുറാഖ എന്ന ശക്തനായ യോദ്ധാവിനെ നബി (സ.അ.വ.) യെ പിടിക്കാൻ അയച്ചു. സുറാഖ അടുത്തെത്തിയപ്പോൾ അദ്ദേഹത്തിന്റെ കുതിര മണലിൽ മുങ്ങി. അദ്ദേഹം ക്ഷമ ചോദിച്ചു, നബി (സ.അ.വ.) പേർഷ്യയുടെ നിധികളുടെ ചാവികൾ ധരിക്കുമെന്ന് വാഗ്ദാനം ചെയ്തു (പിന്നീട് സത്യമായി).<br><br><b>ഉമ്മു മാബദിന്റെ കുടിൽ:</b><br>ഒരു വൃദ്ധയുടെ (ഉമ്മു മാബദ്) അടുത്തുകൂടി കടന്നുപോയി, അവർക്ക് ഒരു ആട് മാത്രമേ ഉണ്ടായിരുന്നുള്ളൂ. നബി (സ.അ.വ.) ആ ആട് കറന്നപ്പോൾ വളരെയധികം പാൽ ലഭിച്ചു, കുടുംബം മുഴുവൻ തൃപ്തിപ്പെട്ടു.<br><br><b>ഭാഗം 3: മദീനയിൽ എത്തൽ</b><br>8 ദിവസത്തെ യാത്രയ്ക്ക് ശേഷം, 12 റബീഉൽ അവ്വലിൽ അവർ ഖുബയിൽ എത്തി. ഇവിടെ ആദ്യത്തെ പള്ളി (മസ്ജിദ് ഖുബ) നിർമ്മിച്ചു. മദീനയിൽ എത്തിയപ്പോൾ ജനങ്ങൾ ആർത്തു:<br><b><i>തലാഅൽ-ബദ്രു അലൈന... (പൗർണ്ണമി ചന്ദ്രൻ നമ്മുടെ മേൽ പ്രകാശിച്ചു!)</i></b><br><br><b>അൻസാറുകളുടെ (മദീനക്കാർ) ആതിഥ്യം:</b><br>ഓരോ കുടുംബവും നബി (സ.അ.വ.) തങ്ങളുടെ വീട്ടിൽ താമസിക്കാൻ ആഗ്രഹിച്ചു. നബി (സ.അ.വ.) പറഞ്ഞു:<br><b><i>എന്റെ ഒട്ടകം എവിടെ ഇരിക്കുന്നുവോ അവിടെയാണ് എന്റെ വീട്.</i></b><br>ഒട്ടകം അബൂ അയ്യൂബ് അൻസാരി (റ.അ.) യുടെ വീടിന്റെ മുന്നിൽ ഇരുന്നു.<br><br><b>പാഠങ്ങളും പ്രചോദനവും: അല്ലാഹുവിൽ ആശ്രയം (തവക്കൽ): ഗുഹയിലെ ചിലന്തിവല അല്ലാഹുവിന്റെ സഹായത്തിന്റെ പ്രതീകമാണ്.<br>സഹചാരിയുടെ വിശ്വസ്തത: അബൂബക്കർ (റ.അ.) യുടെ ത്യാഗം യഥാർത്ഥ സൗഹൃദം പഠിപ്പിക്കുന്നു.<br>തിന്മയെ മറികടക്കുന്ന നന്മ: സുറാഖ പോലുള്ള ശത്രുക്കൾ അല്ലാഹുവിന്റെ ഉത്തരവിനാൽ മുസ്ലിംകളായി.</b><br><br><b>ഖുർആൻ വാക്യം:</b><br><i><b>അല്ലാഹുവിന്റെ സഹായവും വിജയവും വന്നാൽ, നീ ജനങ്ങളെ അല്ലാഹുവിന്റെ മതത്തിൽ കൂട്ടം കൂട്ടമായി പ്രവേശിക്കുന്നത് കാണുമ്പോൾ, നിന്റെ രക്ഷിതാവിനെ സ്തുതിച്ച് പ്രകീർത്തിക്കുക! (സൂറത്തുൻ നസർ 110:1-3)</b></i>"
  },
  {
    "id": 2,
    "title": "ബദർ യുദ്ധം: അല്ലാഹുവിന്റെ സഹായത്തിന്റെ മഹത്തായ നിമിഷം",
    "content": "<b>ഭാഗം 1: യുദ്ധഭൂമി തയ്യാറാകുന്നു</b><br>മുസ്ലിംകളെ ഉപദ്രവിച്ച ശേഷം മക്കയിലെ <b>ശത്രുക്കൾ</b> (ഖുറൈശ്) അവരുടെ സമ്പത്ത് മുഴുവൻ കൊള്ളയടിച്ചു. ആദരണീയ നബി (സ.അ.വ.) മദീനയിലേക്ക് ഹിജ്റ ചെയ്തു, പക്ഷേ കാഫിറുകളുടെ അക്രമം നിലച്ചില്ല. ഒരു ദിവസം <b>അബൂ സുഫ്യാൻ</b> ന്റെ കാരവാൻ (വ്യാപാര സംഘം) ശാമിൽ നിന്ന് തിരിച്ചുവരുന്നതായി വാർത്ത വന്നു, അതിൽ ഖുറൈശിന്റെ സമ്പത്ത് ഉണ്ടായിരുന്നു. മുസ്ലിംകൾ തങ്ങളുടെ അവകാശം തിരിച്ചെടുക്കാൻ തീരുമാനിച്ചു.<br><br><b>മുസ്ലിംകളുടെ തയ്യാറെടുപ്പ്:</b><br>- <b>313 യോദ്ധാക്കൾ</b> മാത്രം, 2 കുതിരകളും 70 ഒട്ടകങ്ങളും.<br>- ഖുറൈശ് സൈന്യം: <b>1000 യോദ്ധാക്കൾ</b>, 100 കുതിരകളും ധാരാളം ആയുധങ്ങളും.<br>- മുസ്ലിംകൾക്ക് വാളുകൾ പോലും പൂർണ്ണമായി ഉണ്ടായിരുന്നില്ല. ചില സഹചാരികൾ മരത്തടികൾ കൊണ്ടുപോയി.<br><br><b>ഭാഗം 2: യുദ്ധഭൂമിയിൽ ഏറ്റുമുട്ടൽ</b><br>2 ഹിജ്രിയിലെ 17 റമദാനിൽ രണ്ട് സൈന്യങ്ങളും <b>ബദർ മൈതാനത്തിൽ</b> എതിരെയായി.<br><b>ഖുറൈശിന്റെ അഹങ്കാരം:</b><br>അബൂ ജഹൽ (ഖുറൈശ് നേതാവ്) പരിഹാസത്തോടെ പറഞ്ഞു: <i>ഇവർ മുഹമ്മദ് (സ.അ.വ.) ന്റെ വിശക്കുന്ന, നഗ്നരായ സഹചാരികളാണ്! ഇന്ന് നാം ഇവരെ നശിപ്പിക്കും!</i><br><b>മുസ്ലിംകളുടെ പ്രാർത്ഥന:</b><br>നബി (സ.അ.വ.) കൈ ഉയർത്തി പ്രാർത്ഥിച്ചു:<br><i>അല്ലാഹുവേ! ഈ ചെറിയ സംഘം ഇന്ന് പരാജയപ്പെട്ടാൽ, ഭൂമിയിൽ നിന്നെ ആരാധിക്കുന്ന ആരും ശേഷിക്കില്ല!</i><br><br><b>ഭാഗം 3: അല്ലാഹുവിന്റെ സഹായം വരുന്നു</b><br>അല്ലാഹു മലക്കുകളോട് ഉത്തരവിട്ടു:<br><i>എന്റെ ദാസന്മാരെ സഹായിക്കുക!</i> (ഖുർആൻ 8:9)<br><br><b>അത്ഭുതങ്ങൾ സംഭവിച്ചു:</b><br>1. <b>മണൽക്കാറ്റ്:</b> മണൽ ഖുറൈശിന്റെ കണ്ണുകളിൽ നിറഞ്ഞു.<br>2. <b>മലക്കുകളുടെ ആക്രമണം:</b> ഖുറൈശ് യോദ്ധാക്കൾ <b>ആരും കാണാതെ</b> തലകൾ വെട്ടപ്പെടുന്നത് കണ്ട് ഞെട്ടി!<br>3. <b>ആത്മീയ ശക്തി:</b> മുസ്ലിംകൾ അത്രയധികം പോരാടി, ഒരു സഹചാരി <b>ശത്രുവിന്റെ ഒട്ടകത്തിന്റെ കാല്</b> വെട്ടി!<br><br><b>ഫലം:</b><br>- ഖുറൈശിൽ നിന്ന് 70 യോദ്ധാക്കൾ കൊല്ലപ്പെട്ടു, <b>അബൂ ജഹൽ</b> ഉൾപ്പെടെ.<br>- മുസ്ലിംകളിൽ <b>14 പേർ</b> മാത്രം ശഹീദായി.<br>- മറ്റു ശത്രുക്കൾ ഓടിപ്പോയി.<br><br><b>ഭാഗം 4: വിജയത്തിന്റെ രഹസ്യം:</b><br>യുദ്ധത്തിന് ശേഷം ഒരു വൃദ്ധ സഹചാരി ചോദിച്ചു:<br><i>അല്ലാഹുവിന്റെ ദൂതനേ! ഞങ്ങൾ കുറച്ചുപേരായിരുന്നു, എങ്ങനെ ജയിച്ചു?</i><br><b>നബി (സ.അ.വ.) അരുളി:</b><br><br><i>യഥാർത്ഥ ഈമാൻ, ക്ഷമ, അല്ലാഹുവിൽ വിശ്വാസം എന്നിവയാണ് യഥാർത്ഥ ശക്തി. ലോകത്തിന്റെ ശോഭയ്ക്കായി അല്ല, അല്ലാഹുവിന്റെ മതത്തിനായി പോരാടിയവർ മാത്രമേ ജയിക്കൂ!</i><br><br><b>പാഠങ്ങൾ:<br>1. ശക്തി എണ്ണത്തിൽ അല്ല, ഈമാനിൽ ആണ്.<br>2. അല്ലാഹുവിന്റെ സഹായം വരുന്നതുവരെ ധൈര്യം വിടരുത്.<br>3. അനീതിക്ക് മുന്നിൽ കുനിയുന്നതിനേക്കാൾ നീതിക്കായി പോരാടുക.</b><br><br><br>ഖുർആൻ വാക്യം:</b><br><i>ബദറിന്റെ ദിവസം നിങ്ങൾ ബലഹീനരായിരുന്നു, പക്ഷേ അല്ലാഹു നിങ്ങളെ സഹായിച്ചു. മുസ്ലിംകൾക്ക് ഒരു ദൃഷ്ടാന്തമാകാൻ. (സൂറത്തു ആലി-ഇംറാൻ 3:123)</i>"
  },
  {
    "id": 3,
    "title": "നബി സുലൈമാൻ (അ.സ.) യുടെയും ഹുദ്ഹുദ് പക്ഷിയുടെയും യഥാർത്ഥ കഥ",
    "content": "<b>ഭാഗം 1: അല്ലാഹുവിന്റെ അതുല്യമായ സമ്മാനം</b><br>അല്ലാഹു നബി സുലൈമാന് (അ.സ.) <b>വലിയ രാജ്യം</b> നൽകിയിരുന്നു. അദ്ദേഹത്തിന്റെ സൈന്യത്തിൽ മനുഷ്യർ, ജിന്നുകൾ, മൃഗങ്ങൾ എന്നിവ ഉണ്ടായിരുന്നു. ഒരു ദിവസം സൈന്യം പരിശോധിക്കുമ്പോൾ <b>ഹുദ്ഹുദ്</b> (ഒരു പ്രത്യേക പക്ഷി) ഇല്ലാതായി.<br><br>സുലൈമാൻ (അ.സ.) കോപത്തോടെ പറഞ്ഞു:<br><i>ഹുദ്ഹുദിനെ ശിക്ഷിക്കും, ഒരു വ്യക്തമായ കാരണം കൊണ്ടുവരുന്നില്ലെങ്കിൽ!</i><br><br><b>ഭാഗം 2: ഹുദ്ഹുദിന്റെ വാർത്ത</b><br>കുറച്ച് സമയത്തിന് ശേഷം ഹുദ്ഹുദ് തിരിച്ചെത്തി ഒരു വിചിത്രമായ വാർത്ത അറിയിച്ചു:<br><i>ഞാൻ സബാ എന്ന നഗരം കണ്ടു, ഒരു സ്ത്രീ (ബിൽഖീസ്) ഭരിക്കുന്നു. അവൾക്ക് എല്ലാ നന്മകളും ഉണ്ട്, പക്ഷേ അവളും അവളുടെ ജനവും സൂര്യനെ സിജ്ദ ചെയ്യുന്നു!</i><br><br>സുലൈമാൻ (അ.സ.) പറഞ്ഞു:<br><i>നീ സത്യം പറയുന്നുണ്ടോ അതോ കള്ളം പറയുന്നുണ്ടോ എന്ന് ഞങ്ങൾ പരിശോധിക്കും!</i><br><br><b>ഭാഗം 3: ബിൽഖീസിനെ ക്ഷണിക്കൽ</b><br>സുലൈമാൻ (അ.സ.) ഹുദ്ഹുദ് വഴി ബിൽഖീസിന് ഒരു കത്ത് അയച്ചു: <i>ബിസ്മില്ലാഹ്... എന്നോട് വിധേയരാകുകയും അല്ലാഹുവിനെ വിശ്വസിക്കുകയും ചെയ്യുക!</i><br><br>ബിൽഖീസ് ചിന്തിച്ചു: <i>ഇതൊരു സാധാരണ രാജാവല്ല!</i> അവൾ സുലൈമാന് (അ.സ.) വിലയേറിയ സമ്മാനങ്ങൾ അയച്ചു, പക്ഷേ സുലൈമാൻ (അ.സ.) പറഞ്ഞു:<br><i>ഞാൻ സമ്പത്തിൽ അല്ല, നിന്റെ ഈമാനിൽ സന്തോഷിക്കുന്നു!</i><br><br><b>ഭാഗം 4: മഹത്തായ മുജിസ</b><br>സുലൈമാന്റെ ശക്തി പരീക്ഷിക്കാൻ ബിൽഖീസ് ഒരു പഴിപ്പാട്ട് നൽകി:<br><i>എന്റെ സിംഹാസനം തിരിച്ചറിയുമ്പോൾ ഞാൻ ഈമാൻ കൊണ്ടുവരും.</i><br>സുലൈമാൻ (അ.സ.) ഒരു ജിന്നിനോട് പറഞ്ഞു: <i>സിംഹാസനം ഇവിടെ കൊണ്ടുവരൂ!</i><br>ഒരു നിമിഷത്തിനുള്ളിൽ സിംഹാസനം വന്നുചേർന്നു! ബിൽഖീസ് പറഞ്ഞു: <i>ഇത് ശരിക്കും അല്ലാഹുവിന്റെ നബിയാണ്!</i> എന്ന് പറഞ്ഞ് ഈമാൻ കൊണ്ടുവന്നു.<br><br><b>പാഠങ്ങൾ:</b><br>1. <b>അല്ലാഹുവിന്റെ നന്മകൾക്ക് നന്ദി കാണിക്കുക</b> – സുലൈമാൻ (അ.സ.) ഒരിക്കലും അഹങ്കാരം കാണിച്ചിട്ടില്ല.<br>2. <b>ഏറ്റവും ചെറിയ ജീവിക്കും പങ്കുണ്ട്</b> – ഹുദ്ഹുദ് ഒരു മുഴുവൻ ജനതയെയും നേർവഴിയിലേക്ക് നയിച്ചു.<br>3. <b>ബുദ്ധിയോടെ പ്രവർത്തിക്കുക</b> – സുലൈമാൻ (അ.സ.) യുദ്ധം ചെയ്യാതെ ജ്ഞാനം കൊണ്ട് ഹൃദയങ്ങൾ കീഴടക്കി.<br><br><b>ഖുർആൻ വാക്യം:</b><br><i>അവൻ (സുലൈമാൻ) ചിരിച്ചുകൊണ്ട് പറഞ്ഞു: 'ഞാൻ ഹുദ്ഹുദിനെ എന്തുകൊണ്ട് കാണുന്നില്ല? അത് എവിടെയാണ്?' (സൂറത്തുൽ നമൽ 27:20)</i>"
  }


]