[
  {
    "id": 1,
    "title": "The Journey of Hijrah - The Journey of the Prophet (PBUH) and Siddiq-e-Akbar (RA)",
    "content": "<b>Part 1: Danger in Mecca</b><br>The disbelievers of Mecca plotted to kill Prophet Muhammad (PBUH). Allah ordered him to migrate (Hijrah). In the darkness of the night, the Prophet (PBUH) took his companion Hazrat Abu Bakr Siddiq (RA) and headed towards the Cave of Thawr. <br><br><b>The Struggle on the Way: </b><br>The disbelievers pursued them. At one point, the enemies came right to the cave's entrance, but Allah commanded a spider to weave a web at the cave's entrance and a pigeon to lay eggs. When the disbelievers saw this, they thought: <i>No one could be inside!</i> and they turned back. <br><br><b>The Loyalty of Hazrat Abu Bakr (RA):</b> <br>In the cave, a snake bit him, but he remained silent so as not to disturb the Prophet's (PBUH) sleep. Later, when the Prophet (PBUH) saw him, blood was flowing from his foot. He asked: <b><i>Why didn't you tell me?</i></b> Abu Bakr (RA) said: <b><i>This small pain was not greater than your sleep, O Messenger of Allah!</i></b><br><br><b>Part 2: The Journey to Medina</b> <br><br>After spending 3 days in the cave, they set out for Medina with the help of a guide named Abdullah bin Uraiquit. Miracles happened along the way: <br><b>The Bandit Suraqah: </b><br> The disbelievers sent a powerful warrior named Suraqah, promising him 100 camels to capture the Prophet (PBUH). As Suraqah approached, his horse sank into the sand. He asked for forgiveness, and the Prophet (PBUH) promised him he would wear the keys to Persia's treasures (which later came true).<br><br> <b>The Hut of Umm Ma'bad: </b><br> They passed by an old woman (Umm Ma'bad) who had only one goat. The Prophet (PBUH) milked that goat, and so much milk came out that the entire family was satisfied. <br><br><b>Part 3: Arrival in Medina</b><br> After an 8-day journey, on the 12th of Rabi-ul-Awwal, they reached Quba. Here, the first mosque (Masjid-e-Quba) was built. Then when they reached Medina, the people chanted: <br><b><i>Tala'al-Badru Alayna... (The full moon has risen over us!)</i></b> <br><br><b>The Hospitality of the Ansar (People of Medina):</b> <br>Every family wanted the Prophet (PBUH) to stay at their house. The Prophet (PBUH) said: <br><b><i>My camel will decide where I stay; wherever it sits, that will be my home.</i></b><br> The camel sat in front of the house of Hazrat Abu Ayub Ansari (RA).<br><br><b>Lessons and Inspiration: Trust in Allah (Tawakkul): The spider's web symbolizes Allah's help.<br>Loyalty of a Companion: Abu Bakr's (RA) sacrifice teaches true friendship.<br>Goodness over Evil: Enemies like Suraqah became Muslims by Allah's command.</b><br><br><b>Quran Verse:</b></br><i><b>When Allah's help comes and victory is achieved, and you see people entering Allah's religion in crowds, then glorify your Lord! (Surah An-Nasr 110:1-3)</b></i>"
  },
  
  {
    "id": 2,
    "title": "The Battle of Badr: That Great Moment of Allah's Help",
    "content": "<b>Part 1: The Battlefield is Prepared</b> <br>After persecuting the Muslims, Mecca's <b>enemies</b> (Quraish) had seized all their possessions. The Noble Prophet (PBUH) migrated to Medina, but the disbelievers' oppression didn't stop. One day, news came that <b>Abu Sufyan</b>'s caravan (trade party) was returning from Syria, carrying all of Quraish's wealth. The Muslims decided to reclaim their rights at this opportunity.  <br><br><b>Preparation of the Muslims:</b> <br>- Only <b>313 warriors</b>, with 2 horses and 70 camels. <br>- Quraish's army: <b>1000 warriors</b>, 100 horses and abundant weapons. <br>- Muslims didn't even have complete swords. Some companions carried wooden sticks.  <br><br><b>Part 2: Confrontation on the Battlefield</b> <br>On 17 Ramadan, 2 AH, the two armies faced each other at <b>Badr's field</b>. <br><b>Quraish's Arrogance: </b> <br>Abu Jahl (Quraish's chief) said mockingly: <i>These companions of Muhammad (PBUH) are hungry and barefoot! Today we'll erase their existence!</i>  <b>Muslims' Prayer: </b><br>The Prophet (PBUH) raised his hands and prayed:<br><i>O Allah! If this small group is defeated today, no one will remain on earth to worship You!</i><br><br><b>Part 3: Allah's Help Arrives</b>  <br>Allah commanded the angels:  <br><i>Help My servants!</i> (Quran 8:9)  <br><br><b>Miracles occurred:</b>  <br>1. <b>Sandstorm:</b> Sand filled the Quraish's eyes.  <br>2. <b>Angels' Attack: </b> Quraish's warriors were stunned seeing <b>no visible attacker</b>, yet their heads were being severed!  <br>3. <b>Spiritual Strength in Hearts: </b> Muslims fought so fiercely that one companion <b>cut off an enemy camel's leg</b>!  <br><br><b>Outcome: </b><br>- 70 of Quraish's warriors were killed, including <b>Abu Jahl</b>.  <br>- Only <b>14 Muslims</b> were martyred.  <br>- The remaining enemies fled.  <br><br><b>Part 4: The Secret of Victory: </b><br>After the battle, an elderly companion asked:  <br><i>O Messenger of Allah! We were fewer, yet how did we win?</i><br><b>The Prophet (PBUH) declared:  </b><br><br><i>True faith, patience and trust in Allah are the real strength. Those who fought not for worldly glitter but for Allah's religion - only they won!</i><br><br><b>Lessons:<br> 1. Strength lies in sincerity (faith), not numbers.<br> 2. Never lose courage until Allah's help arrives.<br> 3. Fighting for justice is better than submitting to oppression. </b><br><br><br>Quran Verse: </b><br><i>On the day of Badr, you were weak, but Allah helped you. So that it becomes a sign for the believers.</i> (Surah Aal-e-Imran 3:123)"
  },

  {
    "id": 3,
    "title": "The True Story of Prophet Solomon (AS) and the Hoopoe Bird",
    "content": "<b>Part 1: Allah's Unique Gift</b>  <br>Allah had given Prophet Solomon (AS) a <b>vast kingdom</b>. His army included humans, jinn and animals. One day while inspecting his troops, the <b>Hoopoe</b> (a special bird) was missing.  <br><br>Solomon (AS) said angrily:  <br><i>I will punish the Hoopoe unless he brings a valid excuse!</i>  <br><br><b>Part 2: The Hoopoe's News</b>  <br>Shortly after, the Hoopoe returned and reported strange news:  <br><i>I saw a city called Sheba, ruled by a woman (Bilqis). She has every blessing, but she and her people worship the sun!</i>  <br><br>Solomon (AS) said:  <br><i>We'll verify if you speak truth or lies!</i>  <br><br><b>Part 3: Bilqis' Invitation</b>  <br>Solomon (AS) sent Bilqis a letter via the Hoopoe:  <i>In Allah's name... Submit to me and believe in Allah!</i>  <br><br>Bilqis thought: <i>This is no ordinary king!</i> She sent Solomon (AS) precious gifts, but Solomon (AS) said:<br><i>I seek not wealth, but your faith!</i>  <br><br><b>Part 4: The Great Miracle</b>  <br>To test Solomon's power, Bilqis posed a riddle: <br> <i>I will embrace faith if I recognize my throne.</i>  <br>Solomon (AS) commanded a jinn: <i>Bring her throne here!</i>  <br>In the blink of an eye, the throne appeared! Bilqis declared: <i>This is truly Allah's Prophet!</i> and embraced faith.  <br><br><b>Lessons:</b>  <br>1. <b>Be grateful for Allah's blessings</b> – Solomon (AS) never showed arrogance.  <br>2. <b>Even the smallest creature has purpose</b> – The Hoopoe guided an entire nation.  <br>3. <b>Act wisely</b> – Solomon (AS) conquered hearts through wisdom, not war.  <br><br><b>Quran Verse:</b>  <br><i>He (Solomon) smiled and said: 'Why do I not see the Hoopoe? Is he absent?'</i> (Surah An-Naml 27:20)"
  },

  {
    "id": 4,
    "title": "Hazrat Umar (RA) and the Meeting with the Jewish Elder",
    "content": "It was a cold night in Medina. Stars twinkled in the sky, and there was a chill in the air. Hazrat Umar (RA) was walking through the city streets by the light of his lamp. It was his habit to go out at night to check on the condition of the people. Just then, he heard a groaning sound from a broken hut. He quickly entered inside.<br><br>An old Jewish man was lying in the hut. He was wearing torn clothes, and his feet were wounded. His eyes were closed, and his lips were parched. Hazrat Umar (RA) sat beside him and asked, <i>Why are you in this condition? Where are your children?</i><br><br>The old man opened his eyes and said softly, <i>My children are dead. I am alone... There is no one to take care of me.</i><br><br>Hazrat Umar (RA) immediately took off his own cloak and covered him with it, saying, <i>From today, I am your son.</i> He got up and headed towards the Baitul Mal (treasury). On the way, he told his companion, <i>Send warm clothes, medicine, and daily food for this elder. This is his right, even if he is Jewish.</i><br><br>The next day, when the old Jewish man saw warm food and medicines placed at his door, he was astonished. He asked, <i>Who sent all this?</i> People told him, <i>Caliph Umar did.</i><br><br>Tears welled up in the old man's eyes. He went straight to Masjid-e-Nabawi. Hazrat Umar (RA) was advising people at that time. The old man exclaimed, <i>O Umar! How beautiful your faith is! I have never seen anyone teach a lesson in humanity like this before!</i><br><br>Hazrat Umar (RA) replied with a smile, <i>Humanity is the real faith. If we leave an elder to go hungry, then our claim of faith is false.</i><br><br>A few days later, that Jewish elder would walk through the streets of Medina telling people, <i>I have seen Umar... he is not just the Caliph of Muslims, but of every human being!</i><br><br><b>Moral of the story:</b><br>Hazrat Umar (RA) taught that humanity is above religion. His justice was for everyone—no matter their religion or community. Even today, this story reminds us that <i>true faith is that which softens the heart and makes the hand charitable.</i><br>"
  },
  {
    "id": 5,
    "title": "Hazrat Umar (RA) and the Great Calamity of Famine: A Year of Trial",
    "content": "<b>The Beginning of the Drought</b><br>Clouds had not rained water over Medina for two years. The earth had cracked, tree leaves had dried up and fallen, and wells had turned into mud. The sound of children crying echoed day and night, and women had started grinding pieces of clay to make <i>bread</i>. Hazrat Umar (RA) was sitting in his room reciting verses of the Quran when suddenly there was a knock at his door.<br><br>A soldier breathlessly delivered the news: <i>Ameerul Mumineen! People have broken the door of the Baitul Mal. They say the grain has been stolen!</i> Hazrat Umar (RA) picked up his lamp and went out. The white hairs in his beard had turned whiter with worry.<br><br><b>The Grain Theft: Uncovering a Conspiracy</b><br>Upon going to the Baitul Mal storage, they found sacks of grain missing. There were specific marks on the ground—footprints of camels and a broken seal. Hazrat Umar (RA) looked at the marks carefully and asked: <i>Has any new trader come to the city?</i> People told him yes, a trader had come from Yemen who had brought goods loaded on camels.<br><br>Hazrat Umar (RA) went straight to that trader's location. The trader lowered his head as soon as he saw him. Hazrat Umar (RA) said: <i>'The footprints of your camels were found in the Baitul Mal. Do you realize how great a crime this is?'</i> There was not anger, but sorrow in Hazrat Umar's (RA) voice.<br><br>The trader said trembling: <i>Forgive me, Ameerul Mumineen! I did this for my children who were writhing in hunger. </i> Hazrat Umar (RA) put his hand on his shoulder and said: <i>If you had told me, I would have given you my share. But theft has turned your compulsion into a sin.</i><br><br>He forgave the trader but made new rules for the security of the Baitul Mal. That night, Hazrat Umar (RA) put all the grain from his own house into the Baitul Mal and started surviving on only water and dates himself.<br><br><b>Relief Convoy from Egypt: A New Hope</b><br>In the sixth month of the famine, the Governor of Egypt, Amr ibn al-Aas (RA), sent wheat, dates, and medicines on 500 camels. When the convoy reached near Medina, Hazrat Umar (RA) himself went to receive it. He lifted the first sack of wheat onto his shoulder and said: <i>This sack is for that old mother who let her children starve to death last week.</i><br><br>People saw that his back bent under the weight of the sack, but his steps did not falter. A young man asked: <i>You are the Caliph, then why are you doing this work?</i> Hazrat Umar (RA) replied with a smile: <i>A Caliph is not one who rules over people, but one who dies for the people.</i><br><br><b>The Night the Caliph Sold His Bed</b><br>One night, Hazrat Umar's (RA) daughter Hafsa (RA) saw that he was sleeping on a mat in his room.<br><i>Father, where is your bed?</i><br>He replied: <i>I sold it to buy milk for an orphan girl. As long as my subjects sleep hungry, how can I sleep on a soft bed?</i><br><br>Hafsa's (RA) eyes filled with tears. She took off her jewelry and said: <i>Here, sell these and bring food for more children.</i> Hazrat Umar (RA) kissed her head: <i>This very goodness of yours will make you deserving of Paradise.</i><br><br><b>The First Drop of Rain: The Scene of Worship</b><br>After eighteen months, clouds thundered for the first time. Hazrat Umar (RA) stood on the pulpit of the mosque and wept: <i>O Allah! If this rain is Your mercy, then accept it from us. And if it is a punishment, then spare these innocent children.</i><br><br>People saw raindrops dripping from his beard. An old man exclaimed: <i>This is not rain, it is the fruit of the prayers of Allah's Prophet (PBUH)!</i><br><br>That same night, Hazrat Umar (RA) distributed seeds and agricultural tools from the Baitul Mal to every household. He announced: <i>From today, every newborn child will have the right to education and food from the Baitul Mal.</i><br><br><b>The Final Lesson: The Letter That Became History</b><br>After the famine ended, Hazrat Umar (RA) wrote a letter to all provincial governors: <i>Know that the purpose of your authority is to serve the people. If there is no fire burning in someone's home, then know that you have lost Allah's trust.</i><br><br>This letter of his is still an example for governments all over the world. Whenever a ruler forgets the suffering of the people, this story of Hazrat Umar (RA) reminds him that <i>true faith is that which feeds the hungry and supports the orphan.</i><br><br><b><i>Umar (RA) taught that the victory of humanity is the real victory. And he was not a landlord, but a sympathizer of those who walk on the earth.</i></b>"
  },
  
  {
    "id": 6,
    "title": "Hazrat Umar (RA) and the Story of the Orphan Girl's Tears",
    "content": "The night in Medina was cold, and the moon was hidden behind clouds. Hazrat Umar (RA) was walking through the city streets by the dim light of his lamp. He had a sack of flour and dates on his shoulder, as he did every night in search of the poor. Just then, he heard the sound of someone crying near a broken mosque. He slowly went closer.<br><br>A little girl, barely seven years old, was huddled in a corner of a stone. Her feet were bare, and her clothes were torn. A stream of tears was flowing from her eyes. Hazrat Umar (RA) asked softly:<br><i>Daughter, why are you crying? Where are your parents?</i><br><br>The girl answered sobbing:<br><i>Mommy used to say... she would never leave me alone... but when she got fever... she left... Daddy also was martyred in the war...</i><br><br>Hazrat Umar's (RA) throat choked up. He took off his own cloak and covered the girl, saying:<br><i>From today, I am your father. Your every need is my responsibility.</i><br><br>He took the girl to his home. On the way, the girl asked:<br><i>Who are you?</i><br>Umar (RA) said with a smile:<br><i>I am the one whom Allah has commanded to take care of people like you.</i><br><br>Upon reaching home, he fed the girl warm food. Seeing her broken slippers, he took off his own shoes and said:<br><i>Here, take these. My feet have traveled a lot, but your feet should not get hurt.</i><br><br>Wiping her tears, the girl asked:<br><i>Why are you doing this for me? I am nobody...</i><br>Hazrat Umar (RA) placed his hand on her head:<br><i>You are a trust from Allah. The day I forget to wipe an orphan's tears, my faith will die.</i><br><br>The next day, Hazrat Umar (RA) announced in the mosque:<br><i>Listen, people of Medina! From today, every orphan child's expenses will be borne by the Baitul Mal. If there is an orphan in anyone's house, I take responsibility for their upbringing!</i><br><br>A few years later, that same girl, whose name was Ayesha, came to the mosque. She placed a roti wrapped in cloth in front of Hazrat Umar (RA) and said:<br><i>Ameerul Mumineen... I made this myself. You taught me how to live, now I will serve you.</i><br><br>Hazrat Umar's (RA) eyes became moist. He picked up a piece of the roti and said:<br><i>This is the bread that has the fragrance of faith. Today I understood that this is the real victory of Khilafah.</i><br><br>That girl later became a famous scholar of Medina and was called the mother of hundreds of orphans. She always said:<br><i>Umar (RA) taught me that humanity is the greatest faith.</i><br><br>This story is still alive in the hearts of those who believe that <i>wiping one tear is better than a thousand acts of worship.</i> Hazrat Umar (RA) proved that <b>real strength is not in the sword, but in love and justice.</b><br><br><b><i>As long as a single heart is sad,<br>The lamp of Khilafah is speechless.<br>Umar's love is that tale,<br>That makes a human, human.</i></b>"
  },

  {
    "id": 7,
    "title": "The Story of Hazrat Hanzala (R.A.): The Martyr Washed by the Angels",
    "content": "This happened just before the Battle of Uhud. In Medina, the wedding ceremonies of a young companion, Hanzala Ibn Abi Amir (R.A.), had just been completed. He was in his house with his newlywed wife, Jamil Bint Abdullah (R.A.). The joys of the night had not yet fully settled when, at the break of dawn, the announcement of war was made in Medina - the Quraysh army was advancing towards Uhud.<br><br>When Hanzala (R.A.) heard this call, a strange seriousness came over his face. His wife asked, <i>What is it? Why do you look so sad?</i> Hanzala replied, <i>My dear, the Messenger of Allah (S.A.W.) has declared Jihad. I must get ready and leave immediately.</i> His wife said, <i>But you haven't even performed Ghusl (ritual bath). At least take a bath and then go.</i> Hanzala replied firmly, <i>If I delay, the gates of Paradise might close for me. I promise, when I return, I will spend more time with you.</i><br><br>Saying this, Hanzala (R.A.) picked up his weapon and joined the army of the Noble Prophet (S.A.W.) directly. On the battlefield of Uhud, when the battle began, Hanzala displayed incredible bravery. He was striking down the strongest warriors of Abu Sufyan's army. It is said that sparks from his sword were visible from far away.<br><br>Then a strange event occurred. Hanzala (R.A.) suddenly saw the image of his wife calling out to him. This was a delusion from Satan. Hanzala immediately closed his eyes and prayed, <i>O Allah! Save me from this trial. My heart is only attached to Your path.</i> At that very moment, while he was fighting this delusion, Abu Sufyan's brother, Shaddad, struck from behind, and Hanzala (R.A.) was martyred.<br><br>After the battle ended, when the Noble Prophet (S.A.W.) went out to see the martyrs on the field, his eyes fell on the body of Hanzala (R.A.). It was an amazing sight - Hanzala's body was completely clean, water was dripping from his hair, and a fragrance of musk was emanating from his entire body. The Noble Prophet (S.A.W.) said, <i>I saw the angels washing Hanzala with the water of the clouds.</i><br><br>The companions asked, <i>O Messenger of Allah, why did Hanzala receive this reward?</i> The Noble Prophet (S.A.W.) explained, <i>Because he remembered Allah sincerely when he set out for Jihad. His intention was pure. He sacrificed the dearest thing in the world (his newly married life) for the sake of Allah.</i><br><br>Meanwhile, in Medina, Hanzala's wife was waiting for him at the door. When the news of his martyrdom came, she fainted. When Hanzala's parents heard this, they said, <i>Our son has met his Lord in Paradise. This was the day he had always longed for.</i><br><br>This story teaches us that for those who sacrifice in the path of Allah, nothing in the world remains precious. Hanzala (R.A.) proved that a true believer can give up his most beloved thing for the sake of Allah. His martyrdom also teaches us that a person's true purpose is not the life of this world but preparation for the Hereafter.<br><br>Even today, the grave of Hanzala (R.A.) exists in the hills of Uhud, where people go to remember his sacrifice and raise their hands in prayer. His name is forever recorded in history as <b><i>Ghasilul Malaika</i></b> (The one washed by the Angels)."
  },

  {
    "id": 8,
    "title": "Hazrat Uthman (R.A.) and the Miracle of the Hungry Children",
    "content": "One day, there was a sudden commotion in the market of Medina. People saw the Caliph Hazrat Uthman (R.A.) quickly heading towards an alley, holding fresh bread and dates in his hands. There was a strange restlessness on his face. Some people followed him.<br><br>At the end of the alley was a broken hut. Inside, three small children were sitting and crying next to their deceased mother's body. When Hazrat Uthman (R.A.) opened the door, the children shrank back in fear.<br><br>Hazrat Uthman (R.A.) said to the children: <i>Don't be afraid, children,</i> he said, softening his voice, <i>I have brought food for you.</i><br><br>The youngest child, who could barely be four years old, said:<br><i>But Ammi... Ammi has fallen asleep... she won't wake up to feed us...</i><br><br>Hazrat Uthman's (R.A.) eyes filled with tears. He picked the children up in his arms and said softly:<br><i>From today, I am your Abbu (father). Your Ammi (mother) has gone to Allah, but you are not alone.</i><br><br>That same night, he arranged for the Islamic funeral prayer for the children's mother and brought warm clothes and toys from his home. He also ordered a new house to be built for them from the Baitul Mal (public treasury).<br><br>The next day, when people asked: <i>Who are these children?</i><br>Hazrat Uthman (R.A.) said with pride:<br><i>They are my sons. Whoever raises an orphan, has raised me.</i><br><br>A few years later, those same children became righteous young men of Medina. The eldest son asked one day:<br><i>Abu Jaan (Dear Father), why did you choose us that day?</i><br><br>Hazrat Uthman (R.A.) replied with a smile:<br><i>Because the Prophet (S.A.W.) said - The best house is the one where an orphan receives love.</i><br><br>This story teaches us that true wealth is not riches, but the passion to help others. Hazrat Uthman (R.A.) showed that <i>Khilafat (Caliphate) does not just mean ruling, but also sharing love.</i><br><br><b><i>Whoever held the hand of an orphan,<br>On the Day of Judgment, Allah will hold his hand.</i></b>"
  },

  {
    "id": 9,
    "title": "Hazrat Umar (R.A.) and the Justice for the Bedouin",
    "content": "Outside Medina, on the desert sand, the sun's heat was at its peak. That year of Hijri, there was a famine due to no rain. Hazrat Umar (R.A.) was roaming the streets of Medina in the last third of the night, as was his habit. A sack of flour and dates was slung over his shoulder. Just then, he heard the sound of someone groaning from a broken hut. He quickly went inside.<br><br>A Bedouin (desert dweller) was lying in the hut. His face had turned pale, and his stomach was sunken from hunger. His wife and two children were sitting around him. The Bedouin opened his eyes and, upon seeing Hazrat Umar (R.A.), cried out, <i>O Ameerul Mumineen (Leader of the Believers)! I came to your city because I heard stories of your justice, but I have been wronged.</i><br><br>Hazrat Umar (R.A.) sat down gently beside him and asked, <i>What is your complaint?</i> The Bedouin explained that he had taken a loan from a merchant in Medina but could not repay it due to the famine. The merchant had seized his she-camel, which was his family's only property. Hazrat Umar (R.A.) immediately summoned that merchant.<br><br>When the merchant arrived, Hazrat Umar (R.A.) asked him, <i>Is it true that you seized this Bedouin's she-camel?</i> The merchant replied arrogantly, <i>Yes, but this is the law. Property can be seized for non-payment of debt.</i> Hazrat Umar (R.A.) said, trembling with anger, <i>But the law also says that respite should be given during times of famine. You have sacrificed humanity!</i><br><br>He ordered the merchant to return the she-camel immediately and give the Bedouin an additional six months. He also sent rations and medicines for the Bedouin's family from the Baitul Mal. When the merchant said, <i>This is favoritism towards the Bedouin,</i> Hazrat Umar (R.A.) replied, <i>Justice is not favoritism, but about rights. If you have a piece of bread and your neighbor is hungry, then you are under the wrath of Allah.</i><br><br>A few months later, when the rains came and the Bedouin repaid his debt, he fell at the feet of Hazrat Umar (R.A.) and said, <i>You not only saved my she-camel, but you also saved my faith.</i> Hazrat Umar (R.A.) lifted him up and said, <i>This was my duty. The meaning of a Caliph is that he is responsible for every breath of his subjects.</i><br><br>This story spread like wildfire through the streets of Medina. People understood that the justice of Islam is not just bookish law, but is connected to the depths of the heart. Hazrat Umar (R.A.) proved that true justice is that which understands a person's pain and considers their helplessness as its own. Even today, whenever justice is discussed, this story is remembered of how a Caliph left his throne to set an example of humanity in a Bedouin's hut in the desert."
  },

  {
    "id": 10,
    "title": "Hazrat Umar (R.A.) and the Old Christian Woman",
    "content": "A cool breeze was blowing through the streets of Medina, and the darkness of night was slowly spreading. Hazrat Umar (R.A.) was silently touring the city, according to his custom. A sack containing flour and dates was on his shoulder. He knew that no one in his subjects should sleep hungry. Just then, his eyes fell on a broken hut from which the crying of an old woman could be heard. He knocked on the door, and someone called from inside, <i>Who is it?</i> Umar (R.A.) replied, <i>An ordinary man from Medina. I have come to help you.</i><br><br>His heart was shattered seeing the scene inside the hut. An old woman was sitting in a corner; she had neither a lamp nor any food. Her eyes had become dim, and her hands were trembling. Umar (R.A.) asked, <i>Where are your children?</i> Wiping her tears, the woman said, <i>I am a Christian. My son accepted Islam and left me. Now I am alone.</i><br><br>Hearing this, Hazrat Umar's (R.A.) head bowed in shame. He immediately took flour from his sack and started lighting the stove. The old woman asked, <i>Who are you, serving me so much?</i> Umar (R.A.) replied, <i>I am the one who taught your son that fulfilling the rights of one's mother is part of faith. Today I am correcting his mistake.</i><br><br>He made bread and placed it in the old woman's hands. Then he repaired the hut and hung a new lamp. As he left, he said, <i>Food will come for you every day. This is your right, not charity.</i><br><br>The next morning, Hazrat Umar (R.A.) announced in the mosque, <i>O people! Whoever has not fulfilled the rights of their non-Muslim parents has not understood the spirit of Islam.</i> He ordered a pension from the Baitul Mal for every elderly person, regardless of their religion.<br><br>A few days later, that old woman came to the mosque and said, <i>I have now seen what I had only heard about until today. Islam is the true religion.</i> And she recited the Kalima and accepted Islam.<br><br>Hearing this story, a companion asked, <i>O Ameerul Mumineen! Why did you serve that Christian woman so much?</i> Hazrat Umar (R.A.) replied, <i>Humanity is not dependent on any religion. The day we forget the rights of non-Muslims, our faith will become hollow.</i><br><br>His words established a new example of justice in the air of Medina. Even today, when the justice of any ruler is discussed, this incident of Hazrat Umar (R.A.) is remembered first. In his view, the respect and rights of every human were above their faith, because humanity is the true foundation of faith."
  },


]

