[
  {
    "id": 1,
    "title": "হিজরতের সফর - নবী (সা.) ও সিদ্দিকে আকবর (রা.)-এর যাত্রা",
    "content": "<b>অংশ ১: মক্কায় বিপদ</b><br>মক্কার কাফেররা নবী মুহাম্মদ (সা.)-কে হত্যার ষড়যন্ত্র করেছিল। আল্লাহ তাকে হিজরত (স্থানান্তর) করার নির্দেশ দেন। রাতের অন্ধকারে নবী (সা.) তাঁর সাথী হযরত আবু বকর সিদ্দীক (রা.)-কে নিয়ে সাওর গুহার দিকে রওনা দেন।<br><br><b>পথের সংগ্রাম:</b><br>কাফেররা তাদের পিছু নেয়। একবার শত্রুরা গুহার মুখে চলে আসে, কিন্তু আল্লাহ একটি মাকড়সাকে গুহার দরজায় জাল বুনতে ও একটি পায়রাকে ডিম দিতে আদেশ দেন। কাফেররা এটা দেখে ভাবল: <i>ভিতরে কেউ থাকতে পারে না!</i> এবং ফিরে যায়।<br><br><b>হযরত আবু বকর (রা.)-এর বিশ্বস্ততা:</b><br>গুহায় একটি সাপ কামড় দিলেও তিনি নবী (সা.)-এর ঘুম ভাঙবে না বলে চুপ থাকেন। পরে নবী (সা.) দেখলেন তাঁর পা দিয়ে রক্ত পড়ছে। তিনি জিজ্ঞেস করলেন: <b><i>আমাকে বললেন না কেন?</i></b> আবু বকর (রা.) বললেন: <b><i>এই সামান্য ব্যাথা আপনার ঘুমের চেয়ে বড় নয়, হে আল্লাহর রাসূল!</i></b><br><br><b>অংশ ২: মদীনার পথে যাত্রা</b><br><br>গুহায় ৩ দিন কাটানোর পর, তারা আবদুল্লাহ ইবনে উরাইকিত নামক এক পথপ্রদর্শকের সাহায্যে মদীনার উদ্দেশ্যে রওনা হন। পথে অনেক মুজিজা ঘটে:<br><b>ডাকাত সুরাকা:</b><br>কাফেররা সুরাকা নামক এক শক্তিশালী যোদ্ধাকে ১০০ উটের পুরস্কার দিয়ে নবী (সা.)-কে ধরতে পাঠায়। সুরাকা কাছে এলে তার ঘোড়া বালিতে ডুবে যায়। সে ক্ষমা চায় এবং নবী (সা.) তাকে ভবিষ্যতে পারস্যের ভাণ্ডারের চাবি পরার ওয়াদা দেন (যা পরে সত্য হয়)।<br><br><b>উম্মে মা'বাদ-এর কুঁড়েঘর:</b><br>এক বৃদ্ধা মহিলার (উম্মে মা'বাদ) পাশ দিয়ে যান, যার কাছে একটি ছাগল ছিল। নবী (সা.) সেই ছাগল দোহন করেন, এত বেশি দুধ বের হয় যে পুরো পরিবার তৃপ্ত হয়।<br><br><b>অংশ ৩: মদীনায় পৌঁছানো</b><br>৮ দিনের সফরের পর, ১২ রবিউল আউয়াল তারা কুবায় পৌঁছান। এখানে প্রথম মসজিদ (মসজিদে কুবা) নির্মিত হয়। তারপর মদীনায় পৌঁছলে লোকেরা বলতে থাকে:<br><b><i>তালা'আল-বাদরু আলাইনা... (পূর্ণিমার চাঁদ আমাদের উপর উঠল!)</i></b><br><br><b>আনসারদের (মদীনাবাসী) আতিথেয়তা:</b><br>প্রতিটি পরিবার চায় নবী (সা.) তাদের বাড়িতে থাকুন। নবী (সা.) বললেন:<br><b><i>আমার উট যেখানে বসবে, সেখানেই আমার ঘর হবে।</i></b><br>উট হযরত আবু আইয়ুব আনসারী (রা.)-এর বাড়ির সামনে বসে।<br><br><b>শিক্ষা ও অনুপ্রেরণা: আল্লাহর উপর ভরসা (তাওয়াক্কুল): গুহায় মাকড়সার জাল আল্লাহর সাহায্যের প্রতীক।<br>সাথীর বিশ্বস্ততা: আবু বকর (রা.)-এর ত্যাগ আমাদের প্রকৃত বন্ধুত্ব শেখায়।<br>মন্দের উপর ভালো: সুরাকার মত শত্রুরাও আল্লাহর আদেশে মুসলমান হয়।</b><br><br><b>কুরআনের আয়াত:</b><br><i><b>যখন আল্লাহর সাহায্য ও বিজয় আসবে, এবং তুমি মানুষকে দলে দলে আল্লাহর দীনে প্রবেশ করতে দেখবে, তখন তুমি তোমার রবের পবিত্রতা বর্ণনা কর! (সূরা আন-নাসর ১১০:১-৩)</b></i>"
  },
  {
    "id": 2,
    "title": "বদরের যুদ্ধ: আল্লাহর সাহায্যের সেই মহান মুহূর্ত",
    "content": "<b>অংশ ১: যুদ্ধক্ষেত্র প্রস্তুত</b><br>মক্কার <b>শত্রুরা</b> (কুরাইশ) মুসলমানদের নির্যাতন করে তাদের সব সম্পদ কেড়ে নেয়। নবী করীম (সা.) মদীনায় হিজরত করেন, কিন্তু কাফেরদের অত্যাচার বন্ধ হয়নি। একদিন খবর এলো যে <b>আবু সুফিয়ান</b>-এর কাফেলা (বাণিজ্যিক দল) সিরিয়া থেকে ফিরছে, যাতে কুরাইশদের সব সম্পদ আছে। মুসলমানরা সিদ্ধান্ত নিল এই সুযোগে তাদের হক আদায় করা হবে।<br><br><b>মুসলমানদের প্রস্তুতি:</b><br>- মাত্র <b>৩১৩ যোদ্ধা</b>, ২টি ঘোড়া ও ৭০টি উট।<br>- কুরাইশ বাহিনী: <b>১০০০ যোদ্ধা</b>, ১০০টি ঘোড়া ও প্রচুর অস্ত্র।<br>- মুসলমানদের তলোয়ারও পর্যাপ্ত ছিল না। কিছু সাথী কাঠের লাঠি নিয়ে চলল।<br><br><b>অংশ ২: রণক্ষেত্রে মুখোমুখি</b><br>১৭ রমজান, ২ হিজরীতে <b>বদরের মাঠে</b> দু'বাহিনী মুখোমুখি হয়।<br><b>কুরাইশের অহংকার:</b><br>আবু জাহল (কুরাইশ নেতা) হেসে বলল: <i>এরা মুহাম্মদ (সা.)-এর ক্ষুধার্ত, নাঙ্গা সাথী! আজ এদের নামনিশান মুছে দেব!</i><br><b>মুসলমানদের দোয়া:</b><br>নবী (সা.) হাত উঠিয়ে আরজ করলেন:<br><i>হে আল্লাহ! যদি আজ এই ছোট দল হারিয়ে যায়, তবে পৃথিবীতে তোমার ইবাদতকারী কেউ থাকবে না!</i><br><br><b>অংশ ৩: আল্লাহর সাহায্য আসে</b><br>আল্লাহ ফেরেশতাদের আদেশ দিলেন:<br><i>আমার বান্দাদের সাহায্য করো!</i> (কুরআন ৮:৯)<br><br><b>মুজিজা সংঘটিত হয়:</b><br>১. <b>বালির ঝড়:</b> কুরাইশদের চোখে বালি ঢুকে যায়।<br>২. <b>ফেরেশতাদের আক্রমণ:</b> কুরাইশ যোদ্ধারা দেখল <b>কেউ দৃশ্যমান নয়</b>, কিন্তু তাদের মাথা কাটা পড়ছে!<br>৩. <b>হৃদয়ে আধ্যাত্মিক শক্তি:</b> মুসলমানরা এমন যুদ্ধ করল যে এক সাথী <b>শত্রুর উটের পা</b> কেটে ফেলল!<br><br><b>ফলাফল:</b><br>- কুরাইশের ৭০ যোদ্ধা নিহত হয়, যার মধ্যে <b>আবু জাহল</b>ও ছিল।<br>- মুসলমানদের মাত্র <b>১৪ জন</b> শাহাদাত বরণ করে।<br>- বাকি শত্রুরা পালিয়ে যায়।<br><br><b>অংশ ৪: বিজয়ের রহস্য:</b><br>যুদ্ধের পর এক বুযুর্গ সাহাবী জিজ্ঞেস করলেন:<br><i>ইয়া রাসূলুল্লাহ! আমরা কম ছিলাম, তবুও কীভাবে জিতলাম?</i><br><b>নবী (সা.) বললেন:</b><br><br><i>সত্য ঈমান, সবর ও আল্লাহর উপর ভরসাই প্রকৃত শক্তি। যে ব্যক্তি দুনিয়ার চাকচিক্যের জন্য নয়, বরং আল্লাহর দীনের জন্য যুদ্ধ করেছে, সেই জিতেছে!</i><br><br><b>শিক্ষা:<br>১. শক্তি সংখ্যায় নয়, ইখলাসে (ঈমানে)।<br>২. আল্লাহর সাহায্য আসা পর্যন্ত সাহস হারিও না।<br>৩. জুলুমের কাছে নতি স্বীকার না করে ইনসাফের জন্য লড়াই করো।</b><br><br><br>কুরআনের আয়াত:</b><br><i>বদরের দিন তোমরা সাহায্য প্রাপ্তিতে দুর্বল ছিলে, কিন্তু আল্লাহ তোমাদের সাহায্য করলেন। যাতে মুসলমানদের জন্য নিদর্শন হয়।</i> (সূরা আলে-ইমরান ৩:১২৩)"
  },
  {
    "id": 3,
    "title": "নবী সুলাইমান (আ.) ও হুদহুদ পাখির সত্যিকারের কাহিনী",
    "content": "<b>অংশ ১: আল্লাহর অনন্য উপহার</b><br>আল্লাহ নবী সুলাইমান (আ.)-কে <b>বিশাল রাজ্য</b> দিয়েছিলেন। তাঁর বাহিনীতে মানুষ, জিন ও প্রাণী সবই ছিল। একদিন তিনি তাঁর বাহিনী পরিদর্শন করলে <b>হুদহুদ</b> (এক বিশেষ পাখি) অনুপস্থিত ছিল।<br><br>সুলাইমান (আ.) রাগত ভাবে বললেন:<br><i>আমি হুদহুদকে শাস্তি দেব, যদি না সে কোন স্পষ্ট কারণ নিয়ে আসে!</i><br><br><b>অংশ ২: হুদহুদের সংবাদ</b><br>অল্পক্ষণ পর হুদহুদ এসে এক অদ্ভুত সংবাদ শুনাল:<br><i>আমি সাবা নামক শহর দেখেছি, যেখানে এক নারী (বিলকিস) শাসন করে। তার কাছে সব নেয়ামত আছে, কিন্তু সে ও তার সম্প্রদায় সূর্যকে সিজদা করে!</i><br><br>সুলাইমান (আ.) বললেন:<br><i>আমরা দেখব তুমি সত্য বলছ নাকি মিথ্যা!</i><br><br><b>অংশ ৩: বিলকিসকে দাওয়াত</b><br>সুলাইমান (আ.) হুদহুদের মাধ্যমে বিলকিসকে এক চিঠি পাঠালেন: <i>বিসমিল্লাহ... আমার কাছে আত্মসমর্পণ করো এবং আল্লাহকে মানো!</i><br><br>বিলকিস ভাবল: <i>এ কোন সাধারণ বাদশাহ নয়!</i> সে সুলাইমান (আ.)-কে মূল্যবান উপহার পাঠাল, কিন্তু সুলাইমান (আ.) বললেন:<br><i>আমি সম্পদে নয়, তোমার ঈমানে খুশি হব!</i><br><br><b>অংশ ৪: মহান মুজিজা</b><br>বিলকিস সুলাইমান (আ.)-এর শক্তি পরীক্ষার জন্য একটি ধাঁধা দিল:<br><i>আমি আমার সিংহাসন চিনতে পারলে ঈমান আনব।</i><br>সুলাইমান (আ.) এক জিনকে বললেন: <i>সিংহাসন এখানে নিয়ে আসো!</i><br>পলক ফেলতে সিংহাসন চলে এল! বিলকিস বলল: <i>এটা তো সত্যিই আল্লাহর নবী!</i> এবং ঈমান আনল।<br><br><b>শিক্ষা:</b><br>১. <b>আল্লাহর নেয়ামতের শুকরিয়া আদায় করো</b> – সুলাইমান (আ.) কখনো অহংকার দেখাননি।<br>২. <b>ক্ষুদ্রতম প্রাণীরও ভূমিকা আছে</b> – হুদহুদ এক সম্পূর্ণ জাতিকে হিদায়াত দিল।<br>৩. <b>বুদ্ধিমত্তার সাথে কাজ নাও</b> – সুলাইমান (আ.) যুদ্ধ না করে হিকমত দিয়ে হৃদয় জয় করলেন।<br><br><b>কুরআনের আয়াত:</b><br><i>তিনি (সুলাইমান) হেসে বললেন: আমি হুদহুদকে অনুপস্থিত কেন পেলাম? সে কি গায়েব?</i> (সূরা আন-নামল ২৭:২০)"
  },

  {
    "id": 4,
    "title": "হযরত উমর (রা.) এবং ইহুদি বৃদ্ধের সাক্ষাৎ",
    "content": "মদীনায় একটি শীতল রাত ছিল। আকাশে তারা ঝিকিমিকি করছিল, এবং বাতাসে শীতলতা অনুভূত হচ্ছিল। হযরত উমর (রা.) তার চেরাগের আলোতে শহরের রাস্তায় হাঁটছিলেন। রাতে লোকদের অবস্থা দেখে বের হওয়া তার অভ্যাস ছিল। ঠিক তখনই তিনি একটি ভাঙা কুড়েঘর থেকে কাতরানি শব্দ শুনতে পেলেন। তিনি দ্রুত ভিতরে প্রবেশ করলেন।<br><br>কুড়েঘরে একজন বৃদ্ধ ইহুদি লোক শুয়ে ছিল। তার শরীরে ছেঁড়া কাপড় ছিল, এবং পায়ে ক্ষত ছিল। তার চোখ বন্ধ ছিল, এবং ঠোঁট শুষ্ক। হযরত উমর (রা.) তার পাশে বসে জিজ্ঞেস করলেন, <i>আপনার এই অবস্থা কেন? আপনার সন্তানরা কোথায়?</i><br><br>বৃদ্ধ চোখ খুলে ধীরে ধীরে বলল, <i>আমার সন্তানরা মারা গেছে। আমি একা... আমার দেখাশোনা করার কেউ নেই।</i><br><br>হযরত উমর (রা.) তৎক্ষণাৎ তার নিজের চাদর খুলে তাকে পরিয়ে দিলেন এবং বললেন, <i>আজ থেকে আমি আপনার ছেলে।</i> তিনি উঠে বাইতুল মালের দিকে রওনা দিলেন। পথে তিনি তার সাথীকে বললেন, <i>এই বৃদ্ধের জন্য গরম কাপড়, ওষুধ এবং প্রতিদিনের খাবার পাঠাও। এটা তার অধিকার, সে ইহুদি হলেও।</i><br><br>পরের দিন, যখন বৃদ্ধ ইহুদি দেখল যে তার দরজায় গরম খাবার ও ওষুধ রাখা আছে, সে আশ্চর্য হয়ে গেল। সে জিজ্ঞেস করল, <i>এই সব কে পাঠিয়েছে?</i> লোকেরা তাকে বলল, <i>খলীফা উমর।</i><br><br>বৃদ্ধের চোখে পানি চলে এল। সে সরাসরি মসজিদে নববীতে পৌঁছাল। হযরত উমর (রা.) সেই সময় লোকদের উপদেশ দিচ্ছিলেন। বৃদ্ধ চিৎকার করে বলল, <i>হে উমর! তোমার ঈমান কত সুন্দর! আমি আজ পর্যন্ত কাউকে এভাবে humanity-র পাঠ দিতে দেখিনি!</i><br><br>হযরত উমর (রা.) হাসতে হাসতে উত্তর দিলেন, <i>মানবতাই হল আসল ঈমান। যদি আমরা একজন বৃদ্ধকে ক্ষুধার্ত রেখে দিই, তাহলে আমাদের দাবি-এ-ঈমান মিথ্যা।</i><br><br>কিছু দিন পর, সেই ইহুদি বৃদ্ধ মদীনার রাস্তায় হেঁটে লোকদের বলত, <i>আমি উমরকে দেখেছি... সে শুধু মুসলমানদের নয়, বরং প্রতিটি মানুষের খলীফা!</i><br><br><b>গল্পের সারাংশ:</b><br>হযরত উমর (রা.) শিখিয়েছিলেন that humanity ধর্মের ঊর্ধ্বে। তার ইনসাফ সবার জন্য ছিল—সে যে কোন ধর্ম বা সম্প্রদায়েরই হোক না কেন। আজও এই গল্পটি আমাদের মনে করিয়ে দেয় that <i>সত্যিকার ঈমান হল সে ঈমান যা heartকে নরম এবং handকে দানশীল করে।</i><br>"
  },
  
  {
    "id": 5,
    "title": "হযরত উমর (রা.) এবং দুর্ভিক্ষের মহাবিপদ: এক বছরের পরীক্ষা",
    "content": "<b>খরার শুরু</b><br>মদীনার আকাশে মেঘ দুই বছর ধরে বৃষ্টি পড়েনি। মাটি ফেটে গিয়েছিল, গাছের পাতা শুকিয়ে ঝরে পড়েছিল, এবং কুয়োগুলো কাদায় পরিণত হয়েছিল। children-দের কান্নার sound রাত-দিন echoed, এবং women-রা মাটির টুকরো গুঁড়ো করে <i>রুটি</i> বানাতে শুরু করেছিল। হযরত উমর (রা.) তাঁর room-এ বসে কুরআনের আয়াত recite করছিলেন, when suddenly তাঁর door-এ knock হলো।<br><br>এক soldier breathlessly news দিল: <i>আমীরুল মু'মিনীন! people-রা বাইতুল মালের door ভেঙে দিয়েছে। তারা says that grain চুরি হয়ে গেছে!</i> হযরত উমর (রা.) তাঁর চেরাগ উঠালেন এবং বের হলেন। তাঁর দাড়ির সাদা চুল worry-তে আরও সাদা হয়ে গিয়েছিল।<br><br><b>শস্য চুরি: একটি conspiracy-র exposure</b><br>বাইতুল মালের storage-এ গিয়ে দেখলেন যে grain-এর bags missing। মাটিতে some specific marks ছিল—camel-দের পায়ের marks এবং একটি broken seal। হযরত উমর (রা.) marks-গুলি carefully দেখলেন এবং জিজ্ঞেস করলেন: <i> city-তে কোনো new trader এসেছে?</i> people-রা told him that yes, Yemen থেকে একটি trader এসেছিল যে camel-গুলিতে goods loaded করে এনেছিল।<br><br>হযরত উমর (রা.) straight সেই trader-এর location-এ পৌঁছালেন। Trader-টি তাঁকে দেখেই head নিচু করে দিল। হযরত উমর (রা.) বললেন: <i>'তোমার camel-দের marks বাইতুল মালে found হয়েছে। তুমি understand করো যে এটি কত বড় crime?'</i> হযরত উমর (রা.)-এর voice-এ anger ছিল না, sorrow ছিল।<br><br>Trader-টি কাঁপতে কাঁপতে বলল: <i>ক্ষমা করুন, আমীরুল মু'মিনীন! আমি hunger-তে ছটফট করা আমার children-দের জন্য এটি করেছি। </i> হযরত উমর (রা.) তাঁর shoulder-এ hand রাখলেন এবং বললেন: <i>তুমি যদি আমাকে told করতে, তাহলে আমি তোমাকে my share দিয়ে দিতাম। কিন্তু চুরি তোমার compulsion-কে sin-এ পরিণত করেছে।</i><br><br>তিনি trader-কে forgive করলেন, কিন্তু বাইতুল মালের security-র জন্য new rules করলেন। সেই night, হযরত উমর (রা.) তাঁর নিজের house-এর সমস্ত grain বাইতুল মালে দিয়ে দিলেন এবং নিজে শুধু water এবং dates-এ জীবনযাপন শুরু করলেন।<br><br><b>মিসর থেকে relief convoy: একটি new hope</b><br>দুর্ভিক্ষের sixth month-এ, মিসরের governor আমর ইবনুল আস (রা.) 500 camel-এ wheat, dates এবং medicines পাঠালেন। Convoy-টি মদীনার near পৌঁছালে হযরত উমর (রা.) নিজে তা receive করতে গেলেন। তিনি প্রথম wheat-এর bagটি তাঁর shoulder-এ lifted করলেন এবং বললেন: <i>এই bagটি সেই old mother-র জন্য যে past week-এ তার children-দের hunger-তে মরতে দিয়েছে।</i><br><br>people-রা saw that তাঁর back bag-এর weight-তে bent হয়ে গেল, কিন্তু His steps faltered না। একটি young man জিজ্ঞেস করল: <i>আপনি caliph, then why are you doing this work?</i> হযরত উমর (রা.) হাসতে হাসতে উত্তর দিলেন: <i>caliph সে নয় যে people-দের উপর rules, বরং সে যে people-দের জন্য dies।</i><br><br><b>যে night caliph তাঁর bed sold করে দিলেন</b><br>এক night হযরত উমর (রা.)-এর daughter হাফসা (রা.) saw that তিনি তাঁর room-এ mat-এ sleeping ছিলেন।<br><i>father, আপনার bed কোথায়?</i><br>তিনি উত্তর দিলেন: <i>আমি এটি sold করে একটি orphan girl-এর জন্য milk কিনেছি। যতক্ষণ আমার subjects hungry sleeps, আমি soft bed-এ how sleep করতে পারি?</i><br><br>হাফসা (রা.)-এর eyes filled with tears। তিনি তাঁর jewelry খুলে said: <i>নিন, these sold করে more children-দের জন্য food আনুন।</i> হযরত উমর (রা.) তাঁর head kissed: <i>তোমার এই goodness-ই তোমাকে paradise-এর deserving করবে।</i><br><br><b>বৃষ্টির first drop: worship-এর scene</b><br>আঠারো month পরে first time clouds thundered। হযরত উমর (রা.) mosque-এর pulpit-এ stood হয়ে cried: <i>হে আল্লাহ! যদি এই rain তোমার mercy হয়, তবে আমাদের থেকে accept কর। আর যদি punishment হয়, তবে these innocent children-দের spare কর।</i><br><br>people-রা saw rain drops তাঁর beard থেকে dripping। একজন old man exclaimed: <i>এটি rain নয়, এটি আল্লাহর prophet (সা.)-এর prayers-এর fruit!</i><br><br>সেই same night, হযরত উমর (রা.) বাইতুল মাল থেকে every house-এর জন্য seeds এবং agricultural tools distributed করলেন। তিনি announced: <i>আজ থেকে every newborn child-এর বাইতুল মাল থেকে education এবং food-এর right হবে।</i><br><br><b>Final lesson: যে letter history হয়ে গেল</b><br>দুর্ভিক্ষ end হওয়ার after, হযরত উমর (রা.) সব provincial governors-কে একটি letter wrote: <i>জেনে রাখো যে তোমাদের authority-র purpose people-দের service করা। যদি someone-এর house-এ stove জ্বলে না, তবে understand that you have lost Allah-এর trust।</i><br><br>তাঁর এই letter আজও whole world-এর governments-এর জন্য example। whenever কোনো ruler people-দের suffering ভুলে যায়, then হযরত উমর (রা.)-এর এই story তাঁকে reminds that <i>সত্যিকার ঈমান হল সে ঈমান যা hungry-কে feeds এবং orphan-কে supports।</i><br><br><b><i>উমর (রা.) taught that humanity-র victory-ই হল real victory। এবং তিনি landlord ছিলেন না, বরং earth-এ walking those-দের sympathizer ছিলেন।</i></b>"
  },
  
  {
    "id": 6,
    "title": "হযরত উমর (রা.) এবং এতিম মেয়ের কান্নার গল্প",
    "content": "মদীনায় রাতটি cold ছিল, এবং moon clouds-এর behind hidden ছিল। হযরত উমর (রা.) তাঁর lamp-এর dim light-এ শহরের streets-এ walking ছিলেন। His shoulder-এ flour এবং dates-এর sack ছিল, as he did every night poor-দের search-এ বের হতেন। ঠিক then তিনি একটি broken mosque-এর near থেকে someone-এর crying sound heard। তিনি slowly closer গেলেন।<br><br>একটি little girl, barely seven years old, একটি stone-এর corner-এ curled up ছিল। Her feet bare ছিল, এবং clothes torn ছিল। Her eyes থেকে tears-এর stream flowing ছিল। হযরত উমর (রা.) softly জিজ্ঞেস করলেন:<br><i>মেয়ে, তুমি why crying হচ্ছ? তোমার parents কোথায়?</i><br><br>মেয়েটি sobbing করে answer দিল:<br><i>আম্মু said... she would never leave me alone... but when she got fever... she left... আব্বু also war-এ martyred হয়েছেন...</i><br><br>হযরত উমর (রা.)-এর throat choked up। তিনি তাঁর own cloak খুলে girl-টিকে covered করে বললেন:<br><i>আজ থেকে আমি তোমার father। তোমার every need আমার responsibility।</i><br><br>তিনি girl-টিকে তাঁর home-এ নিয়ে গেলেন। path-এ girl-টি জিজ্ঞেস করল:<br><i>আপনি who?</i><br>উমর (রা.) smiled করে said:<br><i>আমি he whom Allah has commanded to take care of people like you।</i><br><br>home-এ reaching后, তিনি girl-টিকে warm food খাওয়ালেন। Her broken slippers দেখে তিনি His own shoes খুলে said:<br><i>নাও, আমার feet অনেক journey করেছে, কিন্তু তোমার feet hurt হওয়া উচিত নয়।</i><br><br>Her tears wiping করে girl-টি জিজ্ঞেস করল:<br><i>আপনি my জন্য why doing this? আমি তো nobody...</i><br>হযরত উমর (রা.) Her head-এ hand placed:<br><i>তুমি Allah-এর trust। যে day আমি কোনো orphan-এর tears wiping ভুলে যাব, that day my faith die যাবে।</i><br><br>next day, হযরত উমর (রা.) mosque-এ announced:<br><i>শোন, মদীনাবাসীরা! আজ থেকে every orphan child-এর expenses বাইতুল মাল থেকে borne হবে। যদি anyone-এর house-এ orphan থাকে, then আমি His upbringing-এর responsibility নিচ্ছি!</i><br><br>কিছু year পরে, সেই same girl, whose name ছিল আয়েশা, mosque-এ came। তিনি হযরত উমর (রা.)-এর front-এ cloth-এ wrapped একটি roti placed এবং said:<br><i>আমীরুল মু'মিনীন... এটি আমি myself made have। আপনি আমাকে live করা taught, now আমি আপনার service করব।</i><br><br>হযরত উমর (রা.)-এর eyes moist became। তিনি roti-এর piece lifted করে said:<br><i>এটি সেই roti যাতে faith-এর fragrance আছে। আজ আমি understood that caliphate-এর real victory এটিই।</i><br><br>সেই girl later মদীনার famous scholar became এবং hundreds orphan-দের mother called হয়েছিলেন। তিনি always said:<br><i>উমর (রা.) আমাকে taught that humanity-ই হল greatest faith।</i><br><br>এই story আজও those people-দের hearts-এ alive যারা believes that <i>একটি tear wiping thousand worship-এর থেকে better।</i> হযরত উমর (রা.) proved that <b>real strength sword-এ নয়, but love এবং justice-এ থাকে।</b><br><br><b><i>যতক্ষণ একটি heart sad,<br>caliphate-এর lamp speechless।<br>উমর-এর love-ই সেই tale,<br>যা human-কে human makes।</i></b>"
  },

{
  "id": 7,
  "title": "হযরত হানযালা (রাঃ)-এর কাহিনী: ফেরেশতাদের দ্বারা গোসল করানো শহীদ",
  "content": "এটি উহুদের যুদ্ধে শুরুর ঠিক আগের ঘটনা। মদিনায় এক যুবক সাহাবী হানযালা ইবনে আবি আমির (রাঃ)-এর বিয়ের অনুষ্ঠান সম্পন্ন হয়েছিল। তিনি তাঁর নববধূ স্ত্রী জামিলা বিনতে আব্দুল্লাহ (রাঃ)-এর সঙ্গে ঘরে ছিলেন। রাতের আনন্দ তখনও শেষ হয়নি, ভোরেই মদিনায় যুদ্ধের ঘোষণা হলো – কুরাইশের বাহিনী উহুদের দিকে এগিয়ে আসছে।<br><br>হানযলা (রাঃ) এই ঘোষণা শুনে হঠাৎ গম্ভীর হয়ে গেলেন। স্ত্রী জিজ্ঞেস করলেন, <i>কী হলো? আপনি এত চিন্তিত কেন?</i> হানযলা জবাব দিলেন, <i>আমার প্রাণ, আল্লাহর রাসূল (সঃ)-এর পক্ষ থেকে জিহাদের ঘোষণা হয়েছে। আমাকে অবিলম্বে প্রস্তুত হয়ে যেতে হবে।</i> স্ত্রী বললেন, <i>কিন্তু আপনি তো এখনও গোসলও করেননি। অন্তত গোসল করে যান।</i> হানযলা দৃঢ় কণ্ঠে বললেন, <i>যদি দেরি করি তবে হয়তো জান্নাতের দরজা আমার জন্য বন্ধ হয়ে যাবে। আমি প্রতিশ্রুতি দিচ্ছি, ফিরে এলে তোমার সঙ্গে বেশি সময় কাটাব।</i><br><br>এ কথা বলে হানযলা (রাঃ) অস্ত্র তুলে নিলেন এবং সরাসরি নবী করীম (সঃ)-এর বাহিনীতে যোগ দিলেন। উহুদের ময়দানে যুদ্ধ শুরু হলে তিনি অনন্য সাহস প্রদর্শন করলেন। তিনি আবু সুফিয়ানের বাহিনীর শক্তিশালী যোদ্ধাদের পরাজিত করছিলেন। বলা হয়, তাঁর তরবারি থেকে স্ফুলিঙ্গ ছড়িয়ে দূর থেকে দেখা যাচ্ছিল।<br><br>হঠাৎ এক অদ্ভুত ঘটনা ঘটল। হানযলা (রাঃ) নিজের স্ত্রীর ছায়া দেখলেন, যিনি তাঁকে ডাকছিলেন। এটি ছিল শয়তানের কুমন্ত্রণা। তিনি সঙ্গে সঙ্গে চোখ বন্ধ করে দোয়া করলেন, <i>হে আল্লাহ! আমাকে এ ফিতনা থেকে বাঁচাও। আমার হৃদয় শুধু তোমার পথে নিবেদিত।</i> ঠিক সেই মুহূর্তে, যখন তিনি এই প্রলোভনের বিরুদ্ধে লড়ছিলেন, আবু সুফিয়ানের ভাই শাদ্দাদ পিছন থেকে আঘাত করল এবং হানযলা (রাঃ) শহীদ হলেন।<br><br>যুদ্ধ শেষে নবী করীম (সঃ) যখন শহীদদের দেখতে এলেন, তখন হানযলা (রাঃ)-এর দেহ দেখে বিস্মিত হলেন। তাঁর দেহ ছিল একেবারে পরিষ্কার, চুল থেকে পানি ঝরছিল এবং দেহ থেকে মিসকের সুঘ্রাণ আসছিল। নবী করীম (সঃ) বললেন, <i>আমি দেখেছি ফেরেশতারা হানযলাকে মেঘের পানি দিয়ে গোসল করাচ্ছিল।</i><br><br>সাহাবারা জিজ্ঞেস করলেন, <i>ইয়া রাসূলুল্লাহ, হানযলা এ পুরস্কার কেন পেলেন?</i> নবী করীম (সঃ) বললেন, <i>কারণ তিনি জিহাদের জন্য বের হওয়ার সময় অন্তর থেকে আল্লাহকে স্মরণ করেছিলেন। তাঁর নিয়ত ছিল খাঁটি। তিনি দুনিয়ার সবচেয়ে প্রিয় জিনিস (নতুন বিবাহিত জীবন) আল্লাহর রাহে কুরবান করেছিলেন।</i><br><br>ওদিকে মদিনায় তাঁর স্ত্রী দরজায় অপেক্ষা করছিলেন। যখন শহীদের খবর এলো, তিনি অজ্ঞান হয়ে গেলেন। হানযলার বাবা-মা খবর শুনে বললেন, <i>আমাদের সন্তান জান্নাতে তাঁর রবের সাথে মিলিত হয়েছে। এ দিনটিরই তো সে সবসময় আকাঙ্ক্ষা করত।</i><br><br>এই কাহিনী আমাদের শেখায়, আল্লাহর রাহে কুরবানি দেওয়া মানুষের কাছে দুনিয়ার কোনো জিনিসের মূল্য থাকে না। হানযলা (রাঃ) প্রমাণ করলেন, এক সৎ মুমিন নিজের সবচেয়ে প্রিয় জিনিসও আল্লাহর রাহে দিতে পারে। তাঁর শাহাদাত আমাদের শেখায়, মানুষের আসল লক্ষ্য দুনিয়ার জীবন নয়, বরং আখিরাতের প্রস্তুতি।<br><br>আজও উহুদের পাহাড়ে হানযলা (রাঃ)-এর কবর আছে, যেখানে মানুষ তাঁর কুরবানিকে স্মরণ করে দোয়া করে। ইতিহাসে তাঁর নাম চিরকালের জন্য <b><i>গাসীলুল মালাইকাহ</i></b> (ফেরেশতাদের দ্বারা গোসল করানো) হিসেবে লিপিবদ্ধ হয়ে গেছে।"
},

{
  "id": 8,
  "title": "হযরত উসমান (রাঃ) এবং ক্ষুধার্ত শিশুদের অলৌকিক ঘটনা",
  "content": "একদিন মদিনার বাজারে হঠাৎ হৈচৈ শুরু হলো। দেখা গেল খলিফা হযরত উসমান (রাঃ) হাতে তাজা রুটি ও খেজুর নিয়ে দ্রুত এক গলির দিকে যাচ্ছেন। তাঁর মুখে ছিল এক অদ্ভুত উদ্বেগ। কিছু লোক তাঁর পিছু নিল।<br><br>গলির শেষে একটি ভাঙা কুঁড়েঘর। ভেতরে তিনটি ছোট শিশু মৃত মায়ের লাশের পাশে বসে কাঁদছে। হযরত উসমান (রাঃ) দরজা খুলতেই শিশুরা ভয় পেয়ে গেল।<br><br>তিনি বললেন: <i>ভয় পেও না বাচ্চারা,</i> কোমল কণ্ঠে বললেন, <i>তোমাদের জন্য খাবার এনেছি।</i><br><br>সবচেয়ে ছোট শিশু, যার বয়স চার বছরও হবে না, বলল:<br><i>কিন্তু আম্মা... আম্মা তো ঘুমিয়ে পড়েছে... সে উঠে আমাদের খাওয়াবে না...</i><br><br>হযরত উসমান (রাঃ)-এর চোখ ভিজে উঠল। তিনি শিশুদের কোলে তুলে নিলেন এবং বললেন:<br><i>আজ থেকে আমি তোমাদের আব্বু। তোমাদের আম্মা আল্লাহর কাছে চলে গেছেন, কিন্তু তোমরা একা নও।</i><br><br>সেই রাতেই তিনি শিশুদের মায়ের জানাজা পড়ালেন এবং নিজ গৃহ থেকে গরম কাপড় ও খেলনা নিয়ে এলেন। বায়তুল মাল থেকে তাদের জন্য নতুন ঘর তৈরির নির্দেশ দিলেন।<br><br>পরদিন লোকেরা জিজ্ঞেস করল: <i>এই শিশুরা কারা?</i><br>হযরত উসমান (রাঃ) গর্বের সঙ্গে বললেন:<br><i>এরা আমার সন্তান। যে কেউ কোনো ইয়াতিমকে আশ্রয় দেয়, সে আমাকেই আশ্রয় দিল।</i><br><br>কিছু বছর পর ওই শিশুরা মদিনার সৎ যুবক হলো। বড় ছেলে একদিন জিজ্ঞেস করল:<br><i>আব্বাজান, সেদিন আমাদের কেন বেছে নিয়েছিলেন?</i><br><br>হযরত উসমান (রাঃ) হেসে জবাব দিলেন:<br><i>কারণ নবী করীম (সঃ) বলেছেন – সবচেয়ে উত্তম ঘর হলো সেটি যেখানে ইয়াতিমকে ভালোবাসা দেওয়া হয়।</i><br><br>এই কাহিনী আমাদের শেখায়, আসল সম্পদ অর্থ-ধন নয়, বরং অন্যকে সাহায্য করার মানসিকতা। হযরত উসমান (রাঃ) দেখিয়েছেন, <i>খিলাফত মানে কেবল শাসন নয়, ভালোবাসা বিলানো।</i><br><br><b><i>যে কেউ কোনো ইয়াতিমের হাত ধরে,<br>কিয়ামতের দিন আল্লাহ তার হাত ধরবেন।</i></b>"
},

{
  "id": 9,
  "title": "হযরত উমর (রাঃ) এবং বেদুইনের জন্য ন্যায়বিচার",
  "content": "মদিনার বাইরে মরুভূমির বালিতে তীব্র সূর্যের তাপ পড়ছিল। হিজরির সেই বছরে বৃষ্টি না হওয়ায় দুর্ভিক্ষ দেখা দিয়েছিল। হযরত উমর (রাঃ) রাতের শেষ প্রহরে অভ্যাসমতো মদিনার রাস্তায় ঘুরছিলেন। তাঁর কাঁধে আটা ও খেজুরভর্তি এক বস্তা ছিল। হঠাৎ একটি ভাঙা কুঁড়েঘর থেকে কান্নার শব্দ পেলেন। তিনি দ্রুত ভেতরে প্রবেশ করলেন।<br><br>ভেতরে এক বেদুইন (মরুভূমির মানুষ) শুয়ে ছিল। তার মুখ ছিল ফ্যাকাশে, পেট ক্ষুধায় বসে গেছে। স্ত্রী ও দুই সন্তান পাশে বসেছিল। বেদুইন চোখ খুলে হযরত উমর (রাঃ)-কে দেখে বলল, <i>হে আমীরুল মুমিনীন! আমি তোমার শহরে এসেছি কারণ তোমার ন্যায়বিচারের কথা শুনেছি, কিন্তু আমার সঙ্গে জুলুম হয়েছে।</i><br><br>হযরত উমর (রাঃ) শান্তভাবে জিজ্ঞেস করলেন, <i>তোমার অভিযোগ কী?</i> বেদুইন জানাল, সে মদিনার এক ব্যবসায়ীর কাছ থেকে ঋণ নিয়েছিল, কিন্তু দুর্ভিক্ষের কারণে শোধ করতে পারেনি। ব্যবসায়ী তার উটনী বাজেয়াপ্ত করেছে, যা ছিল পরিবারের একমাত্র সম্পদ। উমর (রাঃ) সঙ্গে সঙ্গে ব্যবসায়ীকে ডাকালেন।<br><br>ব্যবসায়ী এলে উমর (রাঃ) জিজ্ঞেস করলেন, <i>তুমি কি সত্যিই এ বেদুইনের উটনী কেড়ে নিয়েছ?</i> ব্যবসায়ী অহংকারভরে বলল, <i>হ্যাঁ, এটা আইন। ঋণ শোধ না করলে সম্পদ বাজেয়াপ্ত করা যায়।</i> উমর (রাঃ) রাগে কাঁপতে কাঁপতে বললেন, <i>কিন্তু আইন বলছে দুর্ভিক্ষে সময়সীমা বাড়াতে হবে। তুমি মানবতাকে কুরবান করেছ!</i><br><br>তিনি আদেশ দিলেন ব্যবসায়ীকে, যেন উটনী ফিরিয়ে দেয় এবং ছয় মাসের সময় দেয়। সাথে সাথে বায়তুল মাল থেকে পরিবারটির জন্য রসদ ও ওষুধ পাঠালেন। ব্যবসায়ী যখন বলল <i>এটা তো বেদুইনের পক্ষপাত,</i> তখন উমর (রাঃ) বললেন, <i>ন্যায়বিচার পক্ষপাত নয়, বরং হকের কথা বলে। যদি তোমার কাছে রুটির একটি টুকরো থাকে আর তোমার প্রতিবেশী ক্ষুধার্ত থাকে, তবে তোমার ওপর আল্লাহর গজব আসবে।</i><br><br>কয়েক মাস পরে বৃষ্টি হলো, বেদুইন ঋণ শোধ করল। সে উমর (রাঃ)-এর পায়ে পড়ে বলল, <i>আপনি শুধু আমার উটনীই ফেরাননি, বরং আমার ঈমানও রক্ষা করেছেন।</i> উমর (রাঃ) তাঁকে তুলে বললেন, <i>এটা আমার দায়িত্ব। খলিফা মানে হলো তাঁর প্রজার প্রতিটি নিঃশ্বাসের জবাবদিহি।</i><br><br>এই ঘটনা মদিনায় দাবানলের মতো ছড়িয়ে গেল। সবাই বুঝল, ইসলামের ন্যায়বিচার শুধু বইয়ের আইন নয়, হৃদয়ের গভীরতার সঙ্গে সম্পর্কিত। হযরত উমর (রাঃ) প্রমাণ করলেন, আসল ন্যায় হলো যা মানুষের দুঃখ বোঝে এবং তার অসহায়ত্বকে নিজের অসহায়ত্ব মনে করে। আজও যখন ন্যায়বিচারের কথা হয়, এই কাহিনী মনে পড়ে যে এক খলিফা কিভাবে নিজের আসন ছেড়ে মরুভূমির এক বেদুইনের কুঁড়েঘরে মানবতার দৃষ্টান্ত স্থাপন করেছিলেন।"
},

{
  "id": 10,
  "title": "হযরত উমর (রাঃ) এবং বৃদ্ধ খ্রিস্টান মহিলা",
  "content": "মদিনার রাস্তায় ঠাণ্ডা বাতাস বইছিল, রাতের অন্ধকার ধীরে ধীরে ছড়িয়ে পড়ছিল। হযরত উমর (রাঃ) অভ্যাসমতো চুপচাপ শহরে ঘুরছিলেন। তাঁর কাঁধে আটা ও খেজুরভর্তি এক বস্তা ছিল। তিনি জানতেন, তাঁর প্রজাদের মধ্যে কেউ যেন ক্ষুধার্ত না ঘুমোয়। হঠাৎ তাঁর নজরে পড়ল একটি ভাঙা কুঁড়েঘর থেকে এক বৃদ্ধার কান্নার শব্দ। দরজায় কড়া নাড়তেই ভেতর থেকে প্রশ্ন এলো, <i>কে?</i> উমর (রাঃ) বললেন, <i>মদিনার একজন সাধারণ মানুষ। তোমাকে সাহায্য করতে এসেছি।</i><br><br>ভেতরের দৃশ্য দেখে তাঁর হৃদয় কেঁপে উঠল। বৃদ্ধা কোণে বসে আছেন, কাছে না প্রদীপ, না খাবার। চোখ ঝাপসা হয়ে গেছে, হাত কাঁপছে। উমর (রাঃ) জিজ্ঞেস করলেন, <i>তোমার সন্তানরা কোথায়?</i> বৃদ্ধা চোখ মুছে বললেন, <i>আমি খ্রিস্টান। আমার ছেলে ইসলাম গ্রহণ করেছে আর আমাকে ছেড়ে চলে গেছে। এখন আমি একা।</i><br><br>এ কথা শুনে উমর (রাঃ)-এর মাথা লজ্জায় নুয়ে গেল। তিনি সঙ্গে সঙ্গে আটা বের করে চুলায় আগুন দিলেন। বৃদ্ধা জিজ্ঞেস করলেন, <i>আপনি কে, এত সেবা করছেন?</i> উমর (রাঃ) বললেন, <i>আমি সেই ব্যক্তি, যিনি তোমার ছেলেকে শিখিয়েছিলাম যে মায়ের হক আদায় করা ঈমানের অংশ। আজ আমি তার ভুল সংশোধন করছি।</i><br><br>তিনি রুটি বানিয়ে বৃদ্ধার হাতে দিলেন। এরপর ঘর মেরামত করলেন, একটি নতুন প্রদীপ লাগালেন। চলে যাওয়ার সময় বললেন, <i>প্রতিদিন তোমার জন্য খাবার আসবে। এটা তোমার অধিকার, ভিক্ষা নয়।</i><br><br>পরদিন সকালে উমর (রাঃ) মসজিদে ঘোষণা করলেন, <i>হে মানুষ! যারা অমুসলিম মা-বাবার হক আদায় করেনি, তারা ইসলামের মূলকেই বোঝেনি।</i> তিনি বায়তুল মাল থেকে প্রত্যেক বৃদ্ধের জন্য পেনশনের ব্যবস্থা করার নির্দেশ দিলেন, তারা যে ধর্মেরই হোক না কেন।<br><br>কিছুদিন পর সেই বৃদ্ধা মসজিদে এসে বললেন, <i>আমি আজ পর্যন্ত যা শুনেছি, তা চোখে দেখলাম। ইসলামই প্রকৃত দ্বীন।</i> তিনি কালিমা পড়ে ইসলাম গ্রহণ করলেন।<br><br>এক সাহাবী জিজ্ঞেস করলেন, <i>হে আমীরুল মুমিনীন! আপনি সেই খ্রিস্টান মহিলার এত সেবা কেন করলেন?</i> উমর (রাঃ) বললেন, <i>মানবতা কোনো ধর্মের দাস নয়। যেদিন আমরা অমুসলিমদের হক ভুলে যাব, সেদিন আমাদের ঈমান ফাঁপা হয়ে যাবে।</i><br><br>তাঁর এ কথাগুলো মদিনার বাতাসে ন্যায়বিচারের নতুন দৃষ্টান্ত হয়ে ছড়িয়ে পড়ল। আজও যখন কোনো শাসকের ন্যায়পরায়ণতার কথা হয়, হযরত উমর (রাঃ)-এর এ ঘটনাই সবার আগে স্মরণে আসে। তাঁর দৃষ্টিতে প্রতিটি মানুষের সম্মান ও অধিকার ঈমানের ওপরে, কারণ মানবতাই আসল ঈমানের ভিত্তি।"
},

{
  "id": 11,
  "title": "হযরত উমর ফারুক (রাঃ)-এর অনুলিখিত দাস্তান",
  "content": "<b>অংশ ১: জাহেলিয়াতের দিনের আশ্চর্য ঘটনা</b><br><i>শৈশবের সেই ঘটনা যখন হযরত উমর তার পিতাকে চ্যালেঞ্জ করেছিলেন</i><br>হযরত উমর (রাঃ)-এর পিতা খাত্তাব ইবনে নুফাইল মক্কার কঠোর জালিমদের একজন ছিলেন। একদিন দশ বছরের হযরত উমর (রাঃ) দেখলেন যে তার পিতা এক দাসকে নিষ্ঠুরভাবে প্রহার করছেন। ছোট উমর সাহস দেখিয়ে জিজ্ঞেস করলেন:<br><i>আব্বা জান, এই নির্দোষকে কেন মারছ?</i><br>খাত্তাব রাগান্বিত হয়ে বললেন:<br><i>আমার কাজে হস্তক্ষেপ করার সাহস তোমার কীভাবে হলো?</i><br>হযরত উমর (রাঃ) দৃঢ়ভাবে উত্তর দিলেন:<br><i>কারণ জুলুম সব অবস্থাতেই ভুল, যে-ই করুক না কেন!</i><br>এই ঘটনাটি খাত্তাবের হৃদয়কে নাড়া দিল এবং সেই দিন থেকে তিনি দাসদের সঙ্গে আচরণ পরিবর্তন করলেন।<br><br><i>যৌবনের সেই রোমাঞ্চকর কাহিনী যখন হযরত উমর তার বোনকে আঘাত করার ইচ্ছা করেছিলেন</i><br>ইসলামের আগে হযরত উমর (রাঃ)-এর বোন ফাতিমা এবং ভগ্নিপতি সাঈদ ইবনে যায়েদ ইসলাম গ্রহণ করেছিলেন। যখন হযরত উমর (রাঃ) এটি জানলেন, তখন তিনি তরবারি নিয়ে তাদের বাড়িতে গেলেন। দরজা ঠকঠকালে ভিতর থেকে কুরআন পাঠের শব্দ আসছিল। তিনি যখন দেখলেন বোনের মুখে আঘাতের চিহ্ন, তখন জিজ্ঞেস করলেন:<br><i>একে কে আঘাত করেছে?</i><br>ফাতিমা উত্তর দিলেন:<br><i>তোমার মতই কোনো জালিম।</i><br>এটি শুনে হযরত উমরের হৃদয় নরম হলো এবং তিনি কুরআন শোনার ইচ্ছা প্রকাশ করলেন। যখন তিনি সূরা ত্ব-হা শুনলেন, তিনি কেঁদে ফেললেন এবং সঙ্গে সঙ্গে ইসলাম গ্রহণ করলেন।<br><br><b>অংশ ২: ইসলাম গ্রহণের পর অনুলিখিত ঘটনাবলী</b><br><i>কাবায় প্রকাশ্যে নামাজ পড়ার সাহসী ঘটনা</i><br>যখন হযরত উমর (রাঃ) মুসলিম হলেন, তিনি রাসূলুল্লাহ (সঃ)-কে জিজ্ঞেস করলেন:<br><i>ইয়া রাসূলাল্লাহ! আমরা কি আমাদের ইবাদত গোপনে করব?</i><br>রাসূল (সঃ) বললেন:<br><i>আমরা তো দুর্বল, হযরত উমর।</i><br>হযরত উমর (রাঃ) উত্তর দিলেন:<br><i>আল্লাহর কসম! যিনি আমাদের হকের জন্য বাঁচতে বলেছেন, আমরা কেন লুকিয়ে থাকব?</i><br>এই বলে তাঁরা দু’দল হলেন: হামজা (রাঃ) একদলের সঙ্গে গেলেন এবং হযরত উমর (রাঃ) অন্য দলের সঙ্গে গেলেন। এভাবেই প্রথমবার কাবায় প্রকাশ্যে নামাজ আদায় করা হলো।<br><br><i>হিজরতের সেই রোমাঞ্চকর মুহূর্ত যখন হযরত উমর চ্যালেঞ্জ ছুঁড়ে দিলেন</i><br>যখন মুসলমানদের মক্কা থেকে মদিনায় হিজরত করতে হলো, হযরত উমর (রাঃ) ঘোষণা করলেন:<br><i>যে তার মায়ের শোক পালন করতে চায়, যে তার স্ত্রীকে বিধবা ও সন্তানকে ইয়াতিম দেখতে চায়, সে আমাকে আটকাতে আসুক!</i> এ কথা বলে তিনি তরবারি, তীর এবং বর্শা নিয়ে একাই মক্কা থেকে বেরিয়ে গেলেন। কেউ তাঁকে আটকানোর সাহস করেনি।<br><br><b>অংশ ৩: খেলাফতের সময়কার অনন্য ঘটনা</b><br><i>রাতে জনগণের অবস্থা দেখার ভিন্ন ধরন</i><br>খলিফা হওয়ার পর হযরত উমর (রাঃ) রাতে গম্ভীরভাবে মদিনার পথে ঘুরতেন। এক রাতে তিনি দেখলেন এক বৃদ্ধা তার সন্তানদের শান্ত করার চেষ্টা করছেন। শিশুরা ক্ষুধায় কাঁদছিল। হযরত উমর (রাঃ) সঙ্গে সঙ্গে বায়তুল মালের আটা, ঘি ও খেজুর নিয়ে এসে নিজ হাতে রান্না করলেন এবং শিশুদের খাওয়ালেন। বৃদ্ধা বললেন:<br><i>আল্লাহ তোমাকে হযরত উমরের থেকেও উত্তম করুন।</i><br>হযরত উমর (রাঃ) উত্তর দিলেন:<br><i>দোয়া করো যেন উমর তোমাদের সেবা করতে থাকে।</i><br><br><i>ন্যায়বিচারের সেই ঘটনা যখন হযরত উমর তার ছেলেকে শাস্তি দিলেন</i><br>একবার হযরত উমর (রাঃ)-এর ছেলে এক ইহুদির সঙ্গে ঝগড়া করলেন। বিষয়টি আদালতে গেল। ক্বাজী রায় দিলেন যে ইহুদিরও হযরত উমরের ছেলেকে একইভাবে আঘাত করার অধিকার আছে। হযরত উমর (রাঃ) রায়ের সম্মান করলেন এবং নিজের ছেলেকে ইহুদির সামনে দাঁড় করিয়ে দিলেন। ইহুদি এতটাই মুগ্ধ হলেন যে তিনি ক্ষমা করলেন এবং ইসলাম গ্রহণ করলেন।<br><br><b>অংশ ৪: শহীদির করুণ কাহিনী</b><br><i>নিজ হত্যাকারীকে ক্ষমা করার শেষ ইচ্ছা</i><br>যখন ফিরোজ আবু লুলু হযরত উমর (রাঃ)-এর ওপর আক্রমণ করলেন, আহত অবস্থায় তিনি জিজ্ঞেস করলেন:<br><i>আক্রমণকারী মুসলমান?</i><br>যখন জানা গেল তিনি মজুসি, তখন তিনি স্বস্তির নিঃশ্বাস ফেললেন। তারপর ছেলেকে বললেন:<br><i>যদি আমি বেঁচে যাই, তবে আমি তাকে ক্ষমা করব। আর যদি মারা যাই, তবে তুমি তাকে কেবল একবার আঘাত করবে।</i><br>এ কথা বলে তিনি নিজের হত্যাকারীর জন্য রহমতের দোয়া করলেন।<br><br><i>শেষ সময়ের জ্ঞানভরা উপদেশ</i><br>নিজ শেষ সময়ে হযরত উমর (রাঃ) বললেন:<br><i>যদি আমি কারো প্রতি জুলুম করে থাকি, তবে সে আমার পিঠে আঘাত করুক<br>আমার পর খলিফার জন্য ছয়জনের শূরা গঠন করো<br>আমাকে রাসূলুল্লাহ (সঃ) ও আবু বকর (রাঃ)-এর পাশে দাফন করো</i><br><br><b>অংশ ৫: ব্যক্তিত্বের অদেখা দিক</b><br>যে অদ্ভুত অভ্যাসগুলো হযরত উমরকে বিশেষ বানিয়েছিল<br><b>পোশাকে প্যাঁচ:</b> তিনি জামায় চারটি প্যাঁচ দিতেন<br><b>খাবারের সরলতা:</b> রুটি ও জলপাইয়ের তেলই প্রধান খাদ্য<br><b>ন্যায়প্রিয়তা:</b> নিজের ছেলেকে দুধ খাওয়ানো মহিলাকে ভাতা দিয়েছিলেন<br><br><b><i>উমরের ন্যায়বিচার ইতিহাসের সেই প্রদীপ যা সর্বদা আলোকিত থাকবে - ইমাম আলী ইবনে আবি তালিব।</i></b>"
},

  {
    "id": 12,
    "title": "কুরাইশের দুই বন্দীর ইসলাম গ্রহণ",
    "content": "<b>প্রথম বন্দী: উতবা ইবনে আবি মুইত</b><br><b>বন্দী হওয়ার ঘটনা:</b><br>যখন নাখলার গোপন দল কুরাইশের কাফেলায় হামলা চালাল, তখন উতবা বন্দী হলো। সে শক্তিশালী ও বলবান যুবক হলেও মুসলমানরা তাকে কাবু করে ফেলল।<br><br>বন্দী অবস্থায় মদিনায় নিয়ে যাওয়ার পথে উতবা শুনল মুসলমানরা ফজরের নামাজ পড়ছে। সে দেখল সাহাবারা নির্ভয়ে সিজদায় পড়ে যাচ্ছে। তার মনে প্রশ্ন এল: <i>এরা এত নির্ভীক কেন?</i><br><br><b>ইসলাম গ্রহণ:</b><br>এক রাতে উতবা আবদুল্লাহ ইবনে জাহশ (রাঃ)-কে জিজ্ঞেস করল:<br><i>তোমরা কার ইবাদত কর?</i><br>আবদুল্লাহ কালিমা পড়ে শোনালেন:<br><b><i>লা ইলাহা ইল্লাল্লাহু মুহাম্মাদুর রাসূলুল্লাহ</i></b><br>উতবার হৃদয় নরম হলো এবং সে সঙ্গে সঙ্গে ইসলাম গ্রহণ করল।<br><br><b>দ্বিতীয় বন্দী: নওফল ইবনে আবদুল্লাহ</b><br><b>আসল কারণ:</b><br>নওফলকে ধরা হলো শুধু এজন্য যে সে কাফেলার অংশ ছিল। সে হৃদয়ে নরম মানুষ ছিল, কিন্তু কুরাইশের চাপে পড়েছিল।<br><br><b>বন্দী জীবনের প্রভাব:</b><br>নওফল দেখল মুসলমানরা বন্দীদের ভালো ব্যবহার করছে। এমনকি খাবার দেওয়ার সময়ও তারা <i>বিসমিল্লাহ</i> বলছে। একদিন সে জিজ্ঞেস করল: <i>তোমরা আমাকে খেতে দিচ্ছ কেন, আমি তো তোমাদের শত্রু?</i><br><br><b>হিদায়াতের কারণ:</b><br>এক সাহাবি উত্তর দিলেন:<br><i>আমাদের নবী (সঃ) শিখিয়েছেন যে বন্দীকেও মানুষ মনে করতে হবে।</i><br>এটি শুনে নওফলের চোখে পানি চলে এলো এবং সে ইসলাম গ্রহণ করল।<br><br><b>দুজনের পরবর্তী জীবন:</b><br><b>উতবার পথচলা:</b><br>• উহুদের যুদ্ধে শহীদ হন<br>• মৃত্যুর সময় কালিমা পড়ছিলেন<br>• রাসূল (সঃ) বললেন: <i>সে জান্নাতি</i><br><br><b>নওফলের খেদমত:</b><br>• বদরের যুদ্ধে কুরাইশের বিরুদ্ধে লড়েন</br>• মদিনায় ইসলাম প্রচার করেন<br>• জীবনের শেষ পর্যন্ত সৎ মুসলিম ছিলেন<br><br><b>এই কাহিনী থেকে শিক্ষা:</b><br>ভালো ব্যবহারের শক্তি: শত্রুকেও বন্ধু বানাতে পারে<br>ঈমানের আলো: আল্লাহ যাকে চান তাকেই পথ দেখান<br>তাবলিগের প্রভাব: ইসলাম সঠিকভাবে উপস্থাপন করা জরুরি<br><br><i>আল্লাহ যাকে চান তাকে তাঁর পথে নিয়ে আসেন - (কুরআন 42:13)</i>"
  },

  {
    "id": 13,
    "title": "হাবীব ইবনে যায়েদ (রাঃ)-এর শহীদী: জিহ্বা কাটা হলেও ঈমানের দাস্তান",
    "content": "হাবীব ইবনে যায়েদ (রাঃ) বনি নাজ্জার গোত্রের ছিলেন। তার পিতা যায়েদ ইবনে আসিম (রাঃ) ও মাতা নুসাইবা বিনতে কাব (রাঃ) দুজনেই প্রথম দিকের মুসলিম ছিলেন।<br><br>তিনি ৫ বছর বয়সে কালিমা পড়েছিলেন, ১০ বছর বয়সে হিজরত করে মদিনায় এসেছিলেন এবং ১২ বছর বয়সে বদরের যুদ্ধে পানি সরবরাহ করেছিলেন। তার মা নুসাইবা (রাঃ) ছিলেন ‘উম্মে উমারাহ’ নামে পরিচিত, ইসলামি ইতিহাসের প্রথম মহিলা যোদ্ধা।<br><br>মুসাইলমা কazzab নবী (সঃ)-এর ইন্তিকালের পর ইয়ামামায় নিজেকে নবী দাবি করল এবং ৪০,০০০ মানুষকে বিভ্রান্ত করল। খলিফা আবু বকর (রাঃ) তাকে শাস্তি দিতে ১৩,০০০ সৈন্য পাঠালেন। হাবীব (রাঃ)-এর বয়স তখন মাত্র ১৭ বছর। তিনি যুদ্ধে অংশ নিলেন এবং বন্দী হলেন।<br><br>মুসাইলমার প্রাসাদে তাকে আনা হলো। তার হাত-পা শিকলে বাঁধা, কিন্তু মুখে ভয় নেই।<br><br>মুসাইলমা জিজ্ঞেস করল: <i>তুমি কি এখনও মুহাম্মদকে আল্লাহর রাসূল মনে কর?</i><br>হাবীব (রাঃ) উত্তর দিলেন: <i>হ্যাঁ! আমি সাক্ষ্য দিচ্ছি তুমি সবচেয়ে বড় মিথ্যাবাদী!</i><br><br>এতে মুসাইলমা ক্ষিপ্ত হলো। সে বলল: <i>এর জিহ্বা কেটে দাও!</i><br><br>জিহ্বা কাটার আগে হাবীব (রাঃ) জোরে কালিমা পড়লেন: <b><i>লা ইলাহা ইল্লাল্লাহু মুহাম্মাদুর রাসূলুল্লাহ!</i></b><br>তারপরও তিনি রক্ত দিয়ে মাটিতে লিখতে লাগলেন: <b><i>অশহাদু আন্না মুহাম্মাদার রাসূলুল্লাহ।</i></b><br><br>তারপর তার একে একে হাত-পা কেটে ফেলা হলো। তিনি রক্ত দিয়ে লিখতে থাকলেন। মৃত্যুর শেষ মুহূর্ত পর্যন্ত তার ঠোঁট নড়ছিল, কালিমা পাঠ করছিলেন।<br><br>তিন দিন পর মুসাইলমা নিহত হলো। মৃত্যুর সময় সে যেন শুনতে পাচ্ছিল: <i><b>অশহাদু আন্না মুহাম্মাদার রাসূলুল্লাহ!</b></i><br><br>সাহাবারা শুনে বললেন: <i>এই যুবক প্রমাণ করেছে ঈমানের শক্তি বয়সে নয়, বিশ্বাসে।</i><br>তার মা নুসাইবা বললেন: <i>আমি ছেলেকে হারিয়েছি, কিন্তু আল্লাহ তাকে জান্নাতে উচ্চ মর্যাদা দিয়েছেন।</i><br><br>আজও ইয়ামামায় তার কবরের ওপর লেখা আছে: <i>এখানে সেই শহীদ শুয়ে আছেন যিনি জিহ্বা কাটা হলেও রক্ত দিয়ে ঈমান লিখেছিলেন।</i><br><br><b><i>হযরত আলী (রাঃ) বলেছেন: হাবীব ইবনে যায়েদ প্রমাণ করেছেন সত্যিকারের ঈমান হৃদয়ে থাকে, জিহ্বায় নয়।</i></b><br><br>তার কাহিনী আজও মুসলমানদের জন্য অনুপ্রেরণা, যারা বিপদের সময়েও ঈমান আঁকড়ে ধরে রাখতে চায়।"
  },
  {
    "id": 14,
    "title": "হযরত মুহাম্মদ (সঃ)-এর মেরাজ: আসমানী সফরের দাস্তান",
    "content": "মক্কার পবিত্র নগরে এক রাতে রাসূলুল্লাহ (সঃ) হাজরে আসওয়াদের পাশে বিশ্রাম নিচ্ছিলেন। হঠাৎ আসমান থেকে আলো নেমে এলো এবং ফেরেশতা জিবরাইল (আঃ) উপস্থিত হলেন। তিনি রাসূলুল্লাহ (সঃ)-কে বুরাক নামের এক আশ্চর্য বাহনে চড়ালেন, যা খচ্চর ও ঘোড়ার মাঝামাঝি আকৃতির ছিল এবং যার পাখা ছিল। এটি ছিল প্রথম ধাপ, যাকে বলা হয় ইসরা – মক্কা থেকে বায়তুল মুকাদ্দাস পর্যন্ত রাতের সফর।<br><br>বায়তুল মুকাদ্দাসে গিয়ে রাসূলুল্লাহ (সঃ) দেখলেন সব নবী উপস্থিত – ইবরাহিম, মূসা, ঈসা (আঃ) এবং অন্যরা। সবাই তার ইমামতিতে নামাজ পড়লেন। এটি প্রমাণ করল তিনি সকল নবীর নেতা।<br><br>তারপর জিবরাইল (আঃ) রাসূলুল্লাহ (সঃ)-কে আসমানী সফরের (মেরাজ) জন্য প্রস্তুত করলেন। সাত আসমানে তিনি উঠলেন। প্রথম আসমানে আদম (আঃ), দ্বিতীয় আসমানে ইয়াহইয়া ও ঈসা (আঃ), তৃতীয় আসমানে ইউসুফ (আঃ), চতুর্থ আসমানে ইদরিস (আঃ), পঞ্চমে হারুন (আঃ), ষষ্ঠে মূসা (আঃ) এবং সপ্তম আসমানে ইবরাহিম (আঃ)-এর সঙ্গে সাক্ষাৎ হলো।<br><br>সবশেষে তিনি সিদরাতুল মুনতাহায় পৌঁছালেন। সেখানে আল্লাহর সঙ্গে সরাসরি কথা হলো। প্রথমে ৫০ ওয়াক্ত নামাজ ফরজ করা হয়েছিল, পরে মূসা (আঃ)-এর পরামর্শে তা কমিয়ে ৫ ওয়াক্ত করা হলো।<br><br>মক্কায় ফিরে এসে যখন তিনি ঘটনা বললেন, কুরাইশরা অস্বীকার করল। কিন্তু আবু বকর (রাঃ) সঙ্গে সঙ্গে বললেন: <i>যদি তিনি বলেছেন, তবে সত্য বলেছেন!</i> তাই তাকে ‘আস-সিদ্দিক’ উপাধি দেওয়া হলো।<br><br>মেরাজের শিক্ষা হলো: নামাজ মুমিনের মেরাজ, আল্লাহর ভালোবাসার জন্য সব কষ্ট সহ্য করা যায়। এটি প্রমাণ করে আল্লাহর শক্তিতে সবকিছু সম্ভব। কুরআনের সূরা আল-ইসরা-র প্রথম আয়াতে আল্লাহ বলেন: <i>পবিত্র তিনি, যিনি রাতে তাঁর বান্দাকে মসজিদুল হারাম থেকে মসজিদুল আকসা পর্যন্ত নিয়ে গিয়েছিলেন, যার চারপাশ আমরা বরকতময় করেছি।</i><br><br>এই ঘটনা প্রতিটি মুসলমানকে মনে করিয়ে দেয় – সঠিক ঈমান থাকলে আল্লাহর সাহায্য অবশ্যই আসে।"
  },

]


