[
  {
    "id": 1,
    "title": "हिजरत का सफर - नबी (स.अ.व.) और सिद्दीक-ए-अकबर (र.ज़.) का सफर",
    "content": "<b>भाग 1: मक्का में खतरा </b><br>मक्का के काफिरों ने नबी मुहम्मद (स.अ.व.) को मारने की साजिश रची। अल्लाह ने उन्हें हिजरत (पलायन) का आदेश दिया। रात के अंधेरे में नबी (स.अ.व.) ने अपने साथी हज़रत अबू बकर सिद्दीक (र.ज़.) को साथ लिया और सौर गुफा की ओर चले। <br><br><b>रास्ते का संघर्ष: </b><br>काफिरों ने उनका पीछा किया। एक बार तो शत्रु गुफा के मुँह तक आ गए, लेकिन अल्लाह ने एक मकड़ी को गुफा के द्वार पर जाला बुनने और कबूतर को अंडे देने का हुक्म दिया। जब काफिरों ने यह देखा तो सोचा: <i>अंदर कोई नहीं हो सकता!</i> और लौट गए। <br><br><b>हज़रत अबू बकर (र.ज़.) की वफादारी:</b> <br>गुफा में एक साँप ने डस लिया, लेकिन वह चुप रहे ताकि नबी (स.अ.व.) की नींद न टूटे। बाद में जब पैगंबर (स.अ.व.) ने देखा तो उनके पैर से खून बह रहा था। उन्होंने पूछा: <i>\"आपने मुझे क्यों नहीं बताया?\"</i> अबू बकर (र.ज़.) बोले: <i>\"ये छोटी सी पीड़ा आपकी नींद से बढ़कर नहीं थी, या रसूल्लाह!\" </i><br><br><b>भाग 2: मदीना की ओर सफर</b> <br>गुफा में 3 दिन बिताने के बाद, उन्होंने अब्दुल्लाह बिन उरैक़ित नामक एक गाइड की मदद से मदीना के लिए रवाना किया। रास्ते में कई चमत्कार हुए: <br><br><b>सुराक़ा नामी लुटेरा: </b><br> काफिरों ने सुराक़ा नामक एक शक्तिशाली योद्धा को 100 ऊँटों का इनाम देकर पैगंबर (स.अ.व.) को पकड़ने भेजा। जैसे ही सुराक़ा निकट आया, उसका घोड़ा रेत में धँस गया। उसने माफ़ी माँगी और पैगंबर (स.अ.व.) ने उसे भविष्य में फारस के खजाने की चाबियाँ पहनने का वादा दिया (जो बाद में सच हुआ)।<br><br> <b>उम्मे माबद का झोंपड़ा: </b><br> एक बूढ़ी औरत (उम्मे माबद) के पास से गुज़रे, जिसके पास सिर्फ़ एक बकरी थी। नबी (स.अ.व.) ने उस बकरी का दूध निकाला, जो इतना अधिक हुआ कि पूरा परिवार तृप्त हो गया। <br><br><b>भाग 3: मदीना पहुँचना</b><br> 8 दिन के सफर के बाद, 12 रबी-उल-अव्वल को वे कुबा पहुँचे। यहाँ पहली मस्जिद (मस्जिद-ए-कुबा) बनाई गई। फिर मदीना पहुँचे तो लोगों ने नारे लगाए: <br><i>ताला-अल-बद्रु अलैना... (चाँद हम पर चमक उठा!)</i> <br><br><b>अंसार (मदीना वालों) की मेहमाननवाज़ी:</b> <br>हर परिवार चाहता था कि पैगंबर (स.अ.व.) उनके घर ठहरें। नबी (स.अ.व.) ने कहा: <br><i>मेरा ऊँट जहाँ बैठेगा, वहीं मेरा घर होगा।</i><br> ऊँट हज़रत अबू अय्यूब अंसारी (र.ज़.) के घर के सामने बैठ गया। <br><br><b>सीख और प्रेरणा:</b><br> - अल्लाह पर भरोसा (तवक्कुल): गुफा में मकड़ी का जाला अल्लाह की मदद का प्रतीक है।<br> - साथी की वफादारी: अबू बकर (र.ज़.) का त्याग हमें सच्ची दोस्ती सिखाता है।<br> - बुराई पर अच्छाई: सुराक़ा जैसे शत्रु भी अल्लाह के हुक्म से मुसलमान बने। <br><br><i style='border-left: 2px solid grey'><b>कुरआन की आयत:</b><br>जब अल्लाह की मदद आ जाए और फतह (विजय), और तुम लोगों को जमाअत के साथ दीन में दाखिल होते देखो, तो अपने रब की तस्बीह करो! (सूरह अन-नस्र 110:1-3)</i>"
  },

  {
    "id": 2,
    "title": "जंग-ए-बद्र: अल्लाह की मदद का वह अज़ीम मौका",
    "content": "<b>भाग 1: जंग का मैदान तैयार होता है</b> <br>मक्का के <b>दुश्मनों</b> (कुरैश) ने मुसलमानों को सताने के बाद उनका सारा माल-ए-ग़नीमत (सम्पत्ति) छीन लिया था। नबी-ए-करीम (स.अ.व.) ने मदीना में हिजरत की, लेकिन काफिरों का ज़ुल्म बंद नहीं हुआ। एक रोज़ खबर आई कि <b>अबू सुफ़यान</b> का क़ाफिला (व्यापारी दल) शाम से लौट रहा है, जिसमें कुरैश का सारा धन है। मुसलमानों ने तय किया कि इस मौके पर उनका हक़ वापस लिया जाए।  <br><br><b>मुसलमानों की तैयारी:</b> <br>- सिर्फ़ <b>313 जंगजू</b> (योद्धा), जिनमें 2 घोड़े और 70 ऊँट थे। <br>- कुरैश की सेना: <b>1000 जंगजू</b>, 100 घोड़े और ढेर सारे हथियार। <br>- मुसलमानों के पास तलवारें भी पूरी नहीं थीं। कुछ साथी लकड़ी के डंडे लेकर चले।  <br><br><b>भाग 2: मैदान-ए-जंग में मुकाबला</b> <br>17 रमज़ान, 2 हिजरी को <b>बद्र के मैदान</b> में दोनों फौजें आमने-सामने हुईं। <br><b>कुरैश का अकड़: </b> <br>अबू जहल (कुरैश का सरदार) ने हँसते हुए कहा: <i>ये मुहम्मद (स.अ.व.) के साथी भूखे, नंगे हैं! आज इनका नामो-निशान मिटा देंगे!</i>  <br><b>मुसलमानों की दुआ: </b><br>नबी (स.अ.व.) ने हाथ उठाकर अरज़ किया:<br><i>ऐ अल्लाह! अगर ये छोटी जमात आज हार गई, तो धरती पर तेरी इबादत करने वाला कोई नहीं बचेगा!</i><br><br><b>भाग 3: अल्लाह की मदद आती है</b>  <br>अल्लाह ने फरिश्तों को हुक्म दिया:  <br><i>मेरे बन्दों की मदद करो!</i> (कुरआन 8:9)  <br><br><b>चमत्कार हुए:</b>  <br>1. <b>रेत का तूफ़ान:</b> कुरैशियों की आँखों में रेत भर गई।  <br>2. <b>फरिश्तों का हमला: </b> कुरैश के जंगजू देखते ही रह गए कि कोई <b>नज़र नहीं आ रहा</b>, लेकिन उनके सर कट रहे हैं!  <br>3. <b>दिलों में रूहानी ताकत: </b> मुसलमानों ने ऐसी जंग लड़ी कि एक साथी ने <b>दुश्मन के ऊँट का पैर</b> काट डाला!  <br><br><b>असर हुआ: </b><br>- कुरैश के 70 जंगजू मारे गए, जिनमें <b>अबू जहल</b> भी शामिल था।  <br>- मुसलमानों के सिर्फ़ <b>14 शहीद</b> हुए।  <br>- बाकी दुश्मन भाग खड़े हुए।  <br><br><b>भाग 4: जीत का राज़: </b><br>जंग के बाद एक बुज़ुर्ग सहाबी ने पूछा: <i>या रसूलुल्लाह! हम कम थे, फिर भी जीत कैसे गए?</i><br><b>नबी (स.अ.व.) ने फरमाया:  </b><br><i>सच्चा ईमान, सब्र और अल्लाह पर यक़ीन ही असली ताकत है। जिसने दुनिया की चमक के लिए नहीं, बल्कि अल्लाह के दीन की खातिर जंग लड़ी, वही जीता!</i><br><br><b>सीख:<br> 1. ताकत गिनती में नहीं, इख़लास (ईमान) में है।<br> 2. अल्लाह की मदद आने तक हिम्मत न हारो।<br> 3. जुल्म के आगे झुकने से बेहतर है, इंसाफ़ के लिए लड़ो। </b><br><br><i style='border-left: 2px solid grey;'><b>कुरआन की आयत: </b><br>बद्र के दिन तुम मददगारी में कमज़ोर थे, लेकिन अल्लाह ने तुम्हारी मदद की। ताकि मुसलमानों के लिए निशानी बन जाए। - (सूरह आले-इमरान 3:123)</i>"
  },

  {
    "id": 3,
    "title": "नबी सुलेमान (अ.स.) और हुदहुद पक्षी की सच्ची कहानी",
    "content": "<b>भाग 1: अल्लाह का नायाब तोहफा</b>  <br>नबी सुलेमान (अ.स.) को अल्लाह ने <b>मुल्क-ए-अज़ीम</b> (विशाल राज्य) दिया था। उनकी फ़ौज में इंसान, जिन्न और जानवर सभी शामिल थे। एक दिन उन्होंने अपनी फ़ौज का हुलिया देखा तो <b>हुदहुद</b> (एक ख़ास पक्षी) गायब था।  <br><br>सुलेमान (अ.स.) ने ग़ुस्से में कहा:  <br><i>मैं हुदहुद को सज़ा दूँगा, या वह कोई साफ़ वजह लेकर आए!</i>  <br><br><b>भाग 2: हुदहुद की ख़बर</b>  <br>थोड़ी देर बाद हुदहुद आया और एक अजीब ख़बर सुनाई:  <br><i>मैंने सबा नामक शहर देखा, जहाँ एक औरत (बिल्क़ीस) राज करती है। उसके पास हर नेमत है, लेकिन वह और उसकी क़ौम सूरज को सजदा करते हैं!</i>  <br><br>सुलेमान (अ.स.) ने कहा:  <br><i>हम देखेंगे कि तुम सच कह रहे हो या झूठ!</i>  <br><br><b>भाग 3: बिल्क़ीस को दावत</b>  <br>सुलेमान (अ.स.) ने हुदहुद के ज़रिए बिल्क़ीस को एक ख़त भेजा:  <i>बिस्मिल्लाह... मेरे आगे झुक जाओ और अल्लाह को मानो!</i>  <br><br>बिल्क़ीस ने सोचा: <i>यह कोई आम बादशाह नहीं!</i> उसने सुलेमान (अ.स.) को कीमती तोहफ़े भेजे, लेकिन सुलेमान (अ.स.) ने कहा:<br><i>मैं माल से नहीं, तुम्हारे ईमान से ख़ुश होऊँगा!</i>  <br><br><b>भाग 4: अज़ीम मोजिज़ा</b>  <br>बिल्क़ीस ने सुलेमान (अ.स.) की ताकत जाँचने के लिए एक पहेली रखी: <br> <i>मैं अपना तख़्त (सिंहासन) पहचान लूँगी तो ईमान ले आऊँगी।</i>  <br>सुलेमान (अ.स.) ने एक जिन्न से कहा: <i>तख़्त यहाँ ले आओ!</i>  <br>पलक झपकते ही तख़्त आ गया! बिल्क़ीस ने कहा: <i>यह तो वाकई अल्लाह का नबी है!</i> और ईमान ले आई।  <br><br><b>सीख:</b>  <br>1. <b>अल्लाह की नेमतों का शुक्र करो</b> – सुलेमान (अ.स.) ने कभी अकड़ नहीं दिखाई।  <br>2. <b>छोटे से छोटे जीव का भी रोल है</b> – हुदहुद ने पूरी क़ौम को हिदायत दिलाई।  <br>3. <b>अक्लमंदी से काम लो</b> – सुलेमान (अ.स.) ने जंग नहीं, बल्कि हिकमत से दिल जीता।  <br><br><i style='border-left: 2px solid grey;'><b>कुरआन की आयत:</b><br>उसने (सुलेमान) मुस्कुराकर कहा: मैंने हुदहुद को ग़ैर-मौजूद क्यों पाया? क्या वह ग़ायब है? (सूरह अन-नम्ल 27:20)</i>"
  }, 

  {
    "id": 4,
    "title": "हज़रत उमर (र.ज़.) और यहूदी बुज़ुर्ग की मुलाक़ात",
    "content": "मदीना की एक सर्द रात थी। आसमान में तारे टिमटिमा रहे थे, और हवा में ठंडक का एहसास था। हज़रत उमर (र.ज़.) अपनी चिराग की रोशनी में शहर की गलियों में चल रहे थे। उनकी आदत थी कि वह रात को लोगों की हालत देखने निकलते थे। तभी उन्हें एक टूटी हुई झोपड़ी से कराहने की आवाज़ सुनाई दी। वह झट से अंदर घुसे।<br><br>झोपड़ी में एक बूढ़ा यहूदी व्यक्ति पड़ा था। उसके शरीर पर फटे हुए कपड़े थे, और पैरों में घाव थे। उसकी आँखें बंद थीं, और होंठ सूखे हुए। हज़रत उमर (र.ज़.) ने उसके पास बैठकर पूछा, <i>आपकी यह हालत क्यों है? आपके बच्चे कहाँ हैं?</i><br><br>बूढ़े ने आँखें खोलीं और धीरे से कहा, <i>मेरे बच्चे मर चुके हैं। मैं अकेला हूँ... कोई नहीं है जो मेरी देखभाल करे।</i><br><br>हज़रत उमर (र.ज़.) ने तुरंत अपनी चादर उतारकर उसे ओढ़ा दी और बोले, <i>आज से मैं आपका बेटा हूँ।</i> वह उठे और बैतुल माल की ओर चल पड़े। रास्ते में उन्होंने अपने साथी से कहा, <i>इस बुज़ुर्ग के लिए गर्म कपड़े, दवा, और रोज़ का खाना भेजो। यह उसका हक़ है, चाहे वह यहूदी ही क्यों न हो।</i><br><br>अगले दिन, जब बूढ़े यहूदी ने देखा कि उसके दरवाज़े पर गर्म खाना और दवाइयाँ रखी हैं, तो वह हैरान रह गया। उसने पूछा, <i>यह सब किसने भेजा है?</i> लोगों ने बताया, <i>खलीफा उमर ने।</i><br><br>बूढ़े की आँखों में आँसू आ गए। वह सीधा मस्जिद-ए-नबवी पहुँचा। हज़रत उमर (र.ज़.) उस समय लोगों को नसीहत दे रहे थे। बूढ़े ने चिल्लाकर कहा, <i>ऐ उमर! तुम्हारा ईमान कितना खूबसूरत है! मैंने आज तक किसी को इस तरह इंसानियत का पाठ पढ़ाते नहीं देखा!</i><br><br>हज़रत उमर (र.ज़.) ने मुस्कुराते हुए जवाब दिया, <i>इंसानियत ही असली ईमान है। अगर हम एक बुज़ुर्ग को भूखा छोड़ दें, तो फिर हमारा दावा-ए-ईमान झूठा है।</i><br><br>कुछ दिनों बाद, वह यहूदी बुज़ुर्ग मदीना की गलियों में चलते हुए लोगों से कहता, <i>मैंने उमर को देखा है... वह सिर्फ़ मुसलमानों का नहीं, बल्कि हर इंसान का खलीफा है!</i><br><br><b>कहानी का सार:</b><br>हज़रत उमर (र.ज़.) ने सिखाया कि इंसानियत मज़हब से ऊपर होती है। उनका इंसाफ़ सभी के लिए था—चाहे वह किसी भी धर्म या समुदाय से हो। आज भी यह कहानी याद दिलाती है कि <i>सच्चा ईमान वही है जो दिल को नर्म और हाथ को दानी बनाए।</i><br>"
  },

  {
    "id": 5,
    "title": "हज़रत उमर (र.ज़.) और अकाल की महाविपदा: एक साल की परीक्षा",
    "content": "<b>सूखे की शुरुआत</b><br>मदीना के आसमान में बादलों ने दो साल से पानी नहीं बरसाया था। धरती फट चुकी थी, पेड़ों की पत्तियाँ सूखकर गिर गई थीं, और कुएँ कीचड़ में तब्दील हो गए थे। बच्चों के रोने की आवाज़ें रात-दिन गूँजतीं, और औरतें मिट्टी के टुकड़ों को पीसकर <i>रोटी</i> बनाने लगी थीं। हज़रत उमर (र.ज़.) अपने कमरे में बैठे कुरआन की आयतें पढ़ रहे थे, जब अचानक उनके दरवाज़े पर दस्तक हुई।<br><br>एक सिपाही ने साँसें तेज करते हुए खबर सुनाई: <i>अमीरुल मोमिनीन! लोगों ने बैतुल माल का दरवाज़ा तोड़ दिया है। वे कहते हैं कि अनाज चोरी हो गया है!</i> हज़रत उमर (र.ज़.) ने चिराग उठाया और बाहर निकले। उनकी दाढ़ी के सफेद बाल चिंता से और सफेद हो चुके थे।<br><br><b>अनाज की चोरी: एक साजिश का पर्दाफाश</b><br>बैतुल माल के भंडार में जाकर देखा तो अनाज के बोरे गायब थे। ज़मीन पर कुछ खास निशान थे—ऊँट के पैरों के निशान और टूटा हुआ एक मोहर। हज़रत उमर (र.ज़.) ने निशानों को ध्यान से देखा और पूछा: <i>क्या शहर में कोई नया व्यापारी आया है?</i> लोगों ने बताया कि हाँ, यमन से एक व्यापारी आया है जो ऊँटों पर सामान लादकर लाया था।<br><br>हज़रत उमर (र.ज़.) सीधे उस व्यापारी के ठिकाने पर पहुँचे। व्यापारी ने देखते ही सिर झुका लिया। हज़रत उमर (र.ज़.) बोले: <i>'तुम्हारे ऊँटों के निशान बैतुल माल में मिले हैं। क्या तुम्हें समझ है कि यह कितना बड़ा जुर्म है?'</i> हज़रत उमर (र.ज़.) की आवाज़ में गुस्सा नहीं, बल्कि दुख था।<br><br>व्यापारी ने काँपते हुए बोला: <i>माफ़ करना, अमीरुल मोमिनीन! मैंने भूख से तड़पते अपने बच्चों के लिए यह किया। </i> हज़रत उमर (र.ज़.) ने उसके कंधे पर हाथ रखा और बोले: <i>अगर तुमने मुझसे कहा होता, तो मैं तुम्हें अपना हिस्सा दे देता। लेकिन चोरी ने तुम्हारी मजबूरी को गुनाह में बदल दिया।</i><br><br>उन्होंने व्यापारी को माफ़ कर दिया, लेकिन बैतुल माल की सुरक्षा के लिए नए नियम बनाए। उस रात, हज़रत उमर (र.ज़.) ने अपने घर का सारा अनाज बैतुल माल में डाल दिया और खुद सिर्फ़ पानी और खजूर पर गुज़ारा करने लगे।<br><br><b>मिस्र से आया राहत दल: एक नई उम्मीद</b><br>अकाल के छठे महीने, मिस्र के गवर्नर अम्र इब्न अल-आस (र.ज़.) ने 500 ऊँटों पर गेहूँ, खजूर और दवाइयाँ भेजीं। काफ़िला मदीना के पास पहुँचा तो हज़रत उमर (र.ज़.) खुद उसे लेने पहुँचे। उन्होंने पहला गेहूँ का बोरा अपने कंधे पर उठाया और बोले: <i>यह बोरा उस बूढ़ी माँ के लिए है जिसने अपने बच्चों को पिछले हफ़्ते भूखे मार डाला।</i><br><br>लोगों ने देखा कि उनके कंधे पर बोरे का भार उठाते हुए उनकी पीठ झुक गई, लेकिन कदम नहीं लड़खड़ाए। एक युवक ने पूछा: <i>आप खलीफा हैं, फिर यह काम क्यों कर रहे हैं?</i> हज़रत उमर (र.ज़.) ने मुस्कुराते हुए जवाब दिया: <i>खलीफा वह नहीं जो लोगों पर राज करे, बल्कि वह जो लोगों के लिए मर जाए।</i><br><br><b>वो रात जब खलीफा ने अपना बिस्तर बेच दिया</b><br>एक रात हज़रत उमर (र.ज़.) की बेटी हफ़्सा (र.ज़.) ने देखा कि वह अपने कमरे में चटाई पर सो रहे हैं।<br><i>अब्बा जान, आपका बिस्तर कहाँ है?</i><br>उन्होंने जवाब दिया: <i>मैंने उसे बेचकर एक अनाथ बच्ची के लिए दूध खरीदा है। जब तक मेरी रियाया भूखी सोती है, मैं नर्म बिस्तर पर कैसे सो सकता हूँ?</i><br><br>हफ़्सा (र.ज़.) की आँखें भर आईं। उसने अपने गहने उतारे और कहा: <i>यह लीजिए, इन्हें बेचकर और बच्चों के लिए खाना लाइए।</i> हज़रत उमर (र.ज़.) ने उसके सिर को चूमा: <i>तुम्हारी यही नेकी तुम्हें जन्नत की हक़दार बनाएगी।</i><br><br><b>बारिश का पहला बूँद: इबादत का मंज़र</b><br>अठारह महीने बाद पहली बार बादल गरजे। हज़रत उमर (र.ज़.) मस्जिद के मिम्बर पर खड़े होकर रो पड़े: <i>ऐ अल्लाह! अगर यह बारिश तेरी रहमत है, तो हमें कुबूल कर। और अगर अज़ाब है, तो इन निर्दोष बच्चों को बख्श दे।</i><br><br>लोगों ने देखा कि बारिश की बूँदें उनकी दाढ़ी से टपक रही थीं। एक बूढ़े ने चिल्लाकर कहा: <i>यह बारिश नहीं, अल्लाह के नबी (स.अ.व.) की दुआओं का फल है!</i><br><br>उसी रात, हज़रत उमर (र.ज़.) ने बैतुल माल से हर घर के लिए बीज और कृषि उपकरण बाँटे। उन्होंने ऐलान किया: <i>आज से हर नए पैदा हुए बच्चे को बैतुल माल से शिक्षा और भोजन का हक़ होगा।</i><br><br><b>अंतिम सबक: वो चिट्ठी जो इतिहास बन गई</b><br>अकाल खत्म होने के बाद, हज़रत उमर (र.ज़.) ने सभी प्रांतीय गवर्नरों को चिट्ठी लिखी: <i>जान लो कि तुम्हारी सत्ता का मकसद लोगों की सेवा है। अगर किसी के घर में चूल्हा नहीं जलता, तो समझो कि तुमने अल्लाह का अमानत खो दिया।</i><br><br>उनकी यह चिट्ठी आज भी दुनिया भर की सरकारों के लिए मिसाल है। जब भी कोई शासक जनता की पीड़ा भूल जाता है, तो हज़रत उमर (र.ज़.) का यह किस्सा उसे याद दिलाता है कि <i>सच्चा ईमान वही है जो भूखे को खिलाए और अनाथ को सहारा दे।</i><br><br><b><i>उमर (र.ज़.) ने सिखाया कि इंसानियत की जीत ही असली जीत है। और वह ज़मींदार नहीं, बल्कि ज़मीन पर चलने वालों का हमदर्द था।</i></b>"
  },

  {
    "id": 6,
    "title": "हज़रत उमर (र.ज़.) और अनाथ बच्ची की आँसुओं की कहानी",
    "content": "मदीना की रात ठंडी थी, और चाँद बादलों के पीछे छिपा हुआ था। हज़रत उमर (र.ज़.) अपने चिराग की मद्धम रोशनी में शहर की गलियों में चल रहे थे। उनके कंधे पर आटे और खजूर की बोरी थी, जैसे वह हर रात ग़रीबों की तलाश में निकलते थे। तभी उन्हें एक टूटी हुई मस्जिद के पास से किसी के रोने की आवाज़ सुनाई दी। वह धीरे से पास गए।<br><br>एक छोटी बच्ची, जिसकी उम्र महज़ सात साल होगी, पत्थर के एक कोने में सिकुड़ी हुई थी। उसके पैर नंगे थे, और कपड़े फटे हुए। उसकी आँखों से आँसू की धार बह रही थी। हज़रत उमर (र.ज़.) ने नरमी से पूछा:<br><i>बेटी, तुम क्यों रो रही हो? तुम्हारे माँ-बाप कहाँ हैं?</i><br><br>बच्ची ने सिसकते हुए जवाब दिया:<br><i>अम्मी कहती थीं... वो मुझे कभी अकेला नहीं छोड़ेंगी... लेकिन जब उन्हें बुखार आया... तो वो चली गईं... अब्बू भी जंग में शहीद हो गए...</i><br><br>हज़रत उमर (र.ज़.) का गला भर आया। उन्होंने अपनी चादर उतारकर बच्ची को ओढ़ा दी और बोले:<br><i>आज से मैं तुम्हारा अब्बू हूँ। तुम्हारी हर ज़रूरत मेरी ज़िम्मेदारी है।</i><br><br>वह बच्ची को अपने घर ले गए। रास्ते में बच्ची ने पूछा:<br><i>आप कौन हैं?</i><br>उमर (र.ज़.) ने मुस्कुराते हुए कहा:<br><i>मैं वो हूँ जिसे अल्लाह ने तुम्हारे जैसे लोगों की देखभाल का हुक्म दिया है।</i><br><br>घर पहुँचकर उन्होंने बच्ची को गर्म खाना खिलाया। उसकी टूटी चप्पलें देखकर उन्होंने अपने जूते उतारे और कहा:<br><i>यह लो, मेरे पैरों ने तो बहुत सफ़र किया है, पर तुम्हारे पैरों को चोट नहीं लगनी चाहिए।</i><br><br>बच्ची ने आँसू पोंछते हुए पूछा:<br><i>आप मेरे लिए ऐसा क्यों कर रहे हैं? मैं तो कोई नहीं हूँ...</i><br>हज़रत उमर (र.ज़.) ने उसके सिर पर हाथ रखा:<br><i>तुम अल्लाह की अमानत हो। जिस दिन मैं किसी अनाथ के आँसू पोंछना भूल जाऊँ, उस दिन मेरा ईमान मर जाएगा।</i><br><br>अगले दिन, हज़रत उमर (र.ज़.) ने मस्जिद में ऐलान किया:<br><i>सुनो, मदीना वालों! आज से हर अनाथ बच्चे का खर्च बैतुल माल से होगा। अगर किसी के घर अनाथ है, तो उसकी परवरिश का ज़िम्मा मैं लेता हूँ!</i><br><br>कुछ साल बाद, वही बच्ची, जिसका नाम आयशा था, मस्जिद में आई। उसने हज़रत उमर (र.ज़.) के सामने एक कपड़े में लिपटी रोटी रखी और बोली:<br><i>अमीरुल मोमिनीन... यह मैंने खुद बनाई है। आपने मुझे जीना सिखाया, अब मैं आपकी सेवा करूँगी।</i><br><br>हज़रत उमर (र.ज़.) की आँखें नम हो गईं। उन्होंने रोटी का टुकड़ा उठाया और कहा:<br><i>यह वो रोटी है जिसमें ईमान की खुशबू है। आज मैं समझा कि खिलाफत की असली जीत यही है।</i><br><br>वह बच्ची आगे चलकर मदीना की मशहूर आलिमा बनी और सैकड़ों अनाथों की माँ कहलाई। उसने हमेशा कहा:<br><i>उमर (र.ज़.) ने मुझे सिखाया कि इंसानियत ही सबसे बड़ा ईमान है।</i><br><br>यह कहानी आज भी उन लोगों के दिलों में जिंदा है जो मानते हैं कि <i>एक आँसू पोंछना हज़ार इबादत से बेहतर है।</i> हज़रत उमर (र.ज़.) ने साबित किया कि <b>असली ताकत तलवार में नहीं, बल्कि मोहब्बत और इंसाफ़ में होती है।</b><br><br><b><i>जब तक एक भी दिल दुखी है,<br>खिलाफत का चिराग बेज़ुबाँ है।<br>उमर की मोहब्बत ही वो दास्तान है,<br>जो इंसान को इंसान बनाती है।</i></b>"
  },

  {
    "id": 7,
    "title": "हज़रत हंज़ला (र.ज़.) की कहानी: फ़रिश्तों द्वारा नहलाए गए शहीद",
    "content": "उहुद की लड़ाई से ठीक पहले की बात है। मदीना में एक युवा सहाबी हंज़ला इब्ने अबी आमिर (र.ज़.) की शादी की रस्में पूरी हुई थीं। वह अपनी नवविवाहिता पत्नी जमील बिंत अब्दुल्लाह (र.ज़.) के साथ अपने घर में थे। रात भर की खुशियाँ अभी पूरी तरह से थमी भी नहीं थीं कि सुबह होते ही मदीना में जंग का ऐलान हुआ - क़ुरैश की सेना उहुद की तरफ़ बढ़ रही थी।<br><br>हंज़ला (र.ज़.) ने जब यह आवाज़ सुनी तो उनके चेहरे पर एक अजीब सी गंभीरता छा गई। उनकी पत्नी ने पूछा, <i>क्या बात है? आप इतने उदास क्यों लग रहे हैं?</i> हंज़ला ने जवाब दिया, <i>मेरी जान, अल्लाह के रसूल (स.अ.व.) ने जिहाद का ऐलान किया है। मुझे तुरंत तैयार होकर जाना होगा।</i> पत्नी ने कहा, <i>लेकिन आपने तो अभी ग़ुस्ल भी नहीं किया। कम से कम नहाकर तो जाइए।</i> हंज़ला ने दृढ़ता से जवाब दिया, <i>अगर मैं देर करूँगा तो शायद जन्नत के दरवाज़े मेरे लिए बंद हो जाएँ। मैं वादा करता हूँ, लौटकर आऊँगा तो तुम्हारे साथ ज़्यादा वक़्त बिताऊँगा।</i><br><br>यह कहकर हंज़ला (र.ज़.) अपना हथियार उठाया और सीधे नबी-ए-करीम (स.अ.व.) की सेना में शामिल हो गए। उहुद के मैदान में जब लड़ाई शुरू हुई तो हंज़ला ने अद्भुत वीरता दिखाई। वह अबू सुफ़ियान की सेना के सबसे मजबूत योद्धाओं को मार गिरा रहे थे। कहते हैं कि उनकी तलवार से निकलने वाली चिंगारियाँ दूर-दूर तक दिखाई दे रही थीं।<br><br>तभी एक अजीब घटना हुई। हंज़ला (र.ज़.) ने अचानक अपनी पत्नी की छवि देखी जो उन्हें पुकार रही थी। यह शैतान का एक वहम था। हंज़ला ने तुरंत आँखें मूँदकर दुआ की, <i>ऐ अल्लाह! मुझे इस फ़ितने से बचा ले। मेरा दिल सिर्फ तेरी राह में लगा है।</i> इसी पल में, जब वह इस वहम से लड़ रहे थे, अबू सुफ़ियान के भाई शद्दाद ने पीछे से वार किया और हंज़ला (र.ज़.) शहीद हो गए।<br><br>लड़ाई खत्म होने पर जब नबी-ए-करीम (स.अ.व.) मैदान में शहीदों को देखने निकले तो उनकी नज़र हंज़ला (र.ज़.) के शव पर पड़ी। एक अद्भुत नज़ारा था - हंज़ला का शरीर बिल्कुल साफ़ था, उनके बालों से पानी टपक रहा था और पूरे शरीर से मिस्क (खुसबू) आ रही थी। नबी-ए-करीम (स.अ.व.) ने फ़रमाया, <i>मैंने देखा कि फ़रिश्ते हंज़ला को बादल के पानी से नहला रहे थे।</i><br><br>सहाबा ने पूछा, <i>यारसूलुल्लाह, हंज़ला को यह इनाम क्यों मिला?</i> नबी-ए-करीम (स.अ.व.) ने समझाया, <i>क्योंकि उन्होंने जिहाद के लिए निकलते वक़्त दिल से अल्लाह को याद किया था। उनका इरादा पाक था। उन्होंने दुनिया की सबसे प्यारी चीज़ (अपनी नई शादीशुदा ज़िंदगी) को अल्लाह की राह में कुर्बान कर दिया।</i><br><br>इधर मदीना में हंज़ला की पत्नी दरवाज़े पर उनका इंतज़ार कर रही थीं। जब शहादत की ख़बर आई तो वह बेहोश हो गईं। हंज़ला के माँ-बाप ने जब यह सुना तो उनके मुँह से निकला, <i>हमारा बेटा जन्नत में अपने रब से मिल गया। यही तो वह दिन था जिसकी उसे हमेशा से तमन्ना थी।</i><br><br>यह कहानी हमें सिखाती है कि अल्लाह की राह में कुर्बानी देने वालों के लिए दुनिया की कोई भी चीज़ कीमती नहीं रह जाती। हंज़ला (र.ज़.) ने साबित किया कि एक सच्चा मोमिन अपनी सबसे प्यारी चीज़ भी अल्लाह की राह में दे सकता है। उनकी शहादत हमें यह भी सिखाती है कि इंसान का असली मक़सद दुनिया की ज़िंदगी नहीं बल्कि आख़िरत की तैयारी है।<br><br>आज भी उहुद की पहाड़ियों में हंज़ला (र.ज़.) की क़ब्र मौजूद है, जहाँ लोग जाकर उनकी कुर्बानी को याद करते हैं और दुआओं के लिए हाथ उठाते हैं। उनका नाम इतिहास में हमेशा के लिए <b><i>ग़सीलुल मलाइका</i></b> (फ़रिश्तों द्वारा नहलाया गया) के रूप में दर्ज हो गया।"
  },

  {
    "id": 8,
    "title": "हज़रत उस्मान (र.ज़.) और भूखे बच्चों का चमत्कार",
    "content": "मदीना के बाजार में एक दिन अचानक हलचल मच गई। लोगों ने देखा कि खलीफा हज़रत  उस्मान (र.ज़.) अपने हाथों में ताजा रोटियाँ और खजूर लिए एक गली की ओर तेजी से जा रहे हैं। उनके चेहरे पर एक अजीब सी बेचैनी थी। कुछ लोग उनके पीछे हो लिए।<br><br>गली के अंत में एक टूटी हुई झोपड़ी थी। अंदर तीन छोटे बच्चे अपनी मृत माँ के शव के पास बैठे रो रहे थे। हज़रत उस्मान (र.ज़.) ने दरवाजा खोला तो बच्चे डर से सहम गए।<br><br>हज़रत उस्मान (र.ज़.) ने बच्चों से कहा: <i>डरो नहीं बच्चों,</i> उन्होंने आवाज़ को नरम करते हुए कहा, <i>तुम्हारे लिए खाना लाया हूँ।</i><br><br>सबसे छोटा बच्चा, जिसकी उम्र मुश्किल से चार साल होगी, बोला:<br><i>लेकिन अम्मी... अम्मी तो सो गई हैं... वो उठकर हमें नहीं खिलाएँगी...</i><br><br>हज़रत उस्मान (र.ज़.) की आँखें भर आईं। उन्होंने बच्चों को गोद में उठाया और धीरे से कहा:<br><i>आज से मैं तुम्हारा अब्बू हूँ। तुम्हारी अम्मी अल्लाह के पास चली गई हैं, लेकिन तुम अकेले नहीं हो।</i><br><br>उसी रात उन्होंने बच्चों की माँ का इस्लामी तरीके से जनाज़ा पढ़वाया और अपने घर से गर्म कपड़े और खिलौने लाए और बैतुल माल से उनके लिए नया घर बनवाने का हुक्म दिया।<br><br>अगले दिन जब लोगों ने पूछा: <i>यह बच्चे कौन हैं?</i><br>तो हज़रत उस्मान (र.ज़.) ने गर्व से कहा:<br><i>मेरे बेटे हैं। जिसने भी किसी अनाथ को पाला, उसने मुझे पाला।</i><br><br>कुछ साल बाद वही बच्चे मदीना के नेक युवा बने। सबसे बड़े बेटे ने एक दिन पूछा:<br><i>अब्बू जान, आपने उस दिन हमें क्यों चुना?</i><br><br>हज़रत उस्मान (र.ज़.) ने मुस्कुराते हुए जवाब दिया:<br><i>क्योंकि पैगंबर (स.अ.व.) ने कहा था - सबसे अच्छा घर वह है जिसमें अनाथ को प्यार मिले।</i><br><br>यह कहानी हमें सिखाती है कि असली धन दौलत नहीं, बल्कि दूसरों की मदद करने का जज़्बा है। हज़रत उस्मान (र.ज़.) ने दिखाया कि <i>खिलाफत का मतलब सिर्फ़ हुकूमत करना नहीं, बल्कि मोहब्बत बाँटना है।</i><br><br><b><i>जिसने किसी अनाथ का हाथ थामा,<br>कयामत के दिन अल्लाह उसका हाथ थामेगा।</i></b>"
  },

  {
    "id": 9,
    "title": "हज़रत उमर (र.ज़.) और बेदुइन का इंसाफ़",
    "content": "मदीना के बाहर रेगिस्तान की रेत पर सूरज की तपिश चरम पर थी। हिजरी के उस साल में बारिश न होने के कारण अकाल पड़ा हुआ था। हज़रत उमर (र.ज़.) रात के तीसरे पहर में अपनी आदत के मुताबिक मदीना की गलियों में घूम रहे थे। उनके कंधे पर आटे और खजूर की एक बोरी लदी थी। तभी उन्हें एक टूटी हुई झोपड़ी से किसी के कराहने की आवाज़ सुनाई दी। वह झटके से अंदर गए।<br><br>झोपड़ी में एक बेदुइन (रेगिस्तान का निवासी) पड़ा था। उसका चेहरा पीला पड़ चुका था, और पेट भूख से धँसा हुआ था। उसकी बीवी और दो बच्चे उसके आसपास बैठे थे। बेदुइन ने आँखें खोलीं और हज़रत उमर (र.ज़.) को देखकर चिल्लाया, <i>ऐ अमीरुल मोमिनीन! मैं तुम्हारे शहर में इसलिए आया था कि तुम्हारे इंसाफ़ की कहानियाँ सुनी हैं, लेकिन मेरे साथ ज़ुल्म हुआ है।</i><br><br>हज़रत उमर (र.ज़.) ने धीरे से उसके पास बैठकर पूछा, <i>तुम्हारी शिकायत क्या है?</i> बेदुइन ने बताया कि उसने मदीना के एक व्यापारी से कर्ज़ लिया था, लेकिन अकाल की वजह से उसे चुकता नहीं कर पाया। व्यापारी ने उसकी ऊँटनी ज़ब्त कर ली थी, जो उसके परिवार की एकमात्र संपत्ति थी। हज़रत उमर (र.ज़.) ने तुरंत उस व्यापारी को बुलवाया।<br><br>व्यापारी आया तो हज़रत उमर (र.ज़.) ने उससे पूछा, <i>क्या यह सच है कि तुमने इस बेदुइन की ऊँटनी छीन ली?</i> व्यापारी ने घमंड से जवाब दिया, <i>हाँ, लेकिन यह तो क़ानून है। कर्ज़ न चुकाने पर संपत्ति ज़ब्त की जा सकती है।</i> हज़रत उमर (र.ज़.) ने गुस्से से काँपते हुए कहा, <i>लेकिन क़ानून यह भी कहता है कि अकाल के दिनों में मोहलत दी जाए। तुमने इंसानियत को कुर्बान कर दिया!</i><br><br>उन्होंने व्यापारी को हुक्म दिया कि वह ऊँटनी तुरंत लौटाए और बेदुइन को छह महीने का और समय दे। साथ ही, बैतुल माल से बेदुइन के परिवार के लिए राशन और दवाइयाँ भिजवाईं। जब व्यापारी ने यह कहा कि <i>यह तो बेदुइन के पक्ष में पक्षपात है,</i> तो हज़रत उमर (र.ज़.) ने जवाब दिया, <i>इंसाफ़ पक्षपात नहीं, बल्कि हक़ की बात करता है। अगर तुम्हारे पास रोटी का एक टुकड़ा है और तुम्हारा पड़ोसी भूखा है, तो तुम पर अल्लाह का कोप है।</i><br><br>कुछ महीनों बाद जब बारिश हुई और बेदुइन ने अपना कर्ज़ चुकाया, तो उसने हज़रत उमर (र.ज़.) के पैरों में गिरकर कहा, <i>आपने न सिर्फ़ मेरी ऊँटनी बचाई, बल्कि मेरा ईमान भी बचाया।</i> हज़रत उमर (र.ज़.) ने उसे उठाते हुए कहा, <i>यह मेरा फर्ज़ था। खलीफा का मतलब ही यह है कि वह अपनी रियाया की हर साँस का जवाबदेह हो।</i><br><br>यह कहानी मदीना की गलियों में आग की तरह फैल गई। लोग समझ गए कि इस्लाम का इंसाफ़ सिर्फ़ किताबी क़ानून नहीं, बल्कि दिल की गहराइयों से जुड़ा हुआ है। हज़रत उमर (र.ज़.) ने यह साबित कर दिया कि सच्चा न्याय वही है जो इंसान के दर्द को समझे और उसकी मजबूरी को अपनी मजबूरी समझे। आज भी जब कभी इंसाफ़ की बात होती है, तो इस कहानी की याद आती है कि कैसे एक खलीफा ने अपनी गद्दी छोड़कर रेगिस्तान के एक बेदुइन की झोपड़ी में इंसानियत की मिसाल कायम की।"
  }, 

  {
    "id": 10,
    "title": "हज़रत उमर (र.ज़.) और वह बूढ़ी ईसाई औरत",
    "content": "मदीना की गलियों में ठंडी हवा चल रही थी, और रात का अंधेरा धीरे-धीरे फैल रहा था। हज़रत उमर (र.ज़.) अपनी रिवायत के मुताबिक चुपचाप शहर का दौरा कर रहे थे। उनके कंधे पर एक बोरी थी जिसमें आटा और खजूर भरे हुए थे। वह जानते थे कि उनकी रियाया में कोई भूखा न सोए। तभी उनकी नज़र एक टूटी हुई झोंपड़ी पर पड़ी जिसके अंदर से एक बूढ़ी औरत का रोना सुनाई दे रहा था। दरवाज़ा खटखटाया तो अंदर से किसी ने आवाज़ दी, <i>कौन है?</i> उमर (र.ज़.) ने जवाब दिया, <i>मदीना का एक आम आदमी। तुम्हारी मदद करने आया हूँ।</i><br><br>झोंपड़ी के अंदर का नज़ारा देखकर उनका दिल दहल गया। बूढ़ी औरत एक कोने में बैठी थी, उसके पास न तो चिराग था और न ही खाने को कुछ। उसकी आँखें धुंधली हो चुकी थीं, और हाथ काँप रहे थे। उमर (र.ज़.) ने पूछा, <i>तुम्हारे बच्चे कहाँ हैं?</i> औरत ने आँसू पोंछते हुए कहा, <i>मैं ईसाई हूँ। मेरे बेटे ने इस्लाम कबूल कर लिया और मुझे छोड़कर चला गया। अब मैं अकेली हूँ।</i><br><br>यह सुनकर हज़रत उमर (र.ज़.) का सिर शर्म से झुक गया। उन्होंने तुरंत अपनी बोरी से आटा निकाला और चूल्हा जलाने लगे। बूढ़ी औरत ने पूछा, <i>तुम कौन हो जो मेरी इतनी सेवा कर रहे हो?</i> उमर (र.ज़.) ने जवाब दिया, <i>मैं वह हूँ जिसने तुम्हारे बेटे को यह सिखाया कि माँ का हक़ अदा करना ईमान का हिस्सा है। आज मैं उसकी गलती सुधार रहा हूँ।</i><br><br>उन्होंने रोटी बनाई और बूढ़ी औरत के हाथ में रखी। फिर झोंपड़ी की मरम्मत की और एक नया चिराग लगाया। जाते वक्त बोले, <i>हर रोज़ तुम्हारे लिए खाना आएगा। यह तुम्हारा हक़ है, न कि भीख।</i><br><br>अगले दिन सुबह हज़रत उमर (र.ज़.) ने मस्जिद में ऐलान किया, <i>ऐ लोगो! जिसने भी अपने गैर-मुस्लिम माँ-बाप का हक़ अदा नहीं किया, वह इस्लाम की रूह को समझा ही नहीं।</i> उन्होंने बैतुल माल से हर बुज़ुर्ग के लिए पेंशन का हुक्म दिया, चाहे वह किसी भी मज़हब का हो।<br><br>कुछ दिन बाद वह बूढ़ी औरत मस्जिद में आई और बोली, <i>मैंने आज तक जो सुना था, उसे देख लिया। इस्लाम सच्चा दीन है।</i> और उसने कलिमा पढ़कर इस्लाम कबूल कर लिया।<br><br>यह कहानी सुनकर एक सहाबी ने पूछा, <i>ऐ अमीरुल मोमिनीन! आपने उस ईसाई औरत की इतनी सेवा क्यों की?</i> हज़रत उमर (र.ज़.) ने जवाब दिया, <i>इंसानियत किसी मज़हब की मोहताज नहीं होती। जिस दिन हम गैर-मुस्लिमों के हक़ भूल जाएँगे, उस दिन हमारा इमान खोखला हो जाएगा।</i><br><br>उनके इन शब्दों ने मदीना की हवा में इंसाफ़ की एक नई मिसाल कायम कर दी। आज भी जब किसी शासक की न्यायप्रियता की बात होती है, तो हज़रत उमर (र.ज़.) का यह वाक़िया सबसे पहले याद किया जाता है। उनकी दृष्टि में हर इंसान का सम्मान और हक़ उसके ईमान से ऊपर था, क्योंकि इंसानियत ही असली ईमान की नींव है।"
  },

  {
    "id": 11,
    "title": "हज़रत उमर फारूक़ (र.ज़.) की अनसुनी दास्तानें",
    "content": "<b>भाग 1: जाहिलियत के दिनों की अनोखी घटनाएँ</b><br><i>बचपन का वह वाकया जब हज़रत उमर ने अपने वालिद को चुनौती दी</i><br>हज़रत उमर (र.ज़.) के वालिद खत्ताब इब्न नुफैल मक्का के सख्त ज़ालिमों में से थे। एक दिन दस साल के हज़रत उमर (र.ज़.) ने देखा कि उनके वालिद एक गुलाम को बुरी तरह पीट रहे हैं। छोटे हज़रत उमर ने साहस दिखाते हुए पूछा:<br><i>अब्बा जान, इस बेगुनाह को क्यों मारते हो?</i><br>खत्ताब ने गुस्से में कहा:<br><i>तुम्हारी हिम्मत कैसे हुई मेरे काम में दखल देने की?</i><br>हज़रत उमर (र.ज़.) ने दृढ़ता से जवाब दिया:<br><i>क्योंकि ज़ुल्म हर हाल में गलत है, चाहे कोई भी करे!</i><br>इस घटना ने खत्ताब के दिल को झकझोर दिया और उस दिन से उसने गुलामों के साथ सुलूक बदल दिया।<br><br><i>जवानी का वह रोमांचक किस्सा जब हज़रत उमर ने अपनी बहन को मारने का इरादा किया</i><br>इस्लाम से पहले हज़रत उमर (र.ज़.) की बहन फातिमा और बहनोई सईद इब्न ज़ैद ने इस्लाम कबूल कर लिया था। जब हज़रत उमर (र.ज़.) को पता चला तो वह तलवार लेकर उनके घर पहुँचे। दरवाज़ा खटखटाया तो अंदर से कुरआन पढ़ने की आवाज़ आ रही थी। जब उन्होंने देखा कि उनकी बहन के चेहरे पर चोट के निशान हैं तो पूछा:<br><i>यह किसने मारा है?</i><br>फातिमा ने जवाब दिया:<br><i>तुम्हारे जैसे ही कोई ज़ालिम।</i><br>यह सुनकर हज़रत उमर (र.ज़.) का दिल पसीज गया और उन्होंने कुरआन सुनने की इच्छा जताई। जब उन्होंने सूरह ताहा सुनी तो रो पड़े और फौरन इस्लाम कबूल कर लिया।<br><br><b>भाग 2: इस्लाम लाने के बाद के अनसुने वाकियात</b><br><i>काबा में खुलेआम नमाज़ पढ़ने का साहसिक कारनामा</i><br>जब हज़रत उमर (र.ज़.) मुसलमान हुए तो उन्होंने पैग़म्बर-ए-इस्लाम (स.अ.व.) से पूछा:<br><i>या रसूलल्लाह! क्या हम अपनी इबादत छुपाकर करेंगे?</i><br>पैग़म्बर (स.अ.व.) ने फरमाया:<br><i>हम तो कमज़ोर हैं हज़रत उमर।</i><br>हज़रत उमर (र.ज़.) ने जवाब दिया:<br><i>अल्लाह की क़सम! जिसने हमें हक़ के लिए जीने का हुक्म दिया है, हम छुपकर क्यों रहें?</i><br>यह कहकर वह दो समूहों में बँट गए: हम्ज़ा (र.ज़.) एक समूह के साथ गए और हज़रत उमर (र.ज़.) दूसरे समूह के साथ। इस तरह पहली बार काबा में खुलेआम नमाज़ अदा की गई।<br><br><i>हिजरत का वह रोमांचक पल जब हज़रत उमर ने चुनौती दी</i><br>जब मुसलमानों को मक्का से मदीना हिजरत करनी पड़ी तो हज़रत उमर (र.ज़.) ने ऐलान किया:<br><i>जो अपनी माँ का मातम मनाना चाहता है, जो अपनी बीवी को विधवा और बच्चों को अनाथ देखना चाहता है, वह मुझे रोकने आए!</i>इतना कहकर वह तलवार, तीर और भाला लेकर अकेले ही मक्का से निकल पड़े। कोई भी उन्हें रोकने का साहस न कर सका।<br><br><b>भाग 3: खिलाफत के दौरान के अनूठे किस्से</b><br><i>रात के अंधेरे में जनता की हालत देखने का अंदाज़</i><br>खलीफा बनने के बाद हज़रत उमर (र.ज़.) रात को ग़म्भीर रूप से मदीना की गलियों में घूमते। एक रात उन्होंने एक बुढ़िया को बच्चों को चुप कराने की कोशिश करते देखा। बच्चे भूख से रो रहे थे। हज़रत उमर (र.ज़.) फौरन बैतुल माल से आटा, घी और खजूर लेकर आए और खुद ही खाना बनाकर बच्चों को खिलाया। बुढ़िया ने कहा:<br><i>अल्लाह तुम्हें हज़रत उमर से बेहतर बनाए।</i><br>हज़रत उमर (र.ज़.) ने जवाब दिया:<br><i>दुआ करो कि हज़रत उमर तुम्हारी सेवा करता रहे।</i><br><br><i>न्याय का वह अनोखा मामला जब हज़रत उमर ने अपने बेटे को सज़ा दी</i><br>एक बार हज़रत उमर (र.ज़.) के बेटे ने एक यहूदी के साथ मारपीट की। मामला कोर्ट में पहुँचा तो काज़ी ने फैसला दिया कि यहूदी को भी हज़रत उमर के बेटे को वैसे ही मारने का हक़ है। हज़रत उमर (र.ज़.) ने फैसले का सम्मान किया और अपने बेटे को यहूदी के सामने खड़ा कर दिया। यहूदी इतना प्रभावित हुआ कि उसने माफ़ी दे दी और इस्लाम कबूल कर लिया।<br><br><b>भाग 4: शहादत का मार्मिक वाकया</b><br><i>अपने हत्यारे को माफ़ करने की आखिरी ख्वाहिश</i><br>जब फिरोज़ अबू लुलु ने हज़रत उमर (र.ज़.) पर हमला किया तो घायल अवस्था में उन्होंने पूछा:<br><i>क्या हमलावर मुसलमान है?</i><br>जब पता चला कि मजूसी है तो उन्होंने सांस ली। फिर अपने बेटे से कहा:<br><i>अगर मैं बच गया तो उसे माफ़ कर दूँगा, और अगर मर गया तो तुम उसे सिर्फ़ एक ही वार करना।</i><br>यह कहकर उन्होंने अपने हत्यारे के लिए रहमत की दुआ की।<br><br><i>अंतिम समय की हिकमत भरी बातें</i><br>अपने आखिरी समय में हज़रत उमर (र.ज़.) ने कहा:<br><i>अगर मैंने किसी के साथ ज़ुल्म किया हो तो वह मेरी पीठ पर वार करे<br>मेरे बाद खलीफा के लिए छह लोगों की शूरा बनाओ<br>मुझे पैग़म्बर (स.अ.व.) और अबू बक्र (र.ज़.) के बगल में दफ़नाओ</i><br><br><b>भाग 5: व्यक्तित्व के अनदेखे पहलू</b><br>वो अनोखी आदतें जो हज़रत उमर को खास बनाती थीं<br><b>कपड़ों के पैबंद:</b> अपने जामे पर चार पैबंद लगवाते थे<br><b>खाने की सादगी:</b> रोटी और जैतून का तेल ही प्रमुख भोजन<br><b>इंसाफ प्रियता:</b> अपने बेटे को दूध पिलाने वाली महिला को भत्ता दिया<br><br><b><i>उमर का इंसाफ़ इतिहास का वह चिराग है जो हमेशा रौशन रहेगा - इमाम अली इब्न अबी तालिब।</i></b>"
  },

  {
    "id": 12,
    "title": "कुरैश के दो कैदियों का इस्लाम कबूल करना",
    "content": "<b>पहला कैदी: उतबा इब्न अबी मुईत</b><br>कैद होने का वाकिया:<br>जब नखला की गुप्त टुकड़ी ने कुरैश के कारवां पर हमला किया, तो उतबा को बंदी बना लिया गया। वह बड़ा ही तगड़ा और जबरदस्त जवान था, मगर मुसलमानों ने उसे काबू कर लिया।<br><br>कैद के दिन मदीना ले जाते वक्त रास्ते में उतबा ने सुना कि मुसलमान फज्र की नमाज पढ़ रहे हैं, उसने देखा कि सहाबा बिना किसी डर के सजदे में गिर रहे हैं उसके दिल में खयाल आया: <i>ये लोग किस चीज से इतना बेखौफ हैं?</i><br><br><b>इस्लाम कबूल करना:</b><br>एक रात उतबा ने अब्दुल्लाह इब्न जहश (रज़ी अल्लाह अन्हु) से पूछा:<br><i>तुम लोग किस चीज की इबादत करते हो?</i><br>अब्दुल्लाह ने कलिमा पढ़कर सुनाया:<br><b><i>ला इलाहा इल्लल्लाह मुहम्मदुर रसूलुल्लाह</i></b><br>उतबा का दिल नर्म पड़ गया और उसने फौरन इस्लाम कबूल कर लिया।<br><br><b>दूसरा कैदी: नवफल इब्न अब्दुल्लाह</b><br>असल मकसद:<br>नवफल को तो बस इसलिए पकड़ा गया था क्योंकि वह कारवां का हिस्सा था। वह दिल का बहुत नरम इंसान था, मगर कुरैश के दबाव में था।<br><br><b>कैदी जीवन का असर:</b><br>नवफल ने देखा कि मुसलमान कैदियों के साथ अच्छा सुलूक करते हैं और उसे रोटी देते वक्त भी <i>बिस्मिल्लाह</i> कहा जाता। एक दिन उसने पूछा: <i>तुम मुझे खाना क्यों दे रहे हो जबकि मैं तुम्हारा दुश्मन हूँ?</i><br><br><b>हिदायत का सबब:</b><br>एक सहाबी ने जवाब दिया:<br><i>हमारे पैगंबर (सल्लल्लाहु अलैहि वसल्लम) ने सिखाया है कि कैदी को भी इंसान समझो।</i><br>यह सुनकर नवफल की आँखों में आंसू आ गए और उसने इस्लाम कबूल कर लिया।<br><br><b>दोनों की बाद की जिंदगी:</b><br>उतबा का सफर:<br>• उहुद की लड़ाई में शहीद हुए<br>• मरते वक्त कलिमा पढ़ रहे थे<br>• पैगंबर (सल्लल्लाहु अलैहि वसल्लम) ने फरमाया: <i>यह जन्नती है</i><br><br>नवफल की खिदमत:<br>• बद्र की लड़ाई में कुरैश के खिलाफ लड़े<br>• मदीना में इस्लाम की तबलीग की<br>• अंत तक सच्चे मुसलमान बने रहे<br><br><b>इस किस्से से सबक:</b><br>अच्छे सुलूक की ताकत: दुश्मन को भी दोस्त बना सकता है<br>ईमान की रोशनी: कोई भी दिल अल्लाह की हिदायत से महरूम नहीं<br>तबलीग का असर: सही तरीके से इस्लाम पेश करना जरूरी<br><br><i>&nbsp;अल्लाह जिसे चाहता है उसे अपनी राह पर ले आता है - (कुरआन 42:13)</i>"
  },

  {
    "id": 13,
    "title": "हबीब इब्न ज़ैद (र.ज़.) की शहादत: ज़बान कटने के बाद भी ईमान की दास्तान",
    "content": "हबीब इब्न ज़ैद (र.ज़.) का ताल्लुक बनी नज्जार खानदान से था। उनके वालिद ज़ैद इब्न आसिम (र.ज़.) और वालिदा नुसैबा बिन्त काब (र.ज़.) दोनों अव्वलीन मुसलमानों में से थे।<br><br>हबीब इब्न ज़ैद (र.ज़.) ने 5 साल की उम्र में ही कलमा पढ़ लिया, 10 साल की उम्र में हिजरत करके मदीना आए और 12 साल की उम्र में बद्र की जंग में पानी पिलाने का फर्ज अदा किया। उनकी वालिदा नुसैबा (र.ज़.) <i>उम्मे उमारा</i> के नाम से मशहूर थीं, जो इस्लाम की पहली महिला योद्धा थीं। उहुद की लड़ाई में उन्होंने 12 ज़ख्म खाए थे।<br><br>मुसैलमा कज्जाब ने नबी-ए-करीम (स.अ.व.) के इंतिकाल के बाद मदीना से 800 किमी दूर यमामा में अपने आप को नबी बताने लगा उसने 40,000 लोगों को भ्रमित किया।<br><br>खलीफा अबू बक्र (र.ज़.) ने मुसैलमा कज्जाब को सबक सीखाने के लिए 11 हिजरी में 13,000 सिपाहियों की फौज भेजी। इख्तिलाफ के बावजूद हबीब (र.ज़.) ने जंग में शिरकत की इजाज़त माँगी, जबकि वह सिर्फ 17 साल के थे। हबीब (र.ज़.) की टुकड़ी पर घात लगाकर हमला हुआ। उन्हें जिंदा पकड़कर मुसैलमा के महल की ओर ले जाने लगा।<br><br>यमामा की धरती पर सूरज आग बरसा रहा था। मुसैलमा कज्जाब के महल में हबीब (र.ज़.) बंदी बनाकर लाए गए। उनके हाथ-पैर बेड़ियों से जकड़े हुए थे, लेकिन चेहरे पर कोई डर नहीं था। यह थे हबीब इब्न ज़ैद (र.ज़.), जिनके वालिद ज़ैद इब्न आसिम बद्र की लड़ाई में शहीद हो चुके थे और वालिदा नुसैबा बिन्त काब उहुद की मशहूर योद्धा थीं।<br><br>मुसैलमा ने अपने सिंहासन से गरजते हुए पूछा, <i>क्या तुम अब भी मुहम्मद को अल्लाह का रसूल मानते हो?</i> हबीब (र.ज़.) ने सिर उठाकर जवाब दिया, <i>हाँ! और मैं गवाही देता हूँ कि तुम सबसे बड़े झूठे हो!</i> यह सुनकर मुसैलमा का चेहरा क्रोध से लाल हो गया। उसने जल्लादों को हुक्म दिया, <i>इसके शरीर के टुकड़े-टुकड़े कर दो, लेकिन पहले इसकी जुबान काटो ताकि यह कलिमा न पढ़ सके!</i><br><br>जल्लाद ने जैसे ही तलवार उठाई, हबीब (र.ज़.) ने आखिरी बार जोर से कलिमा पढ़ा: <b><i>ला इलाहा इल्लल्लाह मुहम्मदुर रसूलुल्लाह!</i></b> अगले ही पल उनकी जुबान काट दी गई। खून की धार बह निकली, लेकिन हबीब (र.ज़.) ने अपनी उंगली से ज़मीन पर लिखना शुरू किया: <b><i>अश्हदु अन्ना मुहम्मदर रसूलुल्लाह।</i></b><br><br>मुसैलमा हैरान रह गया। उसने हुक्म दिया, <i>इसके हाथ काट दो!</i> जल्लादों ने पहले दाएं हाथ की उंगलियाँ काटीं, फिर बाएं हाथ की। हर अंग कटने पर हबीब (र.ज़.) अपने खून से ही ज़मीन पर कलिमा लिखते रहे। जब दोनों हाथ कट गए, तो उन्होंने अपनी टूटी कोहनियों से लिखना जारी रखा।<br><br>आखिरकार मुसैलमा ने हुक्म दिया, <i>इसे दो खजूर के पेड़ों से बाँधकर चीर दो!</i> जब जल्लादों ने पेड़ों को अलग खींचा, तो हबीब (र.ज़.) के शरीर के दो टुकड़े हो गए। उनकी आखिरी साँस तक उनके होंठ हिल रहे थे, मानो वह अदृश्य रूप से कलिमा पढ़ रहे हों।<br><br>इस घटना के तीन दिन बाद ही मुसैलमा की मौत हो गई। वहीद बिन मगीरा ने उसे उसी जगह मारा जहाँ हबीब (र.ज़.) को शहीद किया गया था। कहते हैं जब मुसैलमा मर रहा था, तो उसे हबीब (र.ज़.) की आवाज़ सुनाई दे रही थी: <i><b>अश्हदु अन्ना मुहम्मदर रसूलुल्लाह!</b></i><br><br>हबीब (र.ज़.) की शहादत की खबर जब पैगंबर (स.अ.व.) के सहाबा तक पहुँची, तो हज़रत अबू बक्र (र.ज़.) ने कहा, <i>इस युवक ने साबित कर दिया कि ईमान की ताकत उम्र से नहीं मापी जाती।</i> हबीब (र.ज़.) की माँ नुसैबा जब अपने बेटे की लाश के पास पहुँची, तो उन्होंने कहा, <i>मैंने एक बेटा खोया है, लेकिन अल्लाह ने जन्नत में उसका स्थान ऊँचा कर दिया है।</i><br><br>आज भी यमामा में हबीब इब्न ज़ैद (र.ज़.) की कब्र पर लिखा है: <i>यहाँ वह शहीद है जिसने ज़बान कटने के बाद भी अपने खून से ईमान लिखा।</i> उनकी कहानी हर मुसलमान के लिए सबक है कि ईमान की राह में कोई कुर्बानी बड़ी नहीं होती।<br><br>हज़रत अली (र.ज़.) ने एक बार कहा था, <b><i>हबीब इब्न ज़ैद ने साबित किया कि सच्चा ईमान दिल में होता है, जुबान में नहीं।</i></b><br><br>यह कहानी आज भी उन लोगों के लिए मिसाल है जो मुश्किल घड़ी में अपने ईमान पर डटे रहना चाहते हैं।"
  }, 

  {
    "id": 14,
    "title": "हज़रत मुहम्मद (सल्लल्लाहु अलैहि वसल्लम) का मेराज: आसमानी सफ़र की दास्तान",
    "content": "मक्का के पाक शहर में एक रात, पैग़म्बर मुहम्मद (सल्लल्लाहु अलैहि वसल्लम) हिज्र-ए-अस्वद के पास आराम फ़रमा रहे थे। अचानक आसमान से रौशनी की एक चादर फैली और फरिश्ते जिब्राइल (अलैहिस्सलाम) ज़ाहिर हुए। उन्होंने पैग़म्बर मुहम्मद (सल्लल्लाहु अलैहि वसल्लम) को एक अजीब सवारी <i>बुराक</i> पर बैठाया, जो एक आसमानी मखलूक थी, जिसका शकल खच्चर और घोड़े के दरमियान था और उसके पर थे। यह पहला मंज़िल था जिसे <i>इसरा</i> कहा जाता है - मक्का से बैतुल मुक़द्दस तक की रात की सफ़र।<br><br>बैतुल मुक़द्दस पहुँचने पर पैग़म्बर मुहम्मद (सल्लल्लाहु अलैहि वसल्लम) ने देखा कि सारे पैग़म्बर जमा थे - इब्राहीम, मूसा, ईसा और दूसरे बड़े नबी। उन सबने पैग़म्बर मुहम्मद (सल्लल्लाहु अलैहि वसल्लम) की इमामत में नमाज़ अदा की। यह इस बात की निशानी थी कि अब उन्हें सभी पैग़म्बरों का सरदार बनाया जा रहा है।<br><br>इसके बाद जिब्राइल (अलैहिस्सलाम) ने पैग़म्बर मुहम्मद (सल्लल्लाहु अलैहि वसल्लम) को आसमान की सफ़र <i>(मेराज)</i> के लिए तैयार किया। वे सात आसमानों की सफ़र पर निकले। पहले आसमान पर उनकी मुलाक़ात आदम (अलैहिस्सलाम) से हुई, जिन्होंने अपने दाएं और बाएं बैठे लोगों के बारे में बताया - दाएं जन्नत वाले और बाएं जहन्नम वाले।<br><br>दूसरे आसमान पर यह्या (अलैहिस्सलाम) और ईसा (अलैहिस्सलाम) ने उनका इस्तक़बाल किया। तीसरे आसमान पर यूसुफ (अलैहिस्सलाम) मिले, जिन्होंने कहा कि उनकी उम्मत को सबसे खूबसूरत शकल दिया जाएगा। चौथे आसमान पर इदरीस (अलैहिस्सलाम) ने उम्मत के लिए दुआ की।<br><br>पाँचवें आसमान पर हारून (अलैहिस्सलाम) ने पैग़म्बर मुहम्मद (सल्लल्लाहु अलैहि वसल्लम) को गले लगाया। छठे आसमान पर मूसा (अलैहिस्सलाम) रोए और कहा कि उनकी उम्मत ने उन्हें छोड़ दिया, लेकिन पैग़म्बर मुहम्मद की उम्मत उनका साथ देगी। सातवें आसमान पर इब्राहीम (अलैहिस्सलाम) बैतुल मामूर के पास खड़े थे, जहाँ हर रोज़ सत्तर हज़ार फरिश्ते नमाज़ पढ़ने आते हैं।<br><br>इसके बाद पैग़म्बर मुहम्मद (सल्लल्लाहु अलैहि वसल्लम) <i>सिदरतुल मुन्तहा</i> पहुँचे, जहाँ जिब्राइल (अलैहिस्सलाम) ने कहा कि वे आगे नहीं जा सकते। यहाँ से पैग़म्बर मुहम्मद (सल्लल्लाहु अलैहि वसल्लम) अकेले आगे बढ़े और अल्लाह से सीधी बातचीत की। इस आलमी मकाम पर उन्होंने अल्लाह की बड़ी निशानियाँ देखीं और उनकी आवाज़ सुनी।<br><br>अल्लाह ने पचास वक्त की नमाज़ फर्ज़ की, लेकिन पैग़म्बर मुहम्मद (सल्लल्लाहु अलैहि वसल्लम) की दुआ और मूसा (अलैहिस्सलाम) की सलाह पर इसे घटाकर पाँच वक्त कर दिया गया। यह उम्मत पर अल्लाह की बड़ी रहमत थी।<br><br>जब पैग़म्बर मुहम्मद (सल्लल्लाहु अलैहि वसल्लम) वापस मक्का पहुँचे और उन्होंने यह किस्सा सुनाया, तो कुरैश के लोगों ने इन्कार कर दिया। लेकिन हज़रत अबू बक्र (रज़ियल्लाहु अन्हु) ने फौरन कहा: <i>अगर उन्होंने कहा है तो सच कहा है!</i> इस पर उन्हें <i>अस-सिद्दीक</i> की उपाधि मिली।<br><br>मेराज की इस बड़ी सफ़र में कई हिकमतें छुपी थीं - पैग़म्बर मुहम्मद (सल्लल्लाहु अलैहि वसल्लम) को आसमानी दुनिया दिखाई गई, उम्मत को नमाज़ की अनमोल तोहफ़ा मिली, और यह साबित हुआ कि अल्लाह की ताकत से कुछ भी मुमकिन है।<br><br>कुरआन की सूरह अल-इसरा की पहली आयत में अल्लाह फ़रमाते हैं: <br><i>पाक है वह जो रात में अपने बन्दे को मस्जिद-ए-हराम से मस्जिद-ए-अक्सा तक ले गया, जिसके आस-पास हमने बरकत दी है।</i><br><br>यह कहानी हर मुसलमान के लिए याद रखने वाली है कि नमाज़ मोमिन की मेराज है और अल्लाह की मोहब्बत के लिए हर मुश्किल झेली जा सकती है। पैग़म्बर मुहम्मद (सल्लल्लाहु अलैहि वसल्लम) का मेराज सिर्फ़ एक सफ़र नहीं, बल्कि इंसान की रूह के आसमान छूने की मिसाल है, जो हमें सिखाती है कि सच्चाई पर डटे रहने वालों को अल्लाह की मदद ज़रूर मिलती है।"
  },

  
]








