[
  {
    "id": 1,
    "title": "ഹിജ്റയുടെ യാത്ര - നബി (സ.അ.വ.) യും സിദ്ദീഖ്-എ-അക്ബർ (റ.അ.) യും യാത്ര",
    "content": "<b>ഭാഗം 1: മക്കയിൽ അപായം</b><br>മക്കയിലെ കാഫിറുകൾ നബി മുഹമ്മദ് (സ.അ.വ.)യെ കൊല്ലാൻ ഷड്യന്ത്രം നടത്തി. അല്ലാഹു അദ്ദേഹത്തിന് ഹിജ്റ (പ്രവാസം) നിർദ്ദേശിച്ചു. രാത്രിയുടെ ഇരുട്ടിൽ നബി (സ.അ.വ.) തന്റെ സഹചാരി അബൂബക്കർ സിദ്ദീഖ് (റ.അ.) യെ കൂട്ടിക്കൊണ്ട് ഥവൂർ ഗുഹയിലേക്ക് പോയി.<br><br><b>വഴിയിലെ പോരാട്ടം:</b><br>കാഫിറുകൾ അവരെ പിന്തുടർന്നു. ഒരിക്കൽ ശത്രുക്കൾ ഗുഹയുടെ വാതിൽക്കൽ എത്തി, പക്ഷേ അല്ലാഹു ഒരു ചിലന്തിയെ വാതിൽക്കൽ വലയ്ക്കാനും ഒരു പ്രാവിനെ മുട്ടയിടാനും നിർദ്ദേശിച്ചു. കാഫിറുകൾ ഇത് കണ്ടപ്പോൾ: <i>ഉള്ളിൽ ആരും ഇല്ല!</i> എന്ന് കരുതി തിരിച്ചുപോയി.<br><br><b>അബൂബക്കർ (റ.അ.) യുടെ വിശ്വസ്തത:</b><br>ഗുഹയിൽ ഒരു പാമ്പ് കടിച്ചെങ്കിലും നബി (സ.അ.വ.) യുടെ ഉറക്കം തടസ്സപ്പെടുത്താതിരിക്കാൻ അദ്ദേഹം മിണ്ടാതിരുന്നു. പിന്നീട് നബി (സ.അ.വ.) കണ്ടപ്പോൾ അദ്ദേഹത്തിന്റെ കാലിൽ നിന്ന് രക്തം ഒഴുകുകയായിരുന്നു. അദ്ദേഹം ചോദിച്ചു: <b><i>നിനക്ക് എന്നോട് പറയാത്തത് എന്തുകൊണ്ട്?</i></b> അബൂബക്കർ (റ.അ.) പറഞ്ഞു: <b><i>ഈ ചെറിയ വേദന നിന്റെ ഉറക്കത്തേക്കാൾ വലുതല്ല, അല്ലാഹുവിന്റെ ദൂതനേ!</i></b><br><br><b>ഭാഗം 2: മദീനയിലേക്കുള്ള യാത്ര</b><br><br>ഗുഹയിൽ 3 ദിവസം കഴിഞ്ഞ് അവർ അബ്ദുല്ലാഹ് ബിൻ ഉറൈഖിത്തിന്റെ സഹായത്തോടെ മദീനയിലേക്ക് പുറപ്പെട്ടു. വഴിയിൽ പല അത്ഭുതങ്ങളും സംഭവിച്ചു:<br><b>കൊള്ളക്കാരൻ സുറാഖ:</b><br>കാഫിറുകൾ 100 ഒട്ടകങ്ങളുടെ പ്രതിഫലത്തിന് സുറാഖ എന്ന ശക്തനായ യോദ്ധാവിനെ നബി (സ.അ.വ.) യെ പിടിക്കാൻ അയച്ചു. സുറാഖ അടുത്തെത്തിയപ്പോൾ അദ്ദേഹത്തിന്റെ കുതിര മണലിൽ മുങ്ങി. അദ്ദേഹം ക്ഷമ ചോദിച്ചു, നബി (സ.അ.വ.) പേർഷ്യയുടെ നിധികളുടെ ചാവികൾ ധരിക്കുമെന്ന് വാഗ്ദാനം ചെയ്തു (പിന്നീട് സത്യമായി).<br><br><b>ഉമ്മു മാബദിന്റെ കുടിൽ:</b><br>ഒരു വൃദ്ധയുടെ (ഉമ്മു മാബദ്) അടുത്തുകൂടി കടന്നുപോയി, അവർക്ക് ഒരു ആട് മാത്രമേ ഉണ്ടായിരുന്നുള്ളൂ. നബി (സ.അ.വ.) ആ ആട് കറന്നപ്പോൾ വളരെയധികം പാൽ ലഭിച്ചു, കുടുംബം മുഴുവൻ തൃപ്തിപ്പെട്ടു.<br><br><b>ഭാഗം 3: മദീനയിൽ എത്തൽ</b><br>8 ദിവസത്തെ യാത്രയ്ക്ക് ശേഷം, 12 റബീഉൽ അവ്വലിൽ അവർ ഖുബയിൽ എത്തി. ഇവിടെ ആദ്യത്തെ പള്ളി (മസ്ജിദ് ഖുബ) നിർമ്മിച്ചു. മദീനയിൽ എത്തിയപ്പോൾ ജനങ്ങൾ ആർത്തു:<br><b><i>തലാഅൽ-ബദ്രു അലൈന... (പൗർണ്ണമി ചന്ദ്രൻ നമ്മുടെ മേൽ പ്രകാശിച്ചു!)</i></b><br><br><b>അൻസാറുകളുടെ (മദീനക്കാർ) ആതിഥ്യം:</b><br>ഓരോ കുടുംബവും നബി (സ.അ.വ.) തങ്ങളുടെ വീട്ടിൽ താമസിക്കാൻ ആഗ്രഹിച്ചു. നബി (സ.അ.വ.) പറഞ്ഞു:<br><b><i>എന്റെ ഒട്ടകം എവിടെ ഇരിക്കുന്നുവോ അവിടെയാണ് എന്റെ വീട്.</i></b><br>ഒട്ടകം അബൂ അയ്യൂബ് അൻസാരി (റ.അ.) യുടെ വീടിന്റെ മുന്നിൽ ഇരുന്നു.<br><br><b>പാഠങ്ങളും പ്രചോദനവും: അല്ലാഹുവിൽ ആശ്രയം (തവക്കൽ): ഗുഹയിലെ ചിലന്തിവല അല്ലാഹുവിന്റെ സഹായത്തിന്റെ പ്രതീകമാണ്.<br>സഹചാരിയുടെ വിശ്വസ്തത: അബൂബക്കർ (റ.അ.) യുടെ ത്യാഗം യഥാർത്ഥ സൗഹൃദം പഠിപ്പിക്കുന്നു.<br>തിന്മയെ മറികടക്കുന്ന നന്മ: സുറാഖ പോലുള്ള ശത്രുക്കൾ അല്ലാഹുവിന്റെ ഉത്തരവിനാൽ മുസ്ലിംകളായി.</b><br><br><b>ഖുർആൻ വാക്യം:</b><br><i><b>അല്ലാഹുവിന്റെ സഹായവും വിജയവും വന്നാൽ, നീ ജനങ്ങളെ അല്ലാഹുവിന്റെ മതത്തിൽ കൂട്ടം കൂട്ടമായി പ്രവേശിക്കുന്നത് കാണുമ്പോൾ, നിന്റെ രക്ഷിതാവിനെ സ്തുതിച്ച് പ്രകീർത്തിക്കുക! (സൂറത്തുൻ നസർ 110:1-3)</b></i>"
  },
  {
    "id": 2,
    "title": "ബദർ യുദ്ധം: അല്ലാഹുവിന്റെ സഹായത്തിന്റെ മഹത്തായ നിമിഷം",
    "content": "<b>ഭാഗം 1: യുദ്ധഭൂമി തയ്യാറാകുന്നു</b><br>മുസ്ലിംകളെ ഉപദ്രവിച്ച ശേഷം മക്കയിലെ <b>ശത്രുക്കൾ</b> (ഖുറൈശ്) അവരുടെ സമ്പത്ത് മുഴുവൻ കൊള്ളയടിച്ചു. ആദരണീയ നബി (സ.അ.വ.) മദീനയിലേക്ക് ഹിജ്റ ചെയ്തു, പക്ഷേ കാഫിറുകളുടെ അക്രമം നിലച്ചില്ല. ഒരു ദിവസം <b>അബൂ സുഫ്യാൻ</b> ന്റെ കാരവാൻ (വ്യാപാര സംഘം) ശാമിൽ നിന്ന് തിരിച്ചുവരുന്നതായി വാർത്ത വന്നു, അതിൽ ഖുറൈശിന്റെ സമ്പത്ത് ഉണ്ടായിരുന്നു. മുസ്ലിംകൾ തങ്ങളുടെ അവകാശം തിരിച്ചെടുക്കാൻ തീരുമാനിച്ചു.<br><br><b>മുസ്ലിംകളുടെ തയ്യാറെടുപ്പ്:</b><br>- <b>313 യോദ്ധാക്കൾ</b> മാത്രം, 2 കുതിരകളും 70 ഒട്ടകങ്ങളും.<br>- ഖുറൈശ് സൈന്യം: <b>1000 യോദ്ധാക്കൾ</b>, 100 കുതിരകളും ധാരാളം ആയുധങ്ങളും.<br>- മുസ്ലിംകൾക്ക് വാളുകൾ പോലും പൂർണ്ണമായി ഉണ്ടായിരുന്നില്ല. ചില സഹചാരികൾ മരത്തടികൾ കൊണ്ടുപോയി.<br><br><b>ഭാഗം 2: യുദ്ധഭൂമിയിൽ ഏറ്റുമുട്ടൽ</b><br>2 ഹിജ്രിയിലെ 17 റമദാനിൽ രണ്ട് സൈന്യങ്ങളും <b>ബദർ മൈതാനത്തിൽ</b> എതിരെയായി.<br><b>ഖുറൈശിന്റെ അഹങ്കാരം:</b><br>അബൂ ജഹൽ (ഖുറൈശ് നേതാവ്) പരിഹാസത്തോടെ പറഞ്ഞു: <i>ഇവർ മുഹമ്മദ് (സ.അ.വ.) ന്റെ വിശക്കുന്ന, നഗ്നരായ സഹചാരികളാണ്! ഇന്ന് നാം ഇവരെ നശിപ്പിക്കും!</i><br><b>മുസ്ലിംകളുടെ പ്രാർത്ഥന:</b><br>നബി (സ.അ.വ.) കൈ ഉയർത്തി പ്രാർത്ഥിച്ചു:<br><i>അല്ലാഹുവേ! ഈ ചെറിയ സംഘം ഇന്ന് പരാജയപ്പെട്ടാൽ, ഭൂമിയിൽ നിന്നെ ആരാധിക്കുന്ന ആരും ശേഷിക്കില്ല!</i><br><br><b>ഭാഗം 3: അല്ലാഹുവിന്റെ സഹായം വരുന്നു</b><br>അല്ലാഹു മലക്കുകളോട് ഉത്തരവിട്ടു:<br><i>എന്റെ ദാസന്മാരെ സഹായിക്കുക!</i> (ഖുർആൻ 8:9)<br><br><b>അത്ഭുതങ്ങൾ സംഭവിച്ചു:</b><br>1. <b>മണൽക്കാറ്റ്:</b> മണൽ ഖുറൈശിന്റെ കണ്ണുകളിൽ നിറഞ്ഞു.<br>2. <b>മലക്കുകളുടെ ആക്രമണം:</b> ഖുറൈശ് യോദ്ധാക്കൾ <b>ആരും കാണാതെ</b> തലകൾ വെട്ടപ്പെടുന്നത് കണ്ട് ഞെട്ടി!<br>3. <b>ആത്മീയ ശക്തി:</b> മുസ്ലിംകൾ അത്രയധികം പോരാടി, ഒരു സഹചാരി <b>ശത്രുവിന്റെ ഒട്ടകത്തിന്റെ കാല്</b> വെട്ടി!<br><br><b>ഫലം:</b><br>- ഖുറൈശിൽ നിന്ന് 70 യോദ്ധാക്കൾ കൊല്ലപ്പെട്ടു, <b>അബൂ ജഹൽ</b> ഉൾപ്പെടെ.<br>- മുസ്ലിംകളിൽ <b>14 പേർ</b> മാത്രം ശഹീദായി.<br>- മറ്റു ശത്രുക്കൾ ഓടിപ്പോയി.<br><br><b>ഭാഗം 4: വിജയത്തിന്റെ രഹസ്യം:</b><br>യുദ്ധത്തിന് ശേഷം ഒരു വൃദ്ധ സഹചാരി ചോദിച്ചു:<br><i>അല്ലാഹുവിന്റെ ദൂതനേ! ഞങ്ങൾ കുറച്ചുപേരായിരുന്നു, എങ്ങനെ ജയിച്ചു?</i><br><b>നബി (സ.അ.വ.) അരുളി:</b><br><br><i>യഥാർത്ഥ ഈമാൻ, ക്ഷമ, അല്ലാഹുവിൽ വിശ്വാസം എന്നിവയാണ് യഥാർത്ഥ ശക്തി. ലോകത്തിന്റെ ശോഭയ്ക്കായി അല്ല, അല്ലാഹുവിന്റെ മതത്തിനായി പോരാടിയവർ മാത്രമേ ജയിക്കൂ!</i><br><br><b>പാഠങ്ങൾ:<br>1. ശക്തി എണ്ണത്തിൽ അല്ല, ഈമാനിൽ ആണ്.<br>2. അല്ലാഹുവിന്റെ സഹായം വരുന്നതുവരെ ധൈര്യം വിടരുത്.<br>3. അനീതിക്ക് മുന്നിൽ കുനിയുന്നതിനേക്കാൾ നീതിക്കായി പോരാടുക.</b><br><br><br>ഖുർആൻ വാക്യം:</b><br><i>ബദറിന്റെ ദിവസം നിങ്ങൾ ബലഹീനരായിരുന്നു, പക്ഷേ അല്ലാഹു നിങ്ങളെ സഹായിച്ചു. മുസ്ലിംകൾക്ക് ഒരു ദൃഷ്ടാന്തമാകാൻ. (സൂറത്തു ആലി-ഇംറാൻ 3:123)</i>"
  },
  {
    "id": 3,
    "title": "നബി സുലൈമാൻ (അ.സ.) യുടെയും ഹുദ്ഹുദ് പക്ഷിയുടെയും യഥാർത്ഥ കഥ",
    "content": "<b>ഭാഗം 1: അല്ലാഹുവിന്റെ അതുല്യമായ സമ്മാനം</b><br>അല്ലാഹു നബി സുലൈമാന് (അ.സ.) <b>വലിയ രാജ്യം</b> നൽകിയിരുന്നു. അദ്ദേഹത്തിന്റെ സൈന്യത്തിൽ മനുഷ്യർ, ജിന്നുകൾ, മൃഗങ്ങൾ എന്നിവ ഉണ്ടായിരുന്നു. ഒരു ദിവസം സൈന്യം പരിശോധിക്കുമ്പോൾ <b>ഹുദ്ഹുദ്</b> (ഒരു പ്രത്യേക പക്ഷി) ഇല്ലാതായി.<br><br>സുലൈമാൻ (അ.സ.) കോപത്തോടെ പറഞ്ഞു:<br><i>ഹുദ്ഹുദിനെ ശിക്ഷിക്കും, ഒരു വ്യക്തമായ കാരണം കൊണ്ടുവരുന്നില്ലെങ്കിൽ!</i><br><br><b>ഭാഗം 2: ഹുദ്ഹുദിന്റെ വാർത്ത</b><br>കുറച്ച് സമയത്തിന് ശേഷം ഹുദ്ഹുദ് തിരിച്ചെത്തി ഒരു വിചിത്രമായ വാർത്ത അറിയിച്ചു:<br><i>ഞാൻ സബാ എന്ന നഗരം കണ്ടു, ഒരു സ്ത്രീ (ബിൽഖീസ്) ഭരിക്കുന്നു. അവൾക്ക് എല്ലാ നന്മകളും ഉണ്ട്, പക്ഷേ അവളും അവളുടെ ജനവും സൂര്യനെ സിജ്ദ ചെയ്യുന്നു!</i><br><br>സുലൈമാൻ (അ.സ.) പറഞ്ഞു:<br><i>നീ സത്യം പറയുന്നുണ്ടോ അതോ കള്ളം പറയുന്നുണ്ടോ എന്ന് ഞങ്ങൾ പരിശോധിക്കും!</i><br><br><b>ഭാഗം 3: ബിൽഖീസിനെ ക്ഷണിക്കൽ</b><br>സുലൈമാൻ (അ.സ.) ഹുദ്ഹുദ് വഴി ബിൽഖീസിന് ഒരു കത്ത് അയച്ചു: <i>ബിസ്മില്ലാഹ്... എന്നോട് വിധേയരാകുകയും അല്ലാഹുവിനെ വിശ്വസിക്കുകയും ചെയ്യുക!</i><br><br>ബിൽഖീസ് ചിന്തിച്ചു: <i>ഇതൊരു സാധാരണ രാജാവല്ല!</i> അവൾ സുലൈമാന് (അ.സ.) വിലയേറിയ സമ്മാനങ്ങൾ അയച്ചു, പക്ഷേ സുലൈമാൻ (അ.സ.) പറഞ്ഞു:<br><i>ഞാൻ സമ്പത്തിൽ അല്ല, നിന്റെ ഈമാനിൽ സന്തോഷിക്കുന്നു!</i><br><br><b>ഭാഗം 4: മഹത്തായ മുജിസ</b><br>സുലൈമാന്റെ ശക്തി പരീക്ഷിക്കാൻ ബിൽഖീസ് ഒരു പഴിപ്പാട്ട് നൽകി:<br><i>എന്റെ സിംഹാസനം തിരിച്ചറിയുമ്പോൾ ഞാൻ ഈമാൻ കൊണ്ടുവരും.</i><br>സുലൈമാൻ (അ.സ.) ഒരു ജിന്നിനോട് പറഞ്ഞു: <i>സിംഹാസനം ഇവിടെ കൊണ്ടുവരൂ!</i><br>ഒരു നിമിഷത്തിനുള്ളിൽ സിംഹാസനം വന്നുചേർന്നു! ബിൽഖീസ് പറഞ്ഞു: <i>ഇത് ശരിക്കും അല്ലാഹുവിന്റെ നബിയാണ്!</i> എന്ന് പറഞ്ഞ് ഈമാൻ കൊണ്ടുവന്നു.<br><br><b>പാഠങ്ങൾ:</b><br>1. <b>അല്ലാഹുവിന്റെ നന്മകൾക്ക് നന്ദി കാണിക്കുക</b> – സുലൈമാൻ (അ.സ.) ഒരിക്കലും അഹങ്കാരം കാണിച്ചിട്ടില്ല.<br>2. <b>ഏറ്റവും ചെറിയ ജീവിക്കും പങ്കുണ്ട്</b> – ഹുദ്ഹുദ് ഒരു മുഴുവൻ ജനതയെയും നേർവഴിയിലേക്ക് നയിച്ചു.<br>3. <b>ബുദ്ധിയോടെ പ്രവർത്തിക്കുക</b> – സുലൈമാൻ (അ.സ.) യുദ്ധം ചെയ്യാതെ ജ്ഞാനം കൊണ്ട് ഹൃദയങ്ങൾ കീഴടക്കി.<br><br><b>ഖുർആൻ വാക്യം:</b><br><i>അവൻ (സുലൈമാൻ) ചിരിച്ചുകൊണ്ട് പറഞ്ഞു: 'ഞാൻ ഹുദ്ഹുദിനെ എന്തുകൊണ്ട് കാണുന്നില്ല? അത് എവിടെയാണ്?' (സൂറത്തുൽ നമൽ 27:20)</i>"
  },

 
  {
    "id": 4,
    "title": "ഹസ്രത് ഉമർ (റ)യും യഹൂദ മുതിർന്നയാളുമായുള്ള സമ്മേളനം",
    "content": "മദീനയിലെ തണുത്ത ഒരു രാത്രിയായിരുന്നു അത്. ആകാശത്ത് നക്ഷത്രങ്ങൾ മിന്നി, വായുവിൽ തണുപ്പുണ്ടായിരുന്നു. ഹസ്രത് ഉമർ (റ) തന്റെ വിളക്കിന്റെ വെളിച്ചത്തിൽ നഗരത്തിലെ തെരുവുകളിലൂടെ നടന്നുകൊണ്ടിരുന്നു. രാത്രിയിൽ ജനങ്ങളുടെ അവസ്ഥ പരിശോധിക്കാൻ പുറത്തിറങ്ങുക എന്നത് അദ്ദേഹത്തിന്റെ ശീലമായിരുന്നു. അപ്പോഴാണ് ഒരു തകർന്ന കുടിൽക്കുള്ളിൽ നിന്ന് ഞരമ്പൊലി കേട്ടത്. അദ്ദേഹം വേഗം അകത്തേക്ക് കടന്നു.<br><br>കുടിൽക്കുള്ളിൽ ഒരു മുതിർന്ന യഹൂദൻ കിടന്നിരുന്നു. അദ്ദേഹത്തിന്റെ ശരീരത്തിൽ കീറിയ തുണികളും കാലുകളിൽ പരുക്കുകളുമുണ്ടായിരുന്നു. കണ്ണുകൾ അടഞ്ഞിരുന്നു, ചുണ്ടുകൾ ഉണങ്ങിയിരുന്നു. ഹസ്രത് ഉമർ (റ) അദ്ദേഹത്തിന്റെ അടുത്ത് ഇരുന്നു ചോദിച്ചു, <i>നിങ്ങളുടെ ഈ അവസ്ഥ എന്തുകൊണ്ടാണ്? നിങ്ങളുടെ മക്കൾ എവിടെ?</i><br><br>മുതിർന്നയാൾ കണ്ണുകൾ തുറന്ന് മൃദുവായി പറഞ്ഞു, <i>എന്റെ മക്കൾ മരിച്ചുപോയി. ഞാൻ ഒറ്റയ്ക്കാണ്... എന്നെ ശുശ്രൂഷിക്കാൻ ആരുമില്ല.</i><br><br>ഹസ്രത് ഉമർ (റ) തന്റെ സ്വന്തം ചാരായം ഉടനെ ഊരി അദ്ദേഹത്തിന് ഇട്ടുകൊടുത്തു, <i>ഇന്നുമുതൽ ഞാൻ നിങ്ങളുടെ മകനാണ്.</i> അദ്ദേഹം എഴുന്നേറ്റു ബൈത്തുല്‍ മാലിലേക്ക് നടന്നു. വഴിയിൽ അദ്ദേഹം തന്റെ സഹചാരിയോട് പറഞ്ഞു, <i>ഈ മുതിർന്നയാൾക്ക് ചൂടുള്ള വസ്ത്രങ്ങളും മരുന്നുകളും ദൈനംദിന ഭക്ഷണവും അയച്ചുകൊടുക്കുക. അദ്ദേഹം യഹൂദനായാലും ഇത് അദ്ദേഹത്തിന്റെ അവകാശമാണ്.</i><br><br>അടുത്ത ദിവസം, മുതിർന്ന യഹൂദൻ തന്റെ വാതിലിൽ ചൂടുള്ള ഭക്ഷണവും മരുന്നുകളും വെച്ചിരിക്കുന്നത് കണ്ടപ്പോൾ അദ്ദേഹം ആശ്ചര്യപ്പെട്ടു. അദ്ദേഹം ചോദിച്ചു, <i>ഇതെല്ലാം ആരാണ് അയച്ചത്?</i> ആളുകൾ അദ്ദേഹത്തോട് പറഞ്ഞു, <i>ഖലീഫ ഉമർ.</i><br><br>മുതിർന്നയാളുടെ കണ്ണുകളിൽ കണ്ണീരുണ്ടായി. അദ്ദേഹം നേരെ മസ്ജിദ്-ഇ-നബവിയിലേക്ക് പോയി. ഹസ്രത് ഉമർ (റ) അക്കാലത്ത് ആളുകൾക്ക് ഉപദേശിക്കുകയായിരുന്നു. മുതിർന്നയാൾ അലറി, <i>ഓ ഉമർ! നിന്റെ ഈമാൻ എത്ര മനോഹരമാണ്! ഇതുപോലെ മാനുഷികത പഠിപ്പിക്കുന്ന ആരെയും ഞാൻ ഇതുവരെ കണ്ടിട്ടില്ല!</i><br><br>ഹസ്രത് ഉമർ (റ) പുഞ്ചിരിയോടെ മറുപടി പറഞ്ഞു, <i>മാനുഷികതയാണ് യഥാർത്ഥ ഈമാൻ. നാം ഒരു മുതിർന്നയാളെ വിശപ്പോടെ വിട്ടുകളഞ്ഞാൽ, നമ്മുടെ ഈമാന്റെ അവകാശവാദം അസത്യമാണ്.</i><br><br>കുറച്ച് ദിവസങ്ങൾക്ക് ശേഷം, ആ യഹൂദ മുതിർന്നയാൾ മദീനയിലെ തെരുവുകളിലൂടെ നടന്നുകൊണ്ട് ആളുകളോട് പറഞ്ഞു, <i>ഞാൻ ഉമറിനെ കണ്ടിട്ടുണ്ട്... അവൻ മുസ്ലിംകളുടെ മാത്രമല്ല, ഓരോ മനുഷ്യന്റെയും ഖലീഫയാണ്!</i><br><br><b>കഥയുടെ സാരാംശം:</b><br>ഹസ്രത് ഉമർ (റ) മതത്തിന് മീതെ മാനുഷികതയാണെന്ന് പഠിപ്പിച്ചു. അദ്ദേഹത്തിന്റെ നീതി എല്ലാവർക്കുമായിരുന്നു—അവർ ഏത് മതത്തിലോ സമൂഹത്തിലോ ഉള്ളവരായാലും. ഇന്നും ഈ കഥ നമ്മെ ഓർമ്മപ്പെടുത്തുന്നു that <i>യഥാർത്ഥ ഈമാൻ ഹൃദയത്തിന് മൃദുത്വവും കൈയ്ക്ക് ദാനശീലതയും നൽകുന്ന ഈമാനാണ്.</i><br>"
  },
  {
    "id": 5,
    "title": "ഹസ്രത് ഉമർ (റ)യും വൻകിട ക്ഷാമ ദുരന്തവും: ഒരു വർഷത്തെ പരീക്ഷണം",
    "content": "<b>വരൾച്ചയുടെ ആരംഭം</b><br>മദീനയുടെ മീതെ മേഘങ്ങൾ രണ്ട് വർഷമായി മഴ പെയ്യുന്നില്ല. നിലം വിള്ളലുകളാൽ നിറഞ്ഞു, മരങ്ങളുടെ ഇലകൾ ഉണങ്ങി വീണു, ഉറവകൾ ചെളിയായി മാറി. കുട്ടികളുടെ കരച്ചിൽ രാവും പകലും പ്രതിധ്വനിച്ചു, സ്ത്രീകൾ <i>റൊട്ടി</i> ഉണ്ടാക്കാൻ മണ്ണ് കഷണങ്ങൾ അരയ്ക്കാൻ തുടങ്ങി. ഹസ്രത് ഉമർ (റ) തന്റെ മുറിയിൽ ഇരുന്ന് ഖുറ്ആൻ വാക്യങ്ങൾ ഓതിക്കൊണ്ടിരിക്കെ പെട്ടെന്ന് അദ്ദേഹത്തിന്റെ വാതിൽ തട്ടി.<br><br>ഒരു സൈനികൻ ശ്വാസംമുട്ടിക്കൊണ്ട് വാർത്ത അറിയിച്ചു: <i>അമീരുല്‍ മുഅ്മിനീൻ! ആളുകൾ ബൈത്തുല്‍ മാലിന്റെ വാതിൽ തകർത്തിരിക്കുന്നു. ധാന്യം മോഷ്ടിക്കപ്പെട്ടുവെന്ന് അവർ പറയുന്നു!</i> ഹസ്രത് ഉമർ (റ) തന്റെ വിളക്ക് എടുത്ത് പുറത്തേക്ക് വന്നു. അദ്ദേഹത്തിന്റെ താടിയിലെ വെളുത്ത മുടി ആകുലത കൊണ്ട് കൂടുതൽ വെളുത്തിരുന്നു.<br><br><b>ധാന്യ മോഷണം: ഒരു കുതന്ത്രത്തിന്റെ വെളിപ്പെടുത്തൽ</b><br>ബൈത്തുല്‍ മാലിന്റെ സംഭരണിയിൽ എത്തിയപ്പോൾ ധാന്യ ചാക്കുകൾ കാണാതായതായി കണ്ടെത്തി. നിലത്ത് ചില പ്രത്യേക അടയാളങ്ങൾ ഉണ്ടായിരുന്നു—ഒട്ടകങ്ങളുടെ കാൽപ്പാടുകളും തകർന്ന മുദ്രയും. ഹസ്രത് ഉമർ (റ) അടയാളങ്ങൾ ശ്രദ്ധാപൂർവ്വം നോക്കി ചോദിച്ചു: <i>പട്ടണത്തിൽ പുതിയ വ്യാപാരി എത്തിയിട്ടുണ്ടോ?</i> ആളുകൾ അദ്ദേഹത്തോട് പറഞ്ഞു, യെമനിൽ നിന്ന് ഒരു വ്യാപാരി വന്നിട്ടുണ്ടെന്നും അവൻ ഒട്ടകങ്ങളിൽ ചരക്ക് ചുമത്തി കൊണ്ടുവന്നിരിക്കുന്നു എന്നും.<br><br>ഹസ്രത് ഉമർ (റ) നേരെ ആ വ്യാപാരിയുടെ സ്ഥാനത്തേക്ക് പോയി. വ്യാപാരി അദ്ദേഹത്തെ കണ്ടതും തല താഴ്ത്തി. ഹസ്രത് ഉമർ (റ) പറഞ്ഞു: <i>'നിങ്ങളുടെ ഒട്ടകങ്ങളുടെ കാൽപ്പാടുകൾ ബൈത്തുല്‍ മാലിൽ കണ്ടെത്തി. ഇത് എത്ര വലിയ ഒരു കുറ്റമാണെന്ന് നിങ്ങൾ മനസ്സിലാക്കുന്നുണ്ടോ?'</i> ഹസ്രത് ഉമറിന്റെ (റ) ശബ്ദത്തിൽ കോപമല്ല, ദുഃഖമായിരുന്നു.<br><br>വ്യാപാരി വിറയ്ക്കുന്നതായി പറഞ്ഞു: <i>ക്ഷമിക്കൂ, അമീരുല്‍ മുഅ്മിനീൻ! വിശപ്പോടെ വേദനിക്കുന്ന എന്റെ കുട്ടികൾക്കായി ഞാൻ ഇത് ചെയ്തു. </i> ഹസ്രത് ഉമർ (റ) തന്റെ കൈ അദ്ദേഹത്തിന്റെ തോളിൽ വെച്ചു പറഞ്ഞു: <i>നിങ്ങൾ എന്നോട് പറഞ്ഞിരുന്നെങ്കിൽ, ഞാൻ എന്റെ പങ്ക് നിങ്ങൾക്ക് നൽകുമായിരുന്നു. എന്നാൽ മോഷണം നിങ്ങളുടെ നിർബന്ധിതത്വത്തെ പാപമാക്കി മാറ്റി.</i><br><br>അദ്ദേഹം വ്യാപാരിയെ പൊറുത്തുവെങ്കിലും ബൈത്തുല്‍ മാലിന്റെ സുരക്ഷയ്ക്കായി പുതിയ നിയമങ്ങൾ ഏർപ്പെടുത്തി. ആ രാത്രി, ഹസ്രത് ഉമർ (റ) തന്റെ സ്വന്തം വീട്ടിലെ എല്ലാ ധാന്യവും ബൈത്തുല്‍ മാലിലേക്ക് ഇട്ടു, താൻ വെറും വെള്ളവും ഖർജൂരങ്ങളും കൊണ്ട് ജീവിക്കാൻ തുടങ്ങി.<br><br><b>ഈജിപ്തിൽ നിന്നുള്ള രക്ഷാപ്രവർത്തന കൂട്ടം: ഒരു പുതിയ പ്രതീക്ഷ</b><br>ക്ഷാമത്തിന്റെ ആറാം മാസം, ഈജിപ്തിലെ ഗവർണർ അംർ ഇബ്നുൽ ആസ് (റ) 500 ഒട്ടകങ്ങളിൽ ഗോതമ്പ്, ഖർജൂരങ്ങൾ, മരുന്നുകൾ അയച്ചു. കൂട്ടം മദീനയ്ക്ക് സമീപിച്ചപ്പോൾ, ഹസ്രത് ഉമർ (റ) സ്വയം അത് സ്വീകരിക്കാൻ പോയി. അദ്ദേഹം ആദ്യത്തെ ഗോതമ്പ് ചാക്ക് തന്റെ തോളിൽ എടുത്തു പറഞ്ഞു: <i>ഈ ചാക്ക് കഴിഞ്ഞ ആഴ്ച തന്റെ കുട്ടികളെ വിശപ്പോടെ മരിക്കാൻ വിട്ട ആ മുതിർന്ന അമ്മയ്ക്കാണ്.</i><br><br>ആളുകൾ ചാക്കിന്റെ ഭാരത്തിൽ അദ്ദേഹത്തിന്റെ പുറം വളഞ്ഞത് കണ്ടു, എന്നാൽ അദ്ദേഹത്തിന്റെ ചുവടുകൾ ഇടറിയില്ല. ഒരു യുവാവ് ചോദിച്ചു: <i>നിങ്ങൾ ഖലീഫയാണ്, പിന്നെന്തുകൊണ്ടാണ് നിങ്ങൾ ഈ ജോലി ചെയ്യുന്നത്?</i> ഹസ്രത് ഉമർ (റ) പുഞ്ചിരിയോടെ മറുപടി പറഞ്ഞു: <i>ഖലീഫ ജനങ്ങളെ ഭരിക്കുന്നവനല്ല, ജനങ്ങൾക്ക് വേണ്ടി മരിക്കുന്നവനാണ്.</i><br><br><b>ഖലീഫ തന്റെ കട്ടിൽ വിറ്റ രാത്രി</b><br>ഒരു രാത്രി, ഹസ്രത് ഉമറിന്റെ (റ) മകൾ ഹഫ്സ (റ) അദ്ദേഹം തന്റെ മുറിയിൽ പായയിൽ ഉറങ്ങുന്നത് കണ്ടു.<br><i>അച്ഛാ, നിങ്ങളുടെ കട്ടിൽ എവിടെ?</i><br>അദ്ദേഹം മറുപടി പറഞ്ഞു: <i>ഒരു അനാഥ പെൺകുട്ടിക്ക് പാൽ വാങ്ങാൻ ഞാൻ അത് വിറ്റു. എന്റെ പ്രജകൾ വിശപ്പോടെ ഉറങ്ങുമ്പോൾ, ഞാൻ എങ്ങനെ മൃദുവായ കട്ടിലിൽ ഉറങ്ങും?</i><br><br>ഹഫ്സയുടെ (റ) കണ്ണുകളിൽ കണ്ണീരുണ്ടായി. അവൾ തന്റെ ആഭരണങ്ങൾ ഊരി പറഞ്ഞു: <i>ഇത്, ഇവ വിറ്റ് കൂടുതൽ കുട്ടികൾക്ക് ഭക്ഷണം കൊണ്ടുവരൂ.</i> ഹസ്രത് ഉമർ (റ) അവളുടെ തല ചുംബിച്ചു: <i>നിന്റെ ഈ നന്മയാണ് നിന്നെ സ്വർഗ്ഗത്തിന് അർഹയാക്കുന്നത്.</i><br><br><b>ആദ്യത്തെ മഴത്തുള്ളി: ആരാധനയുടെ ദൃശ്യം</b><br>പതിനെട്ട് മാസത്തിന് ശേഷം ആദ്യമായി മേഘങ്ങൾ ഇടിമുഴങ്ങി. ഹസ്രത് ഉമർ (റ) പള്ളിയുടെ മിമ്പറിൽ നിന്ന് കരഞ്ഞു: <i>ഓ അല്ലാഹു! ഈ മഴ നിന്റെ കരുണയാണെങ്കിൽ, ഞങ്ങളിൽ നിന്ന് അംഗീകരിക്കുക. ഇത് ശിക്ഷയാണെങ്കിൽ, ഈ നിരപരാധ കുട്ടികളെ ക്ഷമിക്കുക.</i><br><br>ആളുകൾ മഴത്തുള്ളികൾ അദ്ദേഹത്തിന്റെ താടിയിൽ നിന്ന് ഇറ്റിറ്റു വീഴുന്നത് കണ്ടു. ഒരു മുതിർന്നയാൾ അലറി: <i>ഇത് മഴയല്ല, അല്ലാഹുവിന്റെ പ്രവാചകന്റെ (സ) പ്രാർത്ഥനകളുടെ ഫലമാണ്!</i><br><br>അതേ രാത്രി, ഹസ്രത് ഉമർ (റ) ബൈത്തുല്‍ മാലിൽ നിന്ന് എല്ലാ വീട്ടുകാർക്കും വിത്തുകളും കൃഷി ഉപകരണങ്ങളും വിതരണം ചെയ്തു. അദ്ദേഹം പ്രഖ്യാപിച്ചു: <i>ഇന്നുമുതൽ എല്ലാ പുതുജനിത കുട്ടികൾക്കും ബൈത്തുല്‍ മാലിൽ നിന്ന് വിദ്യാഭ്യാസത്തിനും ഭക്ഷണത്തിനും അവകാശമുണ്ടാകും.</i><br><br><b>അവസാന പാഠം: ചരിത്രമായത്</b><br>ക്ഷാമം അവസാനിച്ചതിന് ശേഷം, ഹസ്രത് ഉമർ (റ) എല്ലാ പ്രാദേശിക ഗവർണർമാർക്കും ഒരു കത്ത് എഴുതി: <i>നിങ്ങളുടെ അധികാരത്തിന്റെ ഉദ്ദേശ്യം ജനങ്ങളെ സേവിക്കുക എന്നതാണെന്ന് അറിയുക. ആരുടെയെങ്കിലും വീട്ടിൽ അടുപ്പ് കത്തുന്നില്ലെങ്കിൽ, നിങ്ങൾ അല്ലാഹുവിന്റെ അമാനത നഷ്ടപ്പെട്ടതായി കരുതുക.</i><br><br>അദ്ദേഹത്തിന്റെ ഈ കത്ത് ഇന്നും ലോകമെമ്പാടുമുള്ള സർക്കാരുകൾക്ക് ഒരു ഉദാഹരണമാണ്. ഒരു ഭരണാധികാരി ജനത്തിന്റെ കഷ്ടത മറക്കുമ്പോഴെല്ലാം, ഹസ്രത് ഉമറിന്റെ (റ) ഈ കഥ അദ്ദേഹത്തെ ഓർമ്മപ്പെടുത്തുന്നു that <i>യഥാർത്ഥ ഈമാൻ വിശപ്പുള്ളവരെ ഭക്ഷിപ്പിക്കുകയും അനാഥയെ പിന്തുണയ്ക്കുകയും ചെയ്യുന്ന ഈമാനാണ്.</i><br><br><b><i>ഉമർ (റ) മാനുഷികതയുടെ വിജയമാണ് യഥാർത്ഥ വിജയമെന്ന് പഠിപ്പിച്ചു. അവൻ ഒരു ജമീന്ദാരനല്ല, ഭൂമിയിൽ നടക്കുന്നവരുടെ സഹാനുഭൂതിയുള്ളവനായിരുന്നു.</i></b>"
  },
  {
    "id": 6,
    "title": "ഹസ്രത് ഉമർ (റ)യും അനാഥ പെൺകുട്ടിയുടെ കണ്ണീരിന്റെ കഥയും",
    "content": "മദീനയിലെ രാത്രി തണുത്തതായിരുന്നു, ചന്ദ്രൻ മേഘങ്ങളുടെ പിന്നിൽ മറഞ്ഞിരുന്നു. ഹസ്രത് ഉമർ (റ) തന്റെ വിളക്കിന്റെ മങ്ങിയ വെളിച്ചത്തിൽ നഗരത്തിലെ തെരുവുകളിലൂടെ നടന്നുകൊണ്ടിരുന്നു. അദ്ദേഹത്തിന്റെ തോളിൽ മാവും ഖർജൂരങ്ങളുമുള്ള ഒരു ചാക്കുണ്ടായിരുന്നു, ദരിദ്രരെ തിരയാൻ അദ്ദേഹം എല്ലാ രാത്രിയും പുറത്തിറങ്ങുന്നത് പോലെ. അപ്പോഴാണ് തകർന്ന ഒരു പള്ളിയുടെ അടുത്ത് നിന്ന് ആരോ കരയുന്ന ശബ്ദം കേട്ടത്. അദ്ദേഹം പതുക്കെ അടുത്തു.<br><br>ഒരു ചെറിയ പെൺകുട്ടി, ഏഴ് വയസ്സുകാരി, ഒരു കല്ലിൻ മൂലയിൽ ചുരുങ്ങി കിടന്നു. അവളുടെ കാലുകൾ നഗ്നമായിരുന്നു, വസ്ത്രങ്ങൾ കീറിയിരുന്നു. അവളുടെ കണ്ണുകളിൽ നിന്ന് കണ്ണീരുകളുടെ ഒഴുക്ക് ഒഴുകുകയായിരുന്നു. ഹസ്രത് ഉമർ (റ) മൃദുവായി ചോദിച്ചു:<br><i>മകളേ, നീ എന്തുകൊണ്ടാണ് കരയുന്നത്? നിന്റെ മാതാപിതാക്കൾ എവിടെ?</i><br><br>പെൺകുട്ടി ഏങ്ങിക്കരഞ്ഞുകൊണ്ട് ഉത്തരം നൽകി:<br><i>അമ്മ പറഞ്ഞു... അവൾ എന്നെ ഒരിക്കലും ഒറ്റയ്ക്ക് വിടില്ല... പക്ഷേ അവൾക്ക് പനി വന്നപ്പോൾ... അവൾ പോയി... അച്ഛനും യുദ്ധത്തിൽ ശഹീദനായി...</i><br><br>ഹസ്രത് ഉമറിന്റെ (റ) തൊണ്ട ഞെക്കി. അദ്ദേഹം തന്റെ സ്വന്തം ചാരായം ഊരി പെൺകുട്ടിയെ മൂടി പറഞ്ഞു:<br><i>ഇന്നുമുതൽ ഞാൻ നിന്റെ അച്ഛനാണ്. നിന്റെ എല്ലാ ആവശ്യങ്ങളും എന്റെ ഉത്തരവാദിത്തമാണ്.</i><br><br>അദ്ദേഹം പെൺകുട്ടിയെ തന്റെ വീട്ടിലേക്ക് കൊണ്ടുപോയി. വഴിയിൽ പെൺകുട്ടി ചോദിച്ചു:<br><i>നിങ്ങൾ ആരാണ്?</i><br>ഉമർ (റ) പുഞ്ചിരിയോടെ പറഞ്ഞു:<br><i>നിന്നെപ്പോലുള്ള ആളുകളെ പരിപാലിക്കാൻ അല്ലാഹു ഏൽപ്പിച്ചയാളാണ് ഞാൻ.</i><br><br>വീട്ടിൽ എത്തിയപ്പോൾ, അദ്ദേഹം പെൺകുട്ടിക്ക് ചൂടുള്ള ഭക്ഷണം കൊടുത്തു. അവളുടെ തകർന്ന ചെപ്പടികൾ കണ്ട് അദ്ദേഹം തന്റെ സ്വന്തം ചെരുപ്പുകൾ ഊരി പറഞ്ഞു:<br><i>ഇത്, ഇത് എടുക്കൂ. എന്റെ കാലുകൾ വളരെ യാത്ര ചെയ്തിട്ടുണ്ട്, പക്ഷേ നിന്റെ കാലുകൾക്ക് ഉപദ്രവം സംഭവിക്കരുത്.</i><br><br>കണ്ണീരുകൾ തുടച്ചുകൊണ്ട് പെൺകുട്ടി ചോദിച്ചു:<br><i>നിങ്ങൾ എനിക്ക് വേണ്ടി ഇത് എന്തുകൊണ്ടാണ് ചെയ്യുന്നത്? ഞാൻ ആരുമല്ല...</i><br>ഹസ്രത് ഉമർ (റ) തന്റെ കൈ അവളുടെ തലയിൽ വെച്ചു:<br><i>നീ അല്ലാഹുവിന്റെ ഒരു അമാനതയാണ്. ഞാൻ ഒരു അനാഥയുടെ കണ്ണീർ തുടച്ചുമാറ്റാൻ മറക്കുന്ന ദിവസം, എന്റെ ഈമാൻ മരിക്കും.</i><br><br>അടുത്ത ദിവസം, ഹസ്രത് ഉമർ (റ) പള്ളിയിൽ പ്രഖ്യാപിച്ചു:<br><i>കേൾക്കൂ, മദീനക്കാരെ! ഇന്നുമുതൽ എല്ലാ അനാഥ കുട്ടികളുടെയും ചെലവ് ബൈത്തുല്‍ മാലിൽ നിന്ന് വഹിക്കും. ആരുടെയെങ്കിലും വീട്ടിൽ അനാഥയുണ്ടെങ്കിൽ, അവളുടെ വളർത്തലിന്റെ ഉത്തരവാദിത്തം ഞാൻ ഏറ്റെടുക്കുന്നു!</i><br><br>കുറച്ച് വർഷങ്ങൾക്ക് ശേഷം, ആയിശ എന്ന പേരുള്ള അതേ പെൺകുട്ടി പള്ളിയിൽ വന്നു. അവൾ ഹസ്രത് ഉമറിന്റെ (റ) മുന്നിൽ തുണിയിൽ പൊതിഞ്ഞ ഒരു റൊട്ടി വച്ചു പറഞ്ഞു:<br><i>അമീരുല്‍ മുഅ്മിനീൻ... ഇത് ഞാൻ സ്വയം ഉണ്ടാക്കിയതാണ്. നിങ്ങൾ എന്നെ ജീവിക്കാൻ പഠിപ്പിച്ചു, ഇപ്പോൾ ഞാൻ നിങ്ങളെ സേവിക്കും.</i><br><br>ഹസ്രത് ഉമറിന്റെ (റ) കണ്ണുകൾ നനഞ്ഞു. അദ്ദേഹം റൊട്ടിയുടെ ഒരു കഷ്ണം എടുത്തു പറഞ്ഞു:<br><i>ഇതാണ് ഈമാന്റെ സുഗന്ധമുള്ള റൊട്ടി. ഖിലാഫത്തിന്റെ യഥാർത്ഥ വിജയം ഇതാണെന്ന് ഇന്ന് ഞാൻ മനസ്സിലാക്കി.</i><br><br>ആ പെൺകുട്ടി പിന്നീട് മദീനയിലെ ഒരു പ്രസിദ്ധ അലിമയായി, നൂറുകണക്കിന് അനാഥകളുടെ അമ്മ എന്ന് വിളിക്കപ്പെട്ടു. അവൾ എപ്പോഴും പറഞ്ഞു:<br><i>ഉമർ (റ) മാനുഷികതയാണ് ഏറ്റവും വലിയ ഈമാൻ എന്ന് എന്നെ പഠിപ്പിച്ചു.</i><br><br>ഈ കഥ ഇന്നും <i>ഒരു കണ്ണീർ തുടച്ചുമാറ്റുന്നത് ആയിരം ആരാധനകളേക്കാൾ മെച്ചമാണ്</i> എന്ന് വിശ്വസിക്കുന്നവരുടെ ഹൃദയങ്ങളിൽ ജീവിച്ചിരിക്കുന്നു. ഹസ്രത് ഉമർ (റ) <b>യഥാർത്ഥ ശക്തി വാളിലല്ല, സ്നേഹത്തിലും നീതിയിലുമാണ്</b> എന്ന് തെളിയിച്ചു.<br><br><b><i>ഒരു ഹൃദയം ദുഃഖിക്കുന്നിടത്തോളം,<br>ഖിലാഫത്തിന്റെ വിളക്ക് മൗനമാണ്.<br>ഉമറിന്റെ സ്നേഹമാണ് ആ കഥ,<br>മനുഷ്യനെ മനുഷ്യനാക്കുന്നത്.</i></b>"
  },



]
