[
  {
    "id": 1,
    "title": "ഹിജ്റയുടെ യാത്ര - നബി (സ.അ.വ.) യും സിദ്ദീഖ്-എ-അക്ബർ (റ.അ.) യും യാത്ര",
    "content": "<b>ഭാഗം 1: മക്കയിൽ അപായം</b><br>മക്കയിലെ കാഫിറുകൾ നബി മുഹമ്മദ് (സ.അ.വ.)യെ കൊല്ലാൻ ഷड്യന്ത്രം നടത്തി. അല്ലാഹു അദ്ദേഹത്തിന് ഹിജ്റ (പ്രവാസം) നിർദ്ദേശിച്ചു. രാത്രിയുടെ ഇരുട്ടിൽ നബി (സ.അ.വ.) തന്റെ സഹചാരി അബൂബക്കർ സിദ്ദീഖ് (റ.അ.) യെ കൂട്ടിക്കൊണ്ട് ഥവൂർ ഗുഹയിലേക്ക് പോയി.<br><br><b>വഴിയിലെ പോരാട്ടം:</b><br>കാഫിറുകൾ അവരെ പിന്തുടർന്നു. ഒരിക്കൽ ശത്രുക്കൾ ഗുഹയുടെ വാതിൽക്കൽ എത്തി, പക്ഷേ അല്ലാഹു ഒരു ചിലന്തിയെ വാതിൽക്കൽ വലയ്ക്കാനും ഒരു പ്രാവിനെ മുട്ടയിടാനും നിർദ്ദേശിച്ചു. കാഫിറുകൾ ഇത് കണ്ടപ്പോൾ: <i>ഉള്ളിൽ ആരും ഇല്ല!</i> എന്ന് കരുതി തിരിച്ചുപോയി.<br><br><b>അബൂബക്കർ (റ.അ.) യുടെ വിശ്വസ്തത:</b><br>ഗുഹയിൽ ഒരു പാമ്പ് കടിച്ചെങ്കിലും നബി (സ.അ.വ.) യുടെ ഉറക്കം തടസ്സപ്പെടുത്താതിരിക്കാൻ അദ്ദേഹം മിണ്ടാതിരുന്നു. പിന്നീട് നബി (സ.അ.വ.) കണ്ടപ്പോൾ അദ്ദേഹത്തിന്റെ കാലിൽ നിന്ന് രക്തം ഒഴുകുകയായിരുന്നു. അദ്ദേഹം ചോദിച്ചു: <b><i>നിനക്ക് എന്നോട് പറയാത്തത് എന്തുകൊണ്ട്?</i></b> അബൂബക്കർ (റ.അ.) പറഞ്ഞു: <b><i>ഈ ചെറിയ വേദന നിന്റെ ഉറക്കത്തേക്കാൾ വലുതല്ല, അല്ലാഹുവിന്റെ ദൂതനേ!</i></b><br><br><b>ഭാഗം 2: മദീനയിലേക്കുള്ള യാത്ര</b><br><br>ഗുഹയിൽ 3 ദിവസം കഴിഞ്ഞ് അവർ അബ്ദുല്ലാഹ് ബിൻ ഉറൈഖിത്തിന്റെ സഹായത്തോടെ മദീനയിലേക്ക് പുറപ്പെട്ടു. വഴിയിൽ പല അത്ഭുതങ്ങളും സംഭവിച്ചു:<br><b>കൊള്ളക്കാരൻ സുറാഖ:</b><br>കാഫിറുകൾ 100 ഒട്ടകങ്ങളുടെ പ്രതിഫലത്തിന് സുറാഖ എന്ന ശക്തനായ യോദ്ധാവിനെ നബി (സ.അ.വ.) യെ പിടിക്കാൻ അയച്ചു. സുറാഖ അടുത്തെത്തിയപ്പോൾ അദ്ദേഹത്തിന്റെ കുതിര മണലിൽ മുങ്ങി. അദ്ദേഹം ക്ഷമ ചോദിച്ചു, നബി (സ.അ.വ.) പേർഷ്യയുടെ നിധികളുടെ ചാവികൾ ധരിക്കുമെന്ന് വാഗ്ദാനം ചെയ്തു (പിന്നീട് സത്യമായി).<br><br><b>ഉമ്മു മാബദിന്റെ കുടിൽ:</b><br>ഒരു വൃദ്ധയുടെ (ഉമ്മു മാബദ്) അടുത്തുകൂടി കടന്നുപോയി, അവർക്ക് ഒരു ആട് മാത്രമേ ഉണ്ടായിരുന്നുള്ളൂ. നബി (സ.അ.വ.) ആ ആട് കറന്നപ്പോൾ വളരെയധികം പാൽ ലഭിച്ചു, കുടുംബം മുഴുവൻ തൃപ്തിപ്പെട്ടു.<br><br><b>ഭാഗം 3: മദീനയിൽ എത്തൽ</b><br>8 ദിവസത്തെ യാത്രയ്ക്ക് ശേഷം, 12 റബീഉൽ അവ്വലിൽ അവർ ഖുബയിൽ എത്തി. ഇവിടെ ആദ്യത്തെ പള്ളി (മസ്ജിദ് ഖുബ) നിർമ്മിച്ചു. മദീനയിൽ എത്തിയപ്പോൾ ജനങ്ങൾ ആർത്തു:<br><b><i>തലാഅൽ-ബദ്രു അലൈന... (പൗർണ്ണമി ചന്ദ്രൻ നമ്മുടെ മേൽ പ്രകാശിച്ചു!)</i></b><br><br><b>അൻസാറുകളുടെ (മദീനക്കാർ) ആതിഥ്യം:</b><br>ഓരോ കുടുംബവും നബി (സ.അ.വ.) തങ്ങളുടെ വീട്ടിൽ താമസിക്കാൻ ആഗ്രഹിച്ചു. നബി (സ.അ.വ.) പറഞ്ഞു:<br><b><i>എന്റെ ഒട്ടകം എവിടെ ഇരിക്കുന്നുവോ അവിടെയാണ് എന്റെ വീട്.</i></b><br>ഒട്ടകം അബൂ അയ്യൂബ് അൻസാരി (റ.അ.) യുടെ വീടിന്റെ മുന്നിൽ ഇരുന്നു.<br><br><b>പാഠങ്ങളും പ്രചോദനവും: അല്ലാഹുവിൽ ആശ്രയം (തവക്കൽ): ഗുഹയിലെ ചിലന്തിവല അല്ലാഹുവിന്റെ സഹായത്തിന്റെ പ്രതീകമാണ്.<br>സഹചാരിയുടെ വിശ്വസ്തത: അബൂബക്കർ (റ.അ.) യുടെ ത്യാഗം യഥാർത്ഥ സൗഹൃദം പഠിപ്പിക്കുന്നു.<br>തിന്മയെ മറികടക്കുന്ന നന്മ: സുറാഖ പോലുള്ള ശത്രുക്കൾ അല്ലാഹുവിന്റെ ഉത്തരവിനാൽ മുസ്ലിംകളായി.</b><br><br><b>ഖുർആൻ വാക്യം:</b><br><i><b>അല്ലാഹുവിന്റെ സഹായവും വിജയവും വന്നാൽ, നീ ജനങ്ങളെ അല്ലാഹുവിന്റെ മതത്തിൽ കൂട്ടം കൂട്ടമായി പ്രവേശിക്കുന്നത് കാണുമ്പോൾ, നിന്റെ രക്ഷിതാവിനെ സ്തുതിച്ച് പ്രകീർത്തിക്കുക! (സൂറത്തുൻ നസർ 110:1-3)</b></i>"
  },
  {
    "id": 2,
    "title": "ബദർ യുദ്ധം: അല്ലാഹുവിന്റെ സഹായത്തിന്റെ മഹത്തായ നിമിഷം",
    "content": "<b>ഭാഗം 1: യുദ്ധഭൂമി തയ്യാറാകുന്നു</b><br>മുസ്ലിംകളെ ഉപദ്രവിച്ച ശേഷം മക്കയിലെ <b>ശത്രുക്കൾ</b> (ഖുറൈശ്) അവരുടെ സമ്പത്ത് മുഴുവൻ കൊള്ളയടിച്ചു. ആദരണീയ നബി (സ.അ.വ.) മദീനയിലേക്ക് ഹിജ്റ ചെയ്തു, പക്ഷേ കാഫിറുകളുടെ അക്രമം നിലച്ചില്ല. ഒരു ദിവസം <b>അബൂ സുഫ്യാൻ</b> ന്റെ കാരവാൻ (വ്യാപാര സംഘം) ശാമിൽ നിന്ന് തിരിച്ചുവരുന്നതായി വാർത്ത വന്നു, അതിൽ ഖുറൈശിന്റെ സമ്പത്ത് ഉണ്ടായിരുന്നു. മുസ്ലിംകൾ തങ്ങളുടെ അവകാശം തിരിച്ചെടുക്കാൻ തീരുമാനിച്ചു.<br><br><b>മുസ്ലിംകളുടെ തയ്യാറെടുപ്പ്:</b><br>- <b>313 യോദ്ധാക്കൾ</b> മാത്രം, 2 കുതിരകളും 70 ഒട്ടകങ്ങളും.<br>- ഖുറൈശ് സൈന്യം: <b>1000 യോദ്ധാക്കൾ</b>, 100 കുതിരകളും ധാരാളം ആയുധങ്ങളും.<br>- മുസ്ലിംകൾക്ക് വാളുകൾ പോലും പൂർണ്ണമായി ഉണ്ടായിരുന്നില്ല. ചില സഹചാരികൾ മരത്തടികൾ കൊണ്ടുപോയി.<br><br><b>ഭാഗം 2: യുദ്ധഭൂമിയിൽ ഏറ്റുമുട്ടൽ</b><br>2 ഹിജ്രിയിലെ 17 റമദാനിൽ രണ്ട് സൈന്യങ്ങളും <b>ബദർ മൈതാനത്തിൽ</b> എതിരെയായി.<br><b>ഖുറൈശിന്റെ അഹങ്കാരം:</b><br>അബൂ ജഹൽ (ഖുറൈശ് നേതാവ്) പരിഹാസത്തോടെ പറഞ്ഞു: <i>ഇവർ മുഹമ്മദ് (സ.അ.വ.) ന്റെ വിശക്കുന്ന, നഗ്നരായ സഹചാരികളാണ്! ഇന്ന് നാം ഇവരെ നശിപ്പിക്കും!</i><br><b>മുസ്ലിംകളുടെ പ്രാർത്ഥന:</b><br>നബി (സ.അ.വ.) കൈ ഉയർത്തി പ്രാർത്ഥിച്ചു:<br><i>അല്ലാഹുവേ! ഈ ചെറിയ സംഘം ഇന്ന് പരാജയപ്പെട്ടാൽ, ഭൂമിയിൽ നിന്നെ ആരാധിക്കുന്ന ആരും ശേഷിക്കില്ല!</i><br><br><b>ഭാഗം 3: അല്ലാഹുവിന്റെ സഹായം വരുന്നു</b><br>അല്ലാഹു മലക്കുകളോട് ഉത്തരവിട്ടു:<br><i>എന്റെ ദാസന്മാരെ സഹായിക്കുക!</i> (ഖുർആൻ 8:9)<br><br><b>അത്ഭുതങ്ങൾ സംഭവിച്ചു:</b><br>1. <b>മണൽക്കാറ്റ്:</b> മണൽ ഖുറൈശിന്റെ കണ്ണുകളിൽ നിറഞ്ഞു.<br>2. <b>മലക്കുകളുടെ ആക്രമണം:</b> ഖുറൈശ് യോദ്ധാക്കൾ <b>ആരും കാണാതെ</b> തലകൾ വെട്ടപ്പെടുന്നത് കണ്ട് ഞെട്ടി!<br>3. <b>ആത്മീയ ശക്തി:</b> മുസ്ലിംകൾ അത്രയധികം പോരാടി, ഒരു സഹചാരി <b>ശത്രുവിന്റെ ഒട്ടകത്തിന്റെ കാല്</b> വെട്ടി!<br><br><b>ഫലം:</b><br>- ഖുറൈശിൽ നിന്ന് 70 യോദ്ധാക്കൾ കൊല്ലപ്പെട്ടു, <b>അബൂ ജഹൽ</b> ഉൾപ്പെടെ.<br>- മുസ്ലിംകളിൽ <b>14 പേർ</b> മാത്രം ശഹീദായി.<br>- മറ്റു ശത്രുക്കൾ ഓടിപ്പോയി.<br><br><b>ഭാഗം 4: വിജയത്തിന്റെ രഹസ്യം:</b><br>യുദ്ധത്തിന് ശേഷം ഒരു വൃദ്ധ സഹചാരി ചോദിച്ചു:<br><i>അല്ലാഹുവിന്റെ ദൂതനേ! ഞങ്ങൾ കുറച്ചുപേരായിരുന്നു, എങ്ങനെ ജയിച്ചു?</i><br><b>നബി (സ.അ.വ.) അരുളി:</b><br><br><i>യഥാർത്ഥ ഈമാൻ, ക്ഷമ, അല്ലാഹുവിൽ വിശ്വാസം എന്നിവയാണ് യഥാർത്ഥ ശക്തി. ലോകത്തിന്റെ ശോഭയ്ക്കായി അല്ല, അല്ലാഹുവിന്റെ മതത്തിനായി പോരാടിയവർ മാത്രമേ ജയിക്കൂ!</i><br><br><b>പാഠങ്ങൾ:<br>1. ശക്തി എണ്ണത്തിൽ അല്ല, ഈമാനിൽ ആണ്.<br>2. അല്ലാഹുവിന്റെ സഹായം വരുന്നതുവരെ ധൈര്യം വിടരുത്.<br>3. അനീതിക്ക് മുന്നിൽ കുനിയുന്നതിനേക്കാൾ നീതിക്കായി പോരാടുക.</b><br><br><br>ഖുർആൻ വാക്യം:</b><br><i>ബദറിന്റെ ദിവസം നിങ്ങൾ ബലഹീനരായിരുന്നു, പക്ഷേ അല്ലാഹു നിങ്ങളെ സഹായിച്ചു. മുസ്ലിംകൾക്ക് ഒരു ദൃഷ്ടാന്തമാകാൻ. (സൂറത്തു ആലി-ഇംറാൻ 3:123)</i>"
  },
  {
    "id": 3,
    "title": "നബി സുലൈമാൻ (അ.സ.) യുടെയും ഹുദ്ഹുദ് പക്ഷിയുടെയും യഥാർത്ഥ കഥ",
    "content": "<b>ഭാഗം 1: അല്ലാഹുവിന്റെ അതുല്യമായ സമ്മാനം</b><br>അല്ലാഹു നബി സുലൈമാന് (അ.സ.) <b>വലിയ രാജ്യം</b> നൽകിയിരുന്നു. അദ്ദേഹത്തിന്റെ സൈന്യത്തിൽ മനുഷ്യർ, ജിന്നുകൾ, മൃഗങ്ങൾ എന്നിവ ഉണ്ടായിരുന്നു. ഒരു ദിവസം സൈന്യം പരിശോധിക്കുമ്പോൾ <b>ഹുദ്ഹുദ്</b> (ഒരു പ്രത്യേക പക്ഷി) ഇല്ലാതായി.<br><br>സുലൈമാൻ (അ.സ.) കോപത്തോടെ പറഞ്ഞു:<br><i>ഹുദ്ഹുദിനെ ശിക്ഷിക്കും, ഒരു വ്യക്തമായ കാരണം കൊണ്ടുവരുന്നില്ലെങ്കിൽ!</i><br><br><b>ഭാഗം 2: ഹുദ്ഹുദിന്റെ വാർത്ത</b><br>കുറച്ച് സമയത്തിന് ശേഷം ഹുദ്ഹുദ് തിരിച്ചെത്തി ഒരു വിചിത്രമായ വാർത്ത അറിയിച്ചു:<br><i>ഞാൻ സബാ എന്ന നഗരം കണ്ടു, ഒരു സ്ത്രീ (ബിൽഖീസ്) ഭരിക്കുന്നു. അവൾക്ക് എല്ലാ നന്മകളും ഉണ്ട്, പക്ഷേ അവളും അവളുടെ ജനവും സൂര്യനെ സിജ്ദ ചെയ്യുന്നു!</i><br><br>സുലൈമാൻ (അ.സ.) പറഞ്ഞു:<br><i>നീ സത്യം പറയുന്നുണ്ടോ അതോ കള്ളം പറയുന്നുണ്ടോ എന്ന് ഞങ്ങൾ പരിശോധിക്കും!</i><br><br><b>ഭാഗം 3: ബിൽഖീസിനെ ക്ഷണിക്കൽ</b><br>സുലൈമാൻ (അ.സ.) ഹുദ്ഹുദ് വഴി ബിൽഖീസിന് ഒരു കത്ത് അയച്ചു: <i>ബിസ്മില്ലാഹ്... എന്നോട് വിധേയരാകുകയും അല്ലാഹുവിനെ വിശ്വസിക്കുകയും ചെയ്യുക!</i><br><br>ബിൽഖീസ് ചിന്തിച്ചു: <i>ഇതൊരു സാധാരണ രാജാവല്ല!</i> അവൾ സുലൈമാന് (അ.സ.) വിലയേറിയ സമ്മാനങ്ങൾ അയച്ചു, പക്ഷേ സുലൈമാൻ (അ.സ.) പറഞ്ഞു:<br><i>ഞാൻ സമ്പത്തിൽ അല്ല, നിന്റെ ഈമാനിൽ സന്തോഷിക്കുന്നു!</i><br><br><b>ഭാഗം 4: മഹത്തായ മുജിസ</b><br>സുലൈമാന്റെ ശക്തി പരീക്ഷിക്കാൻ ബിൽഖീസ് ഒരു പഴിപ്പാട്ട് നൽകി:<br><i>എന്റെ സിംഹാസനം തിരിച്ചറിയുമ്പോൾ ഞാൻ ഈമാൻ കൊണ്ടുവരും.</i><br>സുലൈമാൻ (അ.സ.) ഒരു ജിന്നിനോട് പറഞ്ഞു: <i>സിംഹാസനം ഇവിടെ കൊണ്ടുവരൂ!</i><br>ഒരു നിമിഷത്തിനുള്ളിൽ സിംഹാസനം വന്നുചേർന്നു! ബിൽഖീസ് പറഞ്ഞു: <i>ഇത് ശരിക്കും അല്ലാഹുവിന്റെ നബിയാണ്!</i> എന്ന് പറഞ്ഞ് ഈമാൻ കൊണ്ടുവന്നു.<br><br><b>പാഠങ്ങൾ:</b><br>1. <b>അല്ലാഹുവിന്റെ നന്മകൾക്ക് നന്ദി കാണിക്കുക</b> – സുലൈമാൻ (അ.സ.) ഒരിക്കലും അഹങ്കാരം കാണിച്ചിട്ടില്ല.<br>2. <b>ഏറ്റവും ചെറിയ ജീവിക്കും പങ്കുണ്ട്</b> – ഹുദ്ഹുദ് ഒരു മുഴുവൻ ജനതയെയും നേർവഴിയിലേക്ക് നയിച്ചു.<br>3. <b>ബുദ്ധിയോടെ പ്രവർത്തിക്കുക</b> – സുലൈമാൻ (അ.സ.) യുദ്ധം ചെയ്യാതെ ജ്ഞാനം കൊണ്ട് ഹൃദയങ്ങൾ കീഴടക്കി.<br><br><b>ഖുർആൻ വാക്യം:</b><br><i>അവൻ (സുലൈമാൻ) ചിരിച്ചുകൊണ്ട് പറഞ്ഞു: 'ഞാൻ ഹുദ്ഹുദിനെ എന്തുകൊണ്ട് കാണുന്നില്ല? അത് എവിടെയാണ്?' (സൂറത്തുൽ നമൽ 27:20)</i>"
  },

  {
    "id": 4,
    "title": "ഹസ്രത് ഉമർ (റ)യും യഹൂദ മുതിർന്നയാളുമായുള്ള സമ്മേളനം",
    "content": "മദീനയിലെ തണുത്ത ഒരു രാത്രിയായിരുന്നു അത്. ആകാശത്ത് നക്ഷത്രങ്ങൾ മിന്നി, വായുവിൽ തണുപ്പുണ്ടായിരുന്നു. ഹസ്രത് ഉമർ (റ) തന്റെ വിളക്കിന്റെ വെളിച്ചത്തിൽ നഗരത്തിലെ തെരുവുകളിലൂടെ നടന്നുകൊണ്ടിരുന്നു. രാത്രിയിൽ ജനങ്ങളുടെ അവസ്ഥ പരിശോധിക്കാൻ പുറത്തിറങ്ങുക എന്നത് അദ്ദേഹത്തിന്റെ ശീലമായിരുന്നു. അപ്പോഴാണ് ഒരു തകർന്ന കുടിൽക്കുള്ളിൽ നിന്ന് ഞരമ്പൊലി കേട്ടത്. അദ്ദേഹം വേഗം അകത്തേക്ക് കടന്നു.<br><br>കുടിൽക്കുള്ളിൽ ഒരു മുതിർന്ന യഹൂദൻ കിടന്നിരുന്നു. അദ്ദേഹത്തിന്റെ ശരീരത്തിൽ കീറിയ തുണികളും കാലുകളിൽ പരുക്കുകളുമുണ്ടായിരുന്നു. കണ്ണുകൾ അടഞ്ഞിരുന്നു, ചുണ്ടുകൾ ഉണങ്ങിയിരുന്നു. ഹസ്രത് ഉമർ (റ) അദ്ദേഹത്തിന്റെ അടുത്ത് ഇരുന്നു ചോദിച്ചു, <i>നിങ്ങളുടെ ഈ അവസ്ഥ എന്തുകൊണ്ടാണ്? നിങ്ങളുടെ മക്കൾ എവിടെ?</i><br><br>മുതിർന്നയാൾ കണ്ണുകൾ തുറന്ന് മൃദുവായി പറഞ്ഞു, <i>എന്റെ മക്കൾ മരിച്ചുപോയി. ഞാൻ ഒറ്റയ്ക്കാണ്... എന്നെ ശുശ്രൂഷിക്കാൻ ആരുമില്ല.</i><br><br>ഹസ്രത് ഉമർ (റ) തന്റെ സ്വന്തം ചാരായം ഉടനെ ഊരി അദ്ദേഹത്തിന് ഇട്ടുകൊടുത്തു, <i>ഇന്നുമുതൽ ഞാൻ നിങ്ങളുടെ മകനാണ്.</i> അദ്ദേഹം എഴുന്നേറ്റു ബൈത്തുല്‍ മാലിലേക്ക് നടന്നു. വഴിയിൽ അദ്ദേഹം തന്റെ സഹചാരിയോട് പറഞ്ഞു, <i>ഈ മുതിർന്നയാൾക്ക് ചൂടുള്ള വസ്ത്രങ്ങളും മരുന്നുകളും ദൈനംദിന ഭക്ഷണവും അയച്ചുകൊടുക്കുക. അദ്ദേഹം യഹൂദനായാലും ഇത് അദ്ദേഹത്തിന്റെ അവകാശമാണ്.</i><br><br>അടുത്ത ദിവസം, മുതിർന്ന യഹൂദൻ തന്റെ വാതിലിൽ ചൂടുള്ള ഭക്ഷണവും മരുന്നുകളും വെച്ചിരിക്കുന്നത് കണ്ടപ്പോൾ അദ്ദേഹം ആശ്ചര്യപ്പെട്ടു. അദ്ദേഹം ചോദിച്ചു, <i>ഇതെല്ലാം ആരാണ് അയച്ചത്?</i> ആളുകൾ അദ്ദേഹത്തോട് പറഞ്ഞു, <i>ഖലീഫ ഉമർ.</i><br><br>മുതിർന്നയാളുടെ കണ്ണുകളിൽ കണ്ണീരുണ്ടായി. അദ്ദേഹം നേരെ മസ്ജിദ്-ഇ-നബവിയിലേക്ക് പോയി. ഹസ്രത് ഉമർ (റ) അക്കാലത്ത് ആളുകൾക്ക് ഉപദേശിക്കുകയായിരുന്നു. മുതിർന്നയാൾ അലറി, <i>ഓ ഉമർ! നിന്റെ ഈമാൻ എത്ര മനോഹരമാണ്! ഇതുപോലെ മാനുഷികത പഠിപ്പിക്കുന്ന ആരെയും ഞാൻ ഇതുവരെ കണ്ടിട്ടില്ല!</i><br><br>ഹസ്രത് ഉമർ (റ) പുഞ്ചിരിയോടെ മറുപടി പറഞ്ഞു, <i>മാനുഷികതയാണ് യഥാർത്ഥ ഈമാൻ. നാം ഒരു മുതിർന്നയാളെ വിശപ്പോടെ വിട്ടുകളഞ്ഞാൽ, നമ്മുടെ ഈമാന്റെ അവകാശവാദം അസത്യമാണ്.</i><br><br>കുറച്ച് ദിവസങ്ങൾക്ക് ശേഷം, ആ യഹൂദ മുതിർന്നയാൾ മദീനയിലെ തെരുവുകളിലൂടെ നടന്നുകൊണ്ട് ആളുകളോട് പറഞ്ഞു, <i>ഞാൻ ഉമറിനെ കണ്ടിട്ടുണ്ട്... അവൻ മുസ്ലിംകളുടെ മാത്രമല്ല, ഓരോ മനുഷ്യന്റെയും ഖലീഫയാണ്!</i><br><br><b>കഥയുടെ സാരാംശം:</b><br>ഹസ്രത് ഉമർ (റ) മതത്തിന് മീതെ മാനുഷികതയാണെന്ന് പഠിപ്പിച്ചു. അദ്ദേഹത്തിന്റെ നീതി എല്ലാവർക്കുമായിരുന്നു—അവർ ഏത് മതത്തിലോ സമൂഹത്തിലോ ഉള്ളവരായാലും. ഇന്നും ഈ കഥ നമ്മെ ഓർമ്മപ്പെടുത്തുന്നു that <i>യഥാർത്ഥ ഈമാൻ ഹൃദയത്തിന് മൃദുത്വവും കൈയ്ക്ക് ദാനശീലതയും നൽകുന്ന ഈമാനാണ്.</i><br>"
  },
  
  {
    "id": 5,
    "title": "ഹസ്രത് ഉമർ (റ)യും വൻകിട ക്ഷാമ ദുരന്തവും: ഒരു വർഷത്തെ പരീക്ഷണം",
    "content": "<b>വരൾച്ചയുടെ ആരംഭം</b><br>മദീനയുടെ മീതെ മേഘങ്ങൾ രണ്ട് വർഷമായി മഴ പെയ്യുന്നില്ല. നിലം വിള്ളലുകളാൽ നിറഞ്ഞു, മരങ്ങളുടെ ഇലകൾ ഉണങ്ങി വീണു, ഉറവകൾ ചെളിയായി മാറി. കുട്ടികളുടെ കരച്ചിൽ രാവും പകലും പ്രതിധ്വനിച്ചു, സ്ത്രീകൾ <i>റൊട്ടി</i> ഉണ്ടാക്കാൻ മണ്ണ് കഷണങ്ങൾ അരയ്ക്കാൻ തുടങ്ങി. ഹസ്രത് ഉമർ (റ) തന്റെ മുറിയിൽ ഇരുന്ന് ഖുറ്ആൻ വാക്യങ്ങൾ ഓതിക്കൊണ്ടിരിക്കെ പെട്ടെന്ന് അദ്ദേഹത്തിന്റെ വാതിൽ തട്ടി.<br><br>ഒരു സൈനികൻ ശ്വാസംമുട്ടിക്കൊണ്ട് വാർത്ത അറിയിച്ചു: <i>അമീരുല്‍ മുഅ്മിനീൻ! ആളുകൾ ബൈത്തുല്‍ മാലിന്റെ വാതിൽ തകർത്തിരിക്കുന്നു. ധാന്യം മോഷ്ടിക്കപ്പെട്ടുവെന്ന് അവർ പറയുന്നു!</i> ഹസ്രത് ഉമർ (റ) തന്റെ വിളക്ക് എടുത്ത് പുറത്തേക്ക് വന്നു. അദ്ദേഹത്തിന്റെ താടിയിലെ വെളുത്ത മുടി ആകുലത കൊണ്ട് കൂടുതൽ വെളുത്തിരുന്നു.<br><br><b>ധാന്യ മോഷണം: ഒരു കുതന്ത്രത്തിന്റെ വെളിപ്പെടുത്തൽ</b><br>ബൈത്തുല്‍ മാലിന്റെ സംഭരണിയിൽ എത്തിയപ്പോൾ ധാന്യ ചാക്കുകൾ കാണാതായതായി കണ്ടെത്തി. നിലത്ത് ചില പ്രത്യേക അടയാളങ്ങൾ ഉണ്ടായിരുന്നു—ഒട്ടകങ്ങളുടെ കാൽപ്പാടുകളും തകർന്ന മുദ്രയും. ഹസ്രത് ഉമർ (റ) അടയാളങ്ങൾ ശ്രദ്ധാപൂർവ്വം നോക്കി ചോദിച്ചു: <i>പട്ടണത്തിൽ പുതിയ വ്യാപാരി എത്തിയിട്ടുണ്ടോ?</i> ആളുകൾ അദ്ദേഹത്തോട് പറഞ്ഞു, യെമനിൽ നിന്ന് ഒരു വ്യാപാരി വന്നിട്ടുണ്ടെന്നും അവൻ ഒട്ടകങ്ങളിൽ ചരക്ക് ചുമത്തി കൊണ്ടുവന്നിരിക്കുന്നു എന്നും.<br><br>ഹസ്രത് ഉമർ (റ) നേരെ ആ വ്യാപാരിയുടെ സ്ഥാനത്തേക്ക് പോയി. വ്യാപാരി അദ്ദേഹത്തെ കണ്ടതും തല താഴ്ത്തി. ഹസ്രത് ഉമർ (റ) പറഞ്ഞു: <i>'നിങ്ങളുടെ ഒട്ടകങ്ങളുടെ കാൽപ്പാടുകൾ ബൈത്തുല്‍ മാലിൽ കണ്ടെത്തി. ഇത് എത്ര വലിയ ഒരു കുറ്റമാണെന്ന് നിങ്ങൾ മനസ്സിലാക്കുന്നുണ്ടോ?'</i> ഹസ്രത് ഉമറിന്റെ (റ) ശബ്ദത്തിൽ കോപമല്ല, ദുഃഖമായിരുന്നു.<br><br>വ്യാപാരി വിറയ്ക്കുന്നതായി പറഞ്ഞു: <i>ക്ഷമിക്കൂ, അമീരുല്‍ മുഅ്മിനീൻ! വിശപ്പോടെ വേദനിക്കുന്ന എന്റെ കുട്ടികൾക്കായി ഞാൻ ഇത് ചെയ്തു. </i> ഹസ്രത് ഉമർ (റ) തന്റെ കൈ അദ്ദേഹത്തിന്റെ തോളിൽ വെച്ചു പറഞ്ഞു: <i>നിങ്ങൾ എന്നോട് പറഞ്ഞിരുന്നെങ്കിൽ, ഞാൻ എന്റെ പങ്ക് നിങ്ങൾക്ക് നൽകുമായിരുന്നു. എന്നാൽ മോഷണം നിങ്ങളുടെ നിർബന്ധിതത്വത്തെ പാപമാക്കി മാറ്റി.</i><br><br>അദ്ദേഹം വ്യാപാരിയെ പൊറുത്തുവെങ്കിലും ബൈത്തുല്‍ മാലിന്റെ സുരക്ഷയ്ക്കായി പുതിയ നിയമങ്ങൾ ഏർപ്പെടുത്തി. ആ രാത്രി, ഹസ്രത് ഉമർ (റ) തന്റെ സ്വന്തം വീട്ടിലെ എല്ലാ ധാന്യവും ബൈത്തുല്‍ മാലിലേക്ക് ഇട്ടു, താൻ വെറും വെള്ളവും ഖർജൂരങ്ങളും കൊണ്ട് ജീവിക്കാൻ തുടങ്ങി.<br><br><b>ഈജിപ്തിൽ നിന്നുള്ള രക്ഷാപ്രവർത്തന കൂട്ടം: ഒരു പുതിയ പ്രതീക്ഷ</b><br>ക്ഷാമത്തിന്റെ ആറാം മാസം, ഈജിപ്തിലെ ഗവർണർ അംർ ഇബ്നുൽ ആസ് (റ) 500 ഒട്ടകങ്ങളിൽ ഗോതമ്പ്, ഖർജൂരങ്ങൾ, മരുന്നുകൾ അയച്ചു. കൂട്ടം മദീനയ്ക്ക് സമീപിച്ചപ്പോൾ, ഹസ്രത് ഉമർ (റ) സ്വയം അത് സ്വീകരിക്കാൻ പോയി. അദ്ദേഹം ആദ്യത്തെ ഗോതമ്പ് ചാക്ക് തന്റെ തോളിൽ എടുത്തു പറഞ്ഞു: <i>ഈ ചാക്ക് കഴിഞ്ഞ ആഴ്ച തന്റെ കുട്ടികളെ വിശപ്പോടെ മരിക്കാൻ വിട്ട ആ മുതിർന്ന അമ്മയ്ക്കാണ്.</i><br><br>ആളുകൾ ചാക്കിന്റെ ഭാരത്തിൽ അദ്ദേഹത്തിന്റെ പുറം വളഞ്ഞത് കണ്ടു, എന്നാൽ അദ്ദേഹത്തിന്റെ ചുവടുകൾ ഇടറിയില്ല. ഒരു യുവാവ് ചോദിച്ചു: <i>നിങ്ങൾ ഖലീഫയാണ്, പിന്നെന്തുകൊണ്ടാണ് നിങ്ങൾ ഈ ജോലി ചെയ്യുന്നത്?</i> ഹസ്രത് ഉമർ (റ) പുഞ്ചിരിയോടെ മറുപടി പറഞ്ഞു: <i>ഖലീഫ ജനങ്ങളെ ഭരിക്കുന്നവനല്ല, ജനങ്ങൾക്ക് വേണ്ടി മരിക്കുന്നവനാണ്.</i><br><br><b>ഖലീഫ തന്റെ കട്ടിൽ വിറ്റ രാത്രി</b><br>ഒരു രാത്രി, ഹസ്രത് ഉമറിന്റെ (റ) മകൾ ഹഫ്സ (റ) അദ്ദേഹം തന്റെ മുറിയിൽ പായയിൽ ഉറങ്ങുന്നത് കണ്ടു.<br><i>അച്ഛാ, നിങ്ങളുടെ കട്ടിൽ എവിടെ?</i><br>അദ്ദേഹം മറുപടി പറഞ്ഞു: <i>ഒരു അനാഥ പെൺകുട്ടിക്ക് പാൽ വാങ്ങാൻ ഞാൻ അത് വിറ്റു. എന്റെ പ്രജകൾ വിശപ്പോടെ ഉറങ്ങുമ്പോൾ, ഞാൻ എങ്ങനെ മൃദുവായ കട്ടിലിൽ ഉറങ്ങും?</i><br><br>ഹഫ്സയുടെ (റ) കണ്ണുകളിൽ കണ്ണീരുണ്ടായി. അവൾ തന്റെ ആഭരണങ്ങൾ ഊരി പറഞ്ഞു: <i>ഇത്, ഇവ വിറ്റ് കൂടുതൽ കുട്ടികൾക്ക് ഭക്ഷണം കൊണ്ടുവരൂ.</i> ഹസ്രത് ഉമർ (റ) അവളുടെ തല ചുംബിച്ചു: <i>നിന്റെ ഈ നന്മയാണ് നിന്നെ സ്വർഗ്ഗത്തിന് അർഹയാക്കുന്നത്.</i><br><br><b>ആദ്യത്തെ മഴത്തുള്ളി: ആരാധനയുടെ ദൃശ്യം</b><br>പതിനെട്ട് മാസത്തിന് ശേഷം ആദ്യമായി മേഘങ്ങൾ ഇടിമുഴങ്ങി. ഹസ്രത് ഉമർ (റ) പള്ളിയുടെ മിമ്പറിൽ നിന്ന് കരഞ്ഞു: <i>ഓ അല്ലാഹു! ഈ മഴ നിന്റെ കരുണയാണെങ്കിൽ, ഞങ്ങളിൽ നിന്ന് അംഗീകരിക്കുക. ഇത് ശിക്ഷയാണെങ്കിൽ, ഈ നിരപരാധ കുട്ടികളെ ക്ഷമിക്കുക.</i><br><br>ആളുകൾ മഴത്തുള്ളികൾ അദ്ദേഹത്തിന്റെ താടിയിൽ നിന്ന് ഇറ്റിറ്റു വീഴുന്നത് കണ്ടു. ഒരു മുതിർന്നയാൾ അലറി: <i>ഇത് മഴയല്ല, അല്ലാഹുവിന്റെ പ്രവാചകന്റെ (സ) പ്രാർത്ഥനകളുടെ ഫലമാണ്!</i><br><br>അതേ രാത്രി, ഹസ്രത് ഉമർ (റ) ബൈത്തുല്‍ മാലിൽ നിന്ന് എല്ലാ വീട്ടുകാർക്കും വിത്തുകളും കൃഷി ഉപകരണങ്ങളും വിതരണം ചെയ്തു. അദ്ദേഹം പ്രഖ്യാപിച്ചു: <i>ഇന്നുമുതൽ എല്ലാ പുതുജനിത കുട്ടികൾക്കും ബൈത്തുല്‍ മാലിൽ നിന്ന് വിദ്യാഭ്യാസത്തിനും ഭക്ഷണത്തിനും അവകാശമുണ്ടാകും.</i><br><br><b>അവസാന പാഠം: ചരിത്രമായത്</b><br>ക്ഷാമം അവസാനിച്ചതിന് ശേഷം, ഹസ്രത് ഉമർ (റ) എല്ലാ പ്രാദേശിക ഗവർണർമാർക്കും ഒരു കത്ത് എഴുതി: <i>നിങ്ങളുടെ അധികാരത്തിന്റെ ഉദ്ദേശ്യം ജനങ്ങളെ സേവിക്കുക എന്നതാണെന്ന് അറിയുക. ആരുടെയെങ്കിലും വീട്ടിൽ അടുപ്പ് കത്തുന്നില്ലെങ്കിൽ, നിങ്ങൾ അല്ലാഹുവിന്റെ അമാനത നഷ്ടപ്പെട്ടതായി കരുതുക.</i><br><br>അദ്ദേഹത്തിന്റെ ഈ കത്ത് ഇന്നും ലോകമെമ്പാടുമുള്ള സർക്കാരുകൾക്ക് ഒരു ഉദാഹരണമാണ്. ഒരു ഭരണാധികാരി ജനത്തിന്റെ കഷ്ടത മറക്കുമ്പോഴെല്ലാം, ഹസ്രത് ഉമറിന്റെ (റ) ഈ കഥ അദ്ദേഹത്തെ ഓർമ്മപ്പെടുത്തുന്നു that <i>യഥാർത്ഥ ഈമാൻ വിശപ്പുള്ളവരെ ഭക്ഷിപ്പിക്കുകയും അനാഥയെ പിന്തുണയ്ക്കുകയും ചെയ്യുന്ന ഈമാനാണ്.</i><br><br><b><i>ഉമർ (റ) മാനുഷികതയുടെ വിജയമാണ് യഥാർത്ഥ വിജയമെന്ന് പഠിപ്പിച്ചു. അവൻ ഒരു ജമീന്ദാരനല്ല, ഭൂമിയിൽ നടക്കുന്നവരുടെ സഹാനുഭൂതിയുള്ളവനായിരുന്നു.</i></b>"
  },
  
  {
    "id": 6,
    "title": "ഹസ്രത് ഉമർ (റ)യും അനാഥ പെൺകുട്ടിയുടെ കണ്ണീരിന്റെ കഥയും",
    "content": "മദീനയിലെ രാത്രി തണുത്തതായിരുന്നു, ചന്ദ്രൻ മേഘങ്ങളുടെ പിന്നിൽ മറഞ്ഞിരുന്നു. ഹസ്രത് ഉമർ (റ) തന്റെ വിളക്കിന്റെ മങ്ങിയ വെളിച്ചത്തിൽ നഗരത്തിലെ തെരുവുകളിലൂടെ നടന്നുകൊണ്ടിരുന്നു. അദ്ദേഹത്തിന്റെ തോളിൽ മാവും ഖർജൂരങ്ങളുമുള്ള ഒരു ചാക്കുണ്ടായിരുന്നു, ദരിദ്രരെ തിരയാൻ അദ്ദേഹം എല്ലാ രാത്രിയും പുറത്തിറങ്ങുന്നത് പോലെ. അപ്പോഴാണ് തകർന്ന ഒരു പള്ളിയുടെ അടുത്ത് നിന്ന് ആരോ കരയുന്ന ശബ്ദം കേട്ടത്. അദ്ദേഹം പതുക്കെ അടുത്തു.<br><br>ഒരു ചെറിയ പെൺകുട്ടി, ഏഴ് വയസ്സുകാരി, ഒരു കല്ലിൻ മൂലയിൽ ചുരുങ്ങി കിടന്നു. അവളുടെ കാലുകൾ നഗ്നമായിരുന്നു, വസ്ത്രങ്ങൾ കീറിയിരുന്നു. അവളുടെ കണ്ണുകളിൽ നിന്ന് കണ്ണീരുകളുടെ ഒഴുക്ക് ഒഴുകുകയായിരുന്നു. ഹസ്രത് ഉമർ (റ) മൃദുവായി ചോദിച്ചു:<br><i>മകളേ, നീ എന്തുകൊണ്ടാണ് കരയുന്നത്? നിന്റെ മാതാപിതാക്കൾ എവിടെ?</i><br><br>പെൺകുട്ടി ഏങ്ങിക്കരഞ്ഞുകൊണ്ട് ഉത്തരം നൽകി:<br><i>അമ്മ പറഞ്ഞു... അവൾ എന്നെ ഒരിക്കലും ഒറ്റയ്ക്ക് വിടില്ല... പക്ഷേ അവൾക്ക് പനി വന്നപ്പോൾ... അവൾ പോയി... അച്ഛനും യുദ്ധത്തിൽ ശഹീദനായി...</i><br><br>ഹസ്രത് ഉമറിന്റെ (റ) തൊണ്ട ഞെക്കി. അദ്ദേഹം തന്റെ സ്വന്തം ചാരായം ഊരി പെൺകുട്ടിയെ മൂടി പറഞ്ഞു:<br><i>ഇന്നുമുതൽ ഞാൻ നിന്റെ അച്ഛനാണ്. നിന്റെ എല്ലാ ആവശ്യങ്ങളും എന്റെ ഉത്തരവാദിത്തമാണ്.</i><br><br>അദ്ദേഹം പെൺകുട്ടിയെ തന്റെ വീട്ടിലേക്ക് കൊണ്ടുപോയി. വഴിയിൽ പെൺകുട്ടി ചോദിച്ചു:<br><i>നിങ്ങൾ ആരാണ്?</i><br>ഉമർ (റ) പുഞ്ചിരിയോടെ പറഞ്ഞു:<br><i>നിന്നെപ്പോലുള്ള ആളുകളെ പരിപാലിക്കാൻ അല്ലാഹു ഏൽപ്പിച്ചയാളാണ് ഞാൻ.</i><br><br>വീട്ടിൽ എത്തിയപ്പോൾ, അദ്ദേഹം പെൺകുട്ടിക്ക് ചൂടുള്ള ഭക്ഷണം കൊടുത്തു. അവളുടെ തകർന്ന ചെപ്പടികൾ കണ്ട് അദ്ദേഹം തന്റെ സ്വന്തം ചെരുപ്പുകൾ ഊരി പറഞ്ഞു:<br><i>ഇത്, ഇത് എടുക്കൂ. എന്റെ കാലുകൾ വളരെ യാത്ര ചെയ്തിട്ടുണ്ട്, പക്ഷേ നിന്റെ കാലുകൾക്ക് ഉപദ്രവം സംഭവിക്കരുത്.</i><br><br>കണ്ണീരുകൾ തുടച്ചുകൊണ്ട് പെൺകുട്ടി ചോദിച്ചു:<br><i>നിങ്ങൾ എനിക്ക് വേണ്ടി ഇത് എന്തുകൊണ്ടാണ് ചെയ്യുന്നത്? ഞാൻ ആരുമല്ല...</i><br>ഹസ്രത് ഉമർ (റ) തന്റെ കൈ അവളുടെ തലയിൽ വെച്ചു:<br><i>നീ അല്ലാഹുവിന്റെ ഒരു അമാനതയാണ്. ഞാൻ ഒരു അനാഥയുടെ കണ്ണീർ തുടച്ചുമാറ്റാൻ മറക്കുന്ന ദിവസം, എന്റെ ഈമാൻ മരിക്കും.</i><br><br>അടുത്ത ദിവസം, ഹസ്രത് ഉമർ (റ) പള്ളിയിൽ പ്രഖ്യാപിച്ചു:<br><i>കേൾക്കൂ, മദീനക്കാരെ! ഇന്നുമുതൽ എല്ലാ അനാഥ കുട്ടികളുടെയും ചെലവ് ബൈത്തുല്‍ മാലിൽ നിന്ന് വഹിക്കും. ആരുടെയെങ്കിലും വീട്ടിൽ അനാഥയുണ്ടെങ്കിൽ, അവളുടെ വളർത്തലിന്റെ ഉത്തരവാദിത്തം ഞാൻ ഏറ്റെടുക്കുന്നു!</i><br><br>കുറച്ച് വർഷങ്ങൾക്ക് ശേഷം, ആയിശ എന്ന പേരുള്ള അതേ പെൺകുട്ടി പള്ളിയിൽ വന്നു. അവൾ ഹസ്രത് ഉമറിന്റെ (റ) മുന്നിൽ തുണിയിൽ പൊതിഞ്ഞ ഒരു റൊട്ടി വച്ചു പറഞ്ഞു:<br><i>അമീരുല്‍ മുഅ്മിനീൻ... ഇത് ഞാൻ സ്വയം ഉണ്ടാക്കിയതാണ്. നിങ്ങൾ എന്നെ ജീവിക്കാൻ പഠിപ്പിച്ചു, ഇപ്പോൾ ഞാൻ നിങ്ങളെ സേവിക്കും.</i><br><br>ഹസ്രത് ഉമറിന്റെ (റ) കണ്ണുകൾ നനഞ്ഞു. അദ്ദേഹം റൊട്ടിയുടെ ഒരു കഷ്ണം എടുത്തു പറഞ്ഞു:<br><i>ഇതാണ് ഈമാന്റെ സുഗന്ധമുള്ള റൊട്ടി. ഖിലാഫത്തിന്റെ യഥാർത്ഥ വിജയം ഇതാണെന്ന് ഇന്ന് ഞാൻ മനസ്സിലാക്കി.</i><br><br>ആ പെൺകുട്ടി പിന്നീട് മദീനയിലെ ഒരു പ്രസിദ്ധ അലിമയായി, നൂറുകണക്കിന് അനാഥകളുടെ അമ്മ എന്ന് വിളിക്കപ്പെട്ടു. അവൾ എപ്പോഴും പറഞ്ഞു:<br><i>ഉമർ (റ) മാനുഷികതയാണ് ഏറ്റവും വലിയ ഈമാൻ എന്ന് എന്നെ പഠിപ്പിച്ചു.</i><br><br>ഈ കഥ ഇന്നും <i>ഒരു കണ്ണീർ തുടച്ചുമാറ്റുന്നത് ആയിരം ആരാധനകളേക്കാൾ മെച്ചമാണ്</i> എന്ന് വിശ്വസിക്കുന്നവരുടെ ഹൃദയങ്ങളിൽ ജീവിച്ചിരിക്കുന്നു. ഹസ്രത് ഉമർ (റ) <b>യഥാർത്ഥ ശക്തി വാളിലല്ല, സ്നേഹത്തിലും നീതിയിലുമാണ്</b> എന്ന് തെളിയിച്ചു.<br><br><b><i>ഒരു ഹൃദയം ദുഃഖിക്കുന്നിടത്തോളം,<br>ഖിലാഫത്തിന്റെ വിളക്ക് മൗനമാണ്.<br>ഉമറിന്റെ സ്നേഹമാണ് ആ കഥ,<br>മനുഷ്യനെ മനുഷ്യനാക്കുന്നത്.</i></b>"
  },

  {
    "id": 7,
    "title": "ഹസ്രത് ഹൻസല (റ.അ.)യുടെ കഥ: മലാഖകൾ കുളിപ്പിച്ച ഷഹീദ്",
    "content": "ഉഹുദ് യുദ്ധത്തിന് മുമ്പായിരുന്നു സംഭവം. മദീനയിൽ യുവ സഹാബിയായ ഹൻസല ഇബ്ൻ അബീ ആമിർ (റ.അ.) ജമീല ബിന്റ് അബ്ദുല്ലാഹ് (റ.അ.)യെ വിവാഹം കഴിച്ചു. വിവാഹത്തിന്റെ സന്തോഷം മാറാൻ മുമ്പേ, രാവിലെ മദീനയിൽ യുദ്ധ പ്രഖ്യാപനം നടന്നു – ഖുറൈഷ് സൈന്യം ഉഹുദിലേക്ക് വരികയായിരുന്നു.<br><br>ഹൻസല (റ.അ.) ഈ വാർത്ത കേട്ടപ്പോൾ മുഖം ഗൗരവമായി. ഭാര്യ ചോദിച്ചു, <i>എന്തു സംഭവിച്ചു? നിങ്ങൾ എന്തിനു വിഷണ്ണരായി?</i> ഹൻസല മറുപടി നൽകി, <i>എന്റെ പ്രിയേ, അല്ലാഹുവിന്റെ ദൂതൻ (സ.അ.വ.) ജിഹാദ് പ്രഖ്യാപിച്ചു. ഞാൻ ഉടൻ പോകണം.</i> ഭാര്യ പറഞ്ഞു, <i>എന്നാൽ നിങ്ങൾ ഗുസ്ല് ചെയ്തിട്ടില്ല. കുറഞ്ഞത് കുളിച്ചിട്ട് പോകൂ.</i> ഹൻസല ഉറച്ചുപറഞ്ഞു, <i>ഞാൻ വൈകുകയാണെങ്കിൽ സ്വർഗ്ഗത്തിന്റെ വാതിലുകൾ അടയാം. ഞാൻ മടങ്ങിവന്നാൽ നിന്നോടൊപ്പം കൂടുതൽ സമയം ചെലവിടാമെന്നു വാഗ്ദാനം ചെയ്യുന്നു.</i><br><br>അദ്ദേഹം ആയുധം എടുത്ത് നബി (സ.അ.വ.)യുടെ സൈന്യത്തിൽ ചേർന്നു. യുദ്ധം ആരംഭിച്ചതോടെ ഹൻസല അത്യന്തം വീര്യം കാണിച്ചു. അബൂ സുഫ്യാന്റെ സൈന്യത്തിലെ ശക്തരായ പോരാളികളെ തോൽപ്പിച്ചു. അദ്ദേഹത്തിന്റെ വാളിൽ നിന്നും പൊങ്ങിയ കണങ്ങൾ ദൂരത്തുനിന്നും കാണാമായിരുന്നു.<br><br>അതേസമയം ഒരു വിചിത്ര സംഭവം നടന്നു. ഹൻസല (റ.അ.) ഭാര്യയുടെ രൂപം കണ്ടു. അത് ശൈതാന്റെ വഞ്ചനയായിരുന്നു. അദ്ദേഹം കണ്ണടച്ച് ദുആ ചെയ്തു, <i>അല്ലാഹുവേ! ഈ ഫിത്നയിൽ നിന്ന് എന്നെ രക്ഷിക്കണമേ. എന്റെ ഹൃദയം നിനക്കായി മാത്രം.</i> അതേ സമയത്ത് അബൂ സുഫ്യാന്റെ സഹോദരനായ ശദ്ദാദ് പിന്നിൽ നിന്ന് ആക്രമിച്ചു, ഹൻസല (റ.അ.) ഷഹീദായി.<br><br>യുദ്ധം കഴിഞ്ഞപ്പോൾ നബി (സ.അ.വ.) ഷഹീദുകളുടെ ശരീരം കണ്ടു. ഹൻസല (റ.അ.)യുടെ ശരീരം വെള്ളത്തിൽ കഴുകിയപോലെ ശുചിയായി, തലമുടിയിൽ നിന്ന് വെള്ളം തുളുമ്പി, ശരീരത്തിൽ നിന്നു സുഗന്ധം പരത്തി. നബി (സ.അ.വ.) പറഞ്ഞു, <i>ഞാൻ മലാഖകൾ ഹൻസലയെ മേഘജലത്തിൽ കുളിപ്പിക്കുന്നതായി കണ്ടു.</i><br><br>സഹാബികൾ ചോദിച്ചു, <i>യാ റസൂലുല്ലാഹ്, ഹൻസലയ്ക്ക് ഈ ബഹുമതി എന്തുകൊണ്ട്?</i> നബി (സ.അ.വ.) പറഞ്ഞു, <i>അദ്ദേഹം ജിഹാദിനായി പുറപ്പെട്ടപ്പോൾ ഹൃദയം നിറഞ്ഞു അല്ലാഹുവിനെ ഓർത്തു. അദ്ദേഹത്തിന്റെ നിയത്ത് നിർമ്മലമായിരുന്നു. അദ്ദേഹം തന്റെ പ്രിയപ്പെട്ടത് (പുതിയ വിവാഹജീവിതം) അല്ലാഹുവിന് വേണ്ടി ത്യജിച്ചു.</i><br><br>മദീനയിൽ ഭാര്യ അദ്ദേഹത്തെ കാത്തുനിന്നു. ഷഹാദത്തിന്റെ വാർത്ത കേട്ടപ്പോൾ അവൾ ബോധംകെട്ടു. മാതാപിതാക്കൾ പറഞ്ഞു, <i>ഞങ്ങളുടെ മകൻ തന്റെ റബ്ബിനെ സ്വർഗ്ഗത്തിൽ കണ്ടു. അത് തന്നെയായിരുന്നു അവന്റെ ആഗ്രഹം.</i><br><br>ഈ കഥ നമ്മെ പഠിപ്പിക്കുന്നത് അല്ലാഹുവിന്റെ വഴിയിൽ ജീവൻ സമർപ്പിക്കുന്നവർക്ക് ലോകത്തിലെ ഒന്നും വിലപ്പെട്ടതല്ലെന്ന്. ഹൻസല (റ.അ.) തെളിയിച്ചത്, സത്യനായ മുമിൻ തന്റെ ഏറ്റവും പ്രിയപ്പെട്ടതും അല്ലാഹുവിന് വേണ്ടി സമർപ്പിക്കുമെന്നു. അവരുടെ ഷഹാദത്ത് നമ്മെ ഓർമ്മപ്പെടുത്തുന്നത് ജീവിതത്തിന്റെ യഥാർത്ഥ ലക്ഷ്യം ലോകം അല്ല, മറിച്ച് ആഖിറത്തിനുള്ള തയ്യാറെടുപ്പാണ്.<br><br>ഇന്നും ഉഹുദ് മലനിരകളിൽ ഹൻസല (റ.അ.)യുടെ ഖബർ ഉണ്ട്, അവിടെ ആളുകൾ ദുആയ്ക്കായി എത്തുന്നു. അദ്ദേഹത്തിന്റെ പേര് ചരിത്രത്തിൽ <b><i>ഗസീലുൽ മലാഇക</i></b> – മലാഖകൾ കുളിപ്പിച്ചവൻ – ആയി രേഖപ്പെടുത്തി."
  },
  {
    "id": 8,
    "title": "ഹസ്രത് ഉസ്മാൻ (റ.അ.)യും വിശന്ന കുട്ടികളുടെ അത്ഭുതവും",
    "content": "ഒരു ദിവസം മദീനയിലെ ബസാറിൽ കലഹം. ജനങ്ങൾ കണ്ടത്, ഖലീഫ ഹസ്രത് ഉസ്മാൻ (റ.അ.) കൈകളിൽ പുതിയ റോട്ടിയും ഖജൂറും എടുത്ത് ഒരു വഴിയിലേക്ക് ഓടുന്നതായി. മുഖത്ത് ആശങ്ക. ചിലർ പിന്നാലെ പോയി.<br><br>വഴിയുടെ അവസാനം പഴുതുപോയ കുടിൽ. അകത്ത് മൂന്ന് കുട്ടികൾ അമ്മയുടെ മൃതദേഹത്തിനരികെ കരഞ്ഞുകൊണ്ട് ഇരുന്നു. ഹസ്രത് ഉസ്മാൻ (റ.അ.) വാതിൽ തുറന്നപ്പോൾ അവർ ഭയന്നു.<br><br>അദ്ദേഹം സ്നേഹത്തോടെ പറഞ്ഞു, <i>ഭയപ്പെടേണ്ട, മക്കളേ. ഞാൻ ഭക്ഷണം കൊണ്ടുവന്നു.</i><br><br>ഏറ്റവും ചെറുതായ, ഏകദേശം നാല് വയസ്സുള്ള കുട്ടി പറഞ്ഞു: <i>പക്ഷേ അമ്മ... അമ്മ ഉറങ്ങിക്കൊണ്ടിരിക്കുന്നു... അവർ എഴുന്നേറ്റു നമ്മെ ഭക്ഷിപ്പിക്കില്ല...</i><br><br>ഹസ്രത് ഉസ്മാൻ (റ.അ.)യുടെ കണ്ണ് നിറഞ്ഞു. അദ്ദേഹം അവരെ ചേർത്തുപിടിച്ചു, <i>ഇന്ന് മുതൽ ഞാൻ നിങ്ങളുടെ അപ്പാ. അമ്മ അല്ലാഹുവിന്റെ പക്കൽ പോയി, പക്ഷേ നിങ്ങൾ ഒരിക്കലും ഏകാകിയല്ല.</i><br><br>ആ രാത്രി തന്നെ അദ്ദേഹം അമ്മയുടെ ജനം, കുട്ടികൾക്കു വസ്ത്രം, കളിപ്പാട്ടം നൽകി, ബൈതുൽ മാൽ വഴി പുതിയ വീട് നിർദ്ദേശിച്ചു.<br><br>മറ്റന്നാൾ ജനങ്ങൾ ചോദിച്ചു: <i>ഈ കുട്ടികൾ ആരാണ്?</i><br>ഹസ്രത് ഉസ്മാൻ (റ.അ.) അഭിമാനത്തോടെ പറഞ്ഞു: <i>അവർ എന്റെ മക്കൾ. ആരെങ്കിലും അനാഥനെ വളർത്തിയാൽ, അത് എന്നെയാണു വളർത്തിയത്.</i><br><br>വർഷങ്ങൾക്കു ശേഷം, അവർ നല്ല യുവാക്കളായി. മൂത്തവൻ ചോദിച്ചു: <i>അപ്പാ, ആ ദിവസം നിങ്ങൾ ഞങ്ങളെ എന്തിനാണ് തിരഞ്ഞെടുത്തത്?</i><br>അദ്ദേഹം പുഞ്ചിരിച്ച് പറഞ്ഞു: <i>കാരണം നബി (സ.അ.വ.) പറഞ്ഞു – ഏറ്റവും നല്ല വീട് അനാഥൻ സ്നേഹം ലഭിക്കുന്നതാണ്.</i><br><br>ഈ കഥ നമ്മെ പഠിപ്പിക്കുന്നത് യഥാർത്ഥ സമ്പത്ത് ധനം അല്ല, മറിച്ച് മറ്റുള്ളവരെ സഹായിക്കാനുള്ള മനസാണ്. ഹസ്രത് ഉസ്മാൻ (റ.അ.) തെളിയിച്ചത് <i>ഖിലാഫത്ത് ഭരിക്കലല്ല, സ്നേഹം പങ്കിടലാണ്.</i><br><br><b><i>ആരെങ്കിലും അനാഥന്റെ കൈ പിടിച്ചാൽ,<br>ഖിയാമത്തിന്റെ ദിവസം അല്ലാഹ് അവന്റെ കൈ പിടിക്കും.</i></b>"
  },
  {
    "id": 9,
    "title": "ഹസ്രത് ഉമർ (റ.അ.)യും ബെദ്വീന്റെ നീതിയും",
    "content": "മദീനയ്ക്കു പുറത്തുള്ള മരുഭൂമിയിൽ സൂര്യന്റെ ചൂട് കടുത്തതായിരുന്നു. ആ വർഷം മഴ ഇല്ലാത്തതിനാൽ ക്ഷാമം ഉണ്ടായിരുന്നു. ഹസ്രത് ഉമർ (റ.അ.) പതിവുപോലെ രാത്രിയിൽ മദീനയിലെ തെരുവുകളിൽ നടന്നു. ചുമലിൽ മാവും ഖജൂറും നിറഞ്ഞ ചാക്ക്. അപ്പോൾ പഴുതുപോയ കുടിലിൽ നിന്ന് ആരോ കരയുന്ന ശബ്ദം. അദ്ദേഹം ഉടൻ അകത്തു കടന്നു.<br><br>അവിടെ ഒരു ബെദ്വീൻ ക്ഷീണിച്ചു കിടന്നു, വിശപ്പിൽ വയർ പൊളിഞ്ഞു. ഭാര്യയും രണ്ടു മക്കളും സമീപം. അവൻ കണ്ണ് തുറന്ന് ഉമർ (റ.അ.)യെ കണ്ടു പറഞ്ഞു, <i>അമീറുൽ മുഅ്മിനീൻ! നിങ്ങളുടെ നീതി കേട്ടാണ് ഞാൻ വന്നത്, പക്ഷേ എനിക്ക് അനീതിയാണ് സംഭവിച്ചത്.</i><br><br>ഉമർ (റ.അ.) ചോദിച്ചു, <i>എന്താണ് പരാതി?</i> അദ്ദേഹം പറഞ്ഞു, <i>ഞാൻ മദീനയിലെ ഒരു വ്യാപാരിയോട് കടം വാങ്ങി, പക്ഷേ ക്ഷാമം കാരണം അടയ്ക്കാനായില്ല. വ്യാപാരി എന്റെ ഒറ്റ ഒട്ടകത്തെ പിടിച്ചെടുത്തു.</i> ഉടൻ ഉമർ (റ.അ.) വ്യാപാരിയെ വിളിച്ചു.<br><br>വ്യാപാരി അഹങ്കാരത്തോടെ പറഞ്ഞു, <i>അതെ, നിയമം തന്നെയാണ്. കടം അടയ്ക്കാത്തവന്റെ സ്വത്ത് പിടിക്കാം.</i> ഉമർ (റ.അ.) ക്രോധത്തോടെ പറഞ്ഞു, <i>പക്ഷേ ക്ഷാമകാലത്ത് സമയം നൽകണം എന്ന് നിയമവും പറയുന്നു. നീ മനുഷ്യത്വം നഷ്ടപ്പെടുത്തി!</i><br><br>ഉമർ (റ.അ.) വ്യാപാരിയെ ഒട്ടകം മടക്കി നൽകാനും ആറുമാസം സമയം കൊടുക്കാനും നിർദ്ദേശിച്ചു. ബൈതുൽ മാൽ വഴി ഭക്ഷണവും മരുന്നും അയച്ചു. വ്യാപാരി പറഞ്ഞു, <i>ഇത് പക്ഷപാതമാണ്.</i> ഉമർ മറുപടി നൽകി, <i>നീതി പക്ഷപാതമല്ല, ഹഖ് സ്ഥാപിക്കലാണ്. ഒരു കഷ്ണം അപ്പം ഉണ്ടെങ്കിൽ, അയൽക്കാരൻ വിശന്നാൽ അല്ലാഹുവിന്റെ കോപം വരും.</i><br><br>മാസങ്ങൾക്കുശേഷം മഴ പെയ്തു, ബെദ്വീൻ കടം അടച്ചു. അവൻ ഉമർ (റ.അ.)യുടെ കാലിൽ വീണു പറഞ്ഞു, <i>നിങ്ങൾ എന്റെ ഒട്ടകവും ഇമാനും രക്ഷിച്ചു.</i> ഉമർ (റ.അ.) പറഞ്ഞു, <i>ഇത് എന്റെ കടമയാണ്. ഖലീഫ തന്റെ ജനത്തിന്റെ ഓരോ ശ്വാസത്തിനും ഉത്തരവാദിയാണ്.</i><br><br>കഥ മദീനയിൽ വ്യാപിച്ചു. ജനങ്ങൾ മനസ്സിലാക്കി, ഇസ്ലാമിലെ നീതി പുസ്തകത്തിലെ നിയമമല്ല, ഹൃദയത്തിൽ നിന്നുള്ളതാണ്. ഉമർ (റ.അ.) തെളിയിച്ചത്, യഥാർത്ഥ നീതി മറ്റുള്ളവരുടെ വേദന മനസ്സിലാക്കലാണ്."
  },
  {
    "id": 10,
    "title": "ഹസ്രത് ഉമർ (റ.അ.)യും ക്രിസ്ത്യൻ വയോധികയും",
    "content": "മദീനയിൽ രാത്രി തണുത്ത കാറ്റ് വീശി. ഹസ്രത് ഉമർ (റ.അ.) പതിവുപോലെ തെരുവുകളിൽ നടന്നു. ചുമലിൽ മാവും ഖജൂറും നിറഞ്ഞ ചാക്ക്. ജനങ്ങൾ വിശന്നിരിക്കരുത് എന്ന് അദ്ദേഹത്തിന്റെ കരുതൽ. പഴുതുപോയ കുടിലിൽ നിന്നു വയോധികയുടെ കരച്ചിൽ കേട്ടു. അദ്ദേഹം വാതിൽ തട്ടി. അവൾ ചോദിച്ചു, <i>ആരാണ്?</i> ഉമർ പറഞ്ഞു, <i>മദീനയിലെ ഒരു സാധാരണ മനുഷ്യൻ. നിന്നെ സഹായിക്കാനെത്തി.</i><br><br>അകത്ത് വയോധിക ഇരുന്നു, വിളക്കില്ല, ഭക്ഷണമില്ല. കണ്ണ് മങ്ങിയിട്ടുണ്ട്, കൈ വിറക്കുന്നു. ഉമർ ചോദിച്ചു, <i>മക്കൾ എവിടെ?</i> അവൾ പറഞ്ഞു, <i>ഞാൻ ക്രിസ്ത്യാനിയാണ്. മകൻ ഇസ്ലാം സ്വീകരിച്ച് എന്നെ വിട്ടുപോയി. ഇപ്പോൾ ഞാൻ ഏകാകിയാണ്.</i><br><br>ഉമർ തലകുനിച്ചു. ഉടൻ തീ കൊളുത്തി, മാവ് ചേർത്ത് ചപ്പാത്തി പാകം ചെയ്തു. അവൾ ചോദിച്ചു, <i>നിങ്ങൾ ആരാണ് എന്നെ ഇങ്ങനെ സേവിക്കുന്നത്?</i> ഉമർ മറുപടി നൽകി, <i>ഞാൻ തന്നെയാണ് നിന്റെ മകനോട് അമ്മയെ സേവിക്കുന്നത് ഇമാന്റെ ഭാഗമാണെന്ന് പഠിപ്പിച്ചത്. ഇന്ന് അവന്റെ പിഴവ് പരിഹരിക്കുകയാണ്.</i><br><br>അദ്ദേഹം അവൾക്ക് അപ്പം കൊടുത്തു, കുടിൽ തിരുത്തി, വിളക്ക് സ്ഥാപിച്ചു. പോകുന്നതിന് മുമ്പ് പറഞ്ഞു, <i>പ്രതിദിനം ഭക്ഷണം എത്തും. അത് നിന്റെ അവകാശം, ഭിക്ഷയല്ല.</i><br><br>മറന്നാൾ രാവിലെ ഉമർ (റ.അ.) മസ്ജിദിൽ പറഞ്ഞു, <i>ആരെങ്കിലും തന്റെ മുസ്ലിം അല്ലാത്ത മാതാപിതാക്കളുടെ അവകാശം നിറവേറ്റാത്താൽ, അദ്ദേഹം ഇസ്ലാമിന്റെ ആത്മാവ് മനസ്സിലാക്കിയിട്ടില്ല.</i> ബൈതുൽ മാൽ വഴി എല്ലാ വയോധികർക്കും പെൻഷൻ നൽകി.<br><br>ചില ദിവസങ്ങൾക്ക് ശേഷം വയോധിക മസ്ജിദിൽ വന്നു പറഞ്ഞു, <i>ഞാൻ കേട്ടത് ഇന്നിവിടെ കണ്ടു. ഇസ്ലാം സത്യമായ ദീൻ ആണ്.</i> അവൾ ഇസ്ലാം സ്വീകരിച്ചു.<br><br>ഒരു സഹാബി ചോദിച്ചു, <i>അമീറുൽ മുഅ്മിനീൻ! നിങ്ങൾ ക്രിസ്ത്യൻ വയോധികയെ എന്തിനാണ് ഇങ്ങനെ സേവിച്ചത്?</i> ഉമർ മറുപടി നൽകി, <i>മനുഷ്യത്വം മതത്തിന്റെ കീഴിലല്ല. മുസ്ലിം അല്ലാത്തവരുടെ അവകാശം മറന്നാൽ നമ്മുടെ ഇമാൻ ശൂന്യമാകും.</i><br><br>അദ്ദേഹത്തിന്റെ വാക്കുകൾ മദീനയിൽ പുതിയ നീതിയുടെ ഉദാഹരണം സ്ഥാപിച്ചു. ഇന്നും നീതിയുള്ള ഭരണാധികാരിയെപ്പറ്റി പറയുമ്പോൾ, ഉമറിന്റെ കഥ ഓർക്കപ്പെടുന്നു."
  },

  {
    "id": 11,
    "title": "ഹസ്രത്ത് ഉമർ ഫാറൂഖ് (റ.ആ) യുടെ കേൾക്കാത്ത കഥകൾ",
    "content": "<b>ഭാഗം 1: അജ്ഞാനകാലത്തെ അദ്വിതീയ സംഭവങ്ങൾ</b><br><i>ഹസ്രത്ത് ഉമർ തന്റെ പിതാവിനെ ചലഞ്ച് ചെയ്ത കുട്ടിക്കാല സംഭവം</i><br>ഹസ്രത്ത് ഉമറിന്റെ (റ.ആ) പിതാവായ ഖത്താബ് ഇബ്നു നുഫൈൽ മക്കയിലെ കഠോരമായ അതിക്രമക്കാരിൽ ഒരാളായിരുന്നു. ഒരു ദിവസം പത്ത് വയസ്സുള്ള ഹസ്രത്ത് ഉമർ (റ.ആ) തന്റെ പിതാവ് ഒരു അടിമയെ മർദ്ദിക്കുന്നത് കണ്ടു. ചെറിയ ഹസ്രത്ത് ഉമർ ധൈര്യം കാട്ടി ചോദിച്ചു:<br><i>അബ്ബ, ഈ നിരപരാധിയെ എന്തിനാണ് അടിക്കുന്നത്?</i><br>ഖത്താബ് കോപത്തോടെ പറഞ്ഞു:<br><i>നിനക്കെങ്ങനെ എന്റെ കാര്യത്തിൽ ഇടപെടാൻ ധൈര്യമുണ്ടായി?</i><br>ഹസ്രത്ത് ഉമർ (റ.ആ) ഉറച്ചുനിന്ന് മറുപടി പറഞ്ഞു:<br><i>അതിക്രമം എല്ലാപ്പോഴും തെറ്റാണ്, ആരാണ് ചെയ്തതെങ്കിലും!</i><br>ഈ സംഭവം ഖത്താബിന്റെ ഹൃദയം കുലുക്കിവിട്ടു, അന്നുമുതൽ അദ്ദേഹം അടിമകളോടുള്ള പെരുമാറ്റം മാറ്റി.<br><br><i>ഹസ്രത്ത് ഉമർ തന്റെ സഹോദരിയെ കൊല്ലാൻ ഉദ്ദേശിച്ച യുവാവ时的 ആവേശകരമായ കഥ</i><br>ഇസ്ലാമിന് മുമ്പ്, ഹസ്രത്ത് ഉമറിന്റെ (റ.ആ) സഹോദരി ഫാത്തിമയും അളിയൻ സയീദ് ഇബ്നു സൈദും ഇസ്ലാം സ്വീകരിച്ചിരുന്നു. ഹസ്രത്ത് ഉമർ (റ.ആ) അറിഞ്ഞപ്പോൾ, അദ്ദേഹം ഒരു വാളുമായി അവരുടെ വീട്ടിൽ എത്തി. അദ്ദേഹം വാതിൽ തട്ടിയപ്പോൾ, ഉള്ളിൽ നിന്ന് ഖുർആൻ ഓതുന്ന ശബ്ദം കേട്ടു. സഹോദരിയുടെ മുഖത്ത് മുറിവ് ചിഹ്നങ്ങൾ കണ്ടപ്പോൾ അദ്ദേഹം ചോദിച്ചു:<br><i>ഇത് ആരാണ് അടിച്ചത്?</i><br>ഫാത്തിമ മറുപടി പറഞ്ഞു:<br><i>നിന്നെപ്പോലെ ഒരു അതിക്രമക്കാരൻ.</i><br>ഇത് കേട്ട് ഹസ്രത്ത് ഉമറിന്റെ (റ.ആ) ഹൃദയം മലർന്നു, ഖുർആൻ കേൾക്കാൻ അദ്ദേഹം ആഗ്രഹം പ്രകടിപ്പിച്ചു. സൂറത്തു താഹ കേട്ടപ്പോൾ അദ്ദേഹം കരഞ്ഞു, ഉടനെ ഇസ്ലാം സ്വീകരിച്ചു.<br><br><b>ഭാഗം 2: ഇസ്ലാം സ്വീകരിച്ചതിന് ശേഷമുള്ള കേൾക്കാത്ത സംഭവങ്ങൾ</b><br><i>കഅ്ബയിൽ പരസ്യമായി നമസ്കരിക്കാനുള്ള ധീരമായ പ്രവൃത്തി</i><br>ഹസ്രത്ത് ഉമർ (റ.ആ) മുസ്ലിം ആയപ്പോൾ, അദ്ദേഹം ഇസ്ലാമിക പ്രവാചകനായ (സ.അ.വ) ചോദിച്ചു:<br><i>അല്ലാഹുവിന്റെ ദൂതനേ! നമ്മൾ നമ്മുടെ ആരാധന ഒളിച്ചോട്ട് ചെയ്യുമോ?</i><br>പ്രവാചകൻ (സ.അ.വ) അരുളി:<br><i>ഞങ്ങൾ ദുർബലരാണ്, ഹസ്രത്ത് ഉമറേ.</i><br>ഹസ്രത്ത് ഉമർ (റ.ആ) മറുപടി പറഞ്ഞു:<br><i>സത്യത്തിനായി ജീവിക്കാൻ നമ്മോട് ആദേശിച്ച അല്ലാഹുവിന്റെ മേൽ സത്യം! നമ്മൾ എന്തിനാണ് ഒളിച്ചിരിക്കേണ്ടത്?</i><br>ഇത് പറഞ്ഞ് അവർ രണ്ട് കൂട്ടങ്ങളായി വിഭജിച്ചു: ഹംസ (റ.ആ) ഒരു കൂട്ടത്തോടൊപ്പം പോയി, ഹസ്രത്ത് ഉമർ (റ.ആ) മറ്റേ കൂട്ടത്തോടൊപ്പം. ഇങ്ങനെ ആദ്യമായി കഅ്ബയിൽ പരസ്യമായി നമസ്കാരം നടത്തി.<br><br><i>ഹിജ്റയുടെ ആവേശകരമായ കാലയളവ്: ഹസ്രത്ത് ഉമർ ചലഞ്ച് ഉയർത്തിയ സമയം</i><br>മുസ്ലിംകൾ മക്കയിൽ നിന്ന് മദീനയിലേക്ക് ഹിജ്റ ചെയ്യേണ്ടി വന്നപ്പോൾ, ഹസ്രത്ത് ഉമർ (റ.ആ) പ്രഖ്യാപിച്ചു:<br><i>തന്റെ അമ്മയുടെ മരണം വിലപിക്കാൻ ആഗ്രഹിക്കുന്നവൻ, തന്റെ ഭാര്യ വിധവയും മക്കൾ അനാഥരും ആയി കാണാൻ ആഗ്രഹിക്കുന്നവൻ, എന്നെ തടയാൻ വരട്ടെ!</i> ഇത് പറഞ്ഞ് അദ്ദേഹം ഒരു വാൾ, അമ്പുകൾ, ഒരു ഈട്ടിയും എടുത്ത് മക്കയിൽ നിന്ന് ഒറ്റയ്ക്ക് പുറപ്പെട്ടു. ആർക്കും അദ്ദേഹത്തെ തടയാൻ ധൈര്യമുണ്ടായില്ല.<br><br><b>ഭാഗം 3: ഖലീഫായിരിക്കെയുള്ള അദ്വിതീയ കഥകൾ</b><br><i>രാത്രിയുടെ ഇരുട്ടിൽ ജനത്തിന്റെ അവസ്ഥ പരിശോധിക്കുന്ന രീതി</i><br>ഖലീഫ ആയതിന് ശേഷം, ഹസ്രത്ത് ഉമർ (റ.ആ) രാത്രിയിൽ മദീനയുടെ തെരുവുകളിൽ ഗൗരവമായി റോന്തു ചുറ്റും. ഒരു രാത്രി, ഒരു വൃദ്ധ വനിത കുട്ടികളെ ശാന്തമാക്കാൻ ശ്രമിക്കുന്നത് അദ്ദേഹം കണ്ടു. കുട്ടികൾ വിശപ്പുകൊണ്ട് കരയുകയായിരുന്നു. ഹസ്രത്ത് ഉമർ (റ.ആ) ഉടനെ ബൈത്തുൽ മാലിൽ നിന്ന് മാവ്, നെയ്യ്, ചൂരല്കളും എടുത്ത് സ്വയം ഭക്ഷണം ഉണ്ടാക്കി കുട്ടികൾക്ക് കൊടുത്തു. വൃദ്ധ വനിത പറഞ്ഞു:<br><i>അല്ലാഹു നിന്നെ ഹസ്രത്ത് ഉമറിനെക്കാൾ മികച്ചതാക്കട്ടെ.</i><br>ഹസ്രത്ത് ഉമർ (റ.ആ) മറുപടി പറഞ്ഞു:<br><i>ഹസ്രത്ത് ഉമർ നിങ്ങൾക്ക് സേവനം ചെയ്തുകൊണ്ടിരിക്കണമെന്ന് പ്രാർത്ഥിക്കൂ.</i><br><br><i>ഹസ്രത്ത് ഉമർ തന്റെ മകനെ ശിക്ഷിച്ച അദ്വിതീയ നീതി കേസ്</i><br>ഒരിക്കൽ, ഹസ്രത്ത് ഉമറിന്റെ (റ.ആ) മകൻ ഒരു യഹൂദനുമായി കയർത്തു. കേസ് കോടതിയിൽ എത്തിയപ്പോൾ, ഖാദി (ജഡ്ജി) യഹൂദനും ഹസ്രത്ത് ഉമറിന്റെ മകനെ അതേ രീതിയിൽ അടിക്കാൻ അവകാശമുണ്ടെന്ന് വിധിച്ചു. ഹസ്രത്ത് ഉമർ (റ.ആ) തീർപ്പിനെ ബഹുമാനിച്ച് തന്റെ മകനെ യഹൂദന്റെ മുന്നിൽ നിർത്തി. യഹൂദൻ വളരെ ആകർഷിതനായി, അവന് ക്ഷമിച്ചു, ഇസ്ലാം സ്വീകരിച്ചു.<br><br><b>ഭാഗം 4: അദ്ദേഹത്തിന്റെ ശഹാദത്തിന്റെ മനസ്സുരുകുന്ന സംഭവം</b><br><i>തന്റെ കൊലയാളിയോട് ക്ഷമിക്കാനുള്ള അവസാന ആഗ്രഹം</i><br>ഫിറോസ് അബൂ ലുലു ഹസ്രത്ത് ഉമറിനെ (റ.ആ) ആക്രമിച്ചപ്പോൾ, പരിക്കേറ്റ അവസ്ഥയിൽ അദ്ദേഹം ചോദിച്ചു:<br><i>ആക്രമണക്കാരൻ മുസ്ലിമാണോ?</i><br>അദ്ദേഹം ഒരു മാജൂസി (പാർസി) ആണെന്ന് അറിഞ്ഞപ്പോൾ, അദ്ദേഹം ആശ്വാസത്തോടെ ശ്വാസം വിട്ടു. പിന്നെ അദ്ദേഹം തന്റെ മകനോട് പറഞ്ഞു:<br><i>ഞാൻ രക്ഷപ്പെട്ടാൽ ഞാൻ അവനോട് ക്ഷമിക്കും, ഞാൻ മരിച്ചാൽ നീ അവനെ ഒരു തവണ മാത്രം അടിക്കണം.</i><br>ഇത് പറഞ്ഞ് അദ്ദേഹം തന്റെ കൊലയാളിയുടെ മേൽ കരുണയ്ക്കായി പ്രാർത്ഥിച്ചു.<br><br><i>അവസാന നിമിഷങ്ങളിലെ ജ്ഞാനം നിറഞ്ഞ വാക്കുകൾ</i><br>അവസാന നിമിഷങ്ങളിൽ, ഹസ്രത്ത് ഉമർ (റ.ആ) പറഞ്ഞു:<br><i>ഞാൻ ആരോടെങ്കിലും അനീതി ചെയ്തിട്ടുണ്ടെങ്കിൽ, അവൻ എന്റെ പുറത്ത് അടിക്കട്ടെ<br>എന്റെ ശേഷം ഖലീഫയ്ക്കായി ആറ് പേരടങ്ങിയ ഒരു ഷൂറാ രൂപീകരിക്കുക<br>എന്നെ പ്രവാചകൻ (സ.അ.വ) യുടെയും അബൂബക്കർ (റ.ആ) യുടെയും അരികിൽ അടക്കം ചെയ്യുക</i><br><br><b>ഭാഗം 5: വ്യക്തിത്വത്തിന്റെ കാണാത്ത വശങ്ങൾ</b><br>ഹസ്രത്ത് ഉമറിനെ പ്രത്യേകനാക്കിയ ആ അദ്വിതീയ ശീലങ്ങൾ<br><b>വസ്ത്രങ്ങളിലെ കൂട്ടുകള്‍:</b> തന്റെ ജൂബയിൽ നാല് കൂട്ടുകൾ ഇടുമായിരുന്നു<br><b>ആഹാരത്തിലെ ലാഘവം:</b> റൊട്ടിയും ഒലിവ് എണ്ണയും പ്രധാന ഭക്ഷണമായിരുന്നു<br><b>നീതിപ്രിയത:</b> തന്റെ മകനെ മുലകുടിപ്പിച്ച വനിതയ്ക്ക് ഒരു ബത്ത കൊടുത്തു<br><br><b><i>ഉമറിന്റെ നീതി ചരിത്രത്തിന്റെ ആ നിത്യദീപമാണ്, അത് എപ്പോഴും പ്രകാശിക്കും - ഇമാം അലി ഇബ്നു അബീ താലിബ്.</i></b>"
  },
  {
    "id": 12,
    "title": "ഖുറൈശ് കുടിയിലെ രണ്ട് തടവുകാരുടെ ഇസ്ലാം സ്വീകാരം",
    "content": "<b>ആദ്യ തടവുകാരൻ: ഉത്ബ ഇബ്നു അബീ മുഅീത്</b><br>സെപ്റ്റംബർ സംഭവം:<br>നഖ്ലയിലെ രഹസ്യ സൈനികസംഘം ഖുറൈശ് കാരവാനിൽ ആക്രമിച്ചപ്പോൾ, ഉത്ബയെ തടവുകാരനാക്കി. അദ്ദേഹം വളരെ ശക്തനും ബലവാനുമായ യുവാവായിരുന്നു, പക്ഷേ മുസ്ലിംകൾക്ക് അദ്ദേഹത്തെ അടക്കി കീഴ്പ്പെടുത്താൻ കഴിഞ്ഞു.<br><br>തടവുജീവിതത്തിന്റെ ഫലം:<br>തടവുകാലത്ത് മദീനയിലേക്ക് കൊണ്ടുപോകുമ്പോൾ, ഉത്ബ മുസ്ലിംകൾ ഫജർ നമസ്കാരം നടത്തുന്നത് കേട്ടു. സഹാബക്കൾ (റ.ആ) യാതൊരു ഭയവുമില്ലാതെ സജ്ദയിൽ വീഴുന്നത് അദ്ദേഹം കണ്ടു. അദ്ദേഹത്തിന്റെ മനസ്സിൽ ഒരു ചിന്ത ഉദിച്ചു: <i>ഈ ആളുകൾ എന്തിനാണ് ഇത്രയധികം നിര്ഭയരായിരിക്കുന്നത്?</i><br><br><b>ഇസ്ലാം സ്വീകരണം:</b><br>ഒരു രാത്രി ഉത്ബ അബ്ദുല്ലാഹ് ഇബ്നു ജഹ്ശ് (റ.ആ) യോട് ചോദിച്ചു:<br><i>നിങ്ങൾ എന്താണ് ആരാധിക്കുന്നത്?</i><br>അബ്ദുല്ലാഹ് അദ്ദേഹത്തിന് കലിമ ഓതിക്കേൾപ്പിച്ചു:<br><b><i>ലാ ഇലാഹ ഇല്ലള്ലാഹ് മുഹമ്മദുർ റസൂലുള്ലാഹ്</i></b> (അല്ലാഹുവിന്ന് പുറമെ ആരാധ്യനില്ല, മുഹമ്മദ് അല്ലാഹുവിന്റെ ദൂതനാണ്)<br>ഉത്ബയുടെ ഹൃദയം മൃദുലമായി, അദ്ദേഹം ഉടനെ ഇസ്ലാം സ്വീകരിച്ചു.<br><br><b>രണ്ടാമത്തെ തടവുകാരൻ: നവ്ഫൽ ഇബ്നു അബ്ദുല്ലാഹ്</b><br>യഥാർത്ഥ ഉദ്ദേശ്യം:<br>നവ്ഫൽ കാരവാനിന്റെ ഭാഗമായിരുന്നു എന്നതിനാൽ മാത്രമേ പിടിക്കപ്പെട്ടിരുന്നുള്ളൂ. അദ്ദേഹം ഹൃദയം വളരെ മൃദുലമായ ഒരു വ്യക്തിയായിരുന്നു, പക്ഷേ ഖുറൈശിന്റെ സമ്മർദ്ദത്തിലായിരുന്നു.<br><br><b>തടവുജീവിതത്തിന്റെ ഫലം:</b><br>മുസ്ലിംകൾ തടവുകാരോട് നല്ല പെരുമാറ്റം കാണിക്കുന്നത് നവ്ഫൽ കണ്ടു, അദ്ദേഹത്തിന് റൊട്ടി നൽകുമ്പോൾ പോലും <i>ബിസ്മില്ലാഹ്</i> (അല്ലാഹുവിന്റെ നാമത്തിൽ) പറയുന്നതും കണ്ടു. ഒരു ദിവസം അദ്ദേഹം ചോദിച്ചു: <i>ഞാൻ നിങ്ങളുടെ ശത്രുവാണെങ്കിലും നിങ്ങൾ എന്തുകൊണ്ടാണ് എനിക്ക് ഭക്ഷണം നൽകുന്നത്?</i><br><br><b>ഹിദായത്തിനുള്ള കാരണം:</b><br>ഒരു സഹാബി (റ.ആ) മറുപടി പറഞ്ഞു:<br><i>ഞങ്ങളുടെ നബി (സല്ലള്ലാഹു അലൈഹി വസല്ലം) ഒരു തടവുകാരനെയും മനുഷ്യനായി കരുതണമെന്ന് ഞങ്ങളെ പഠിപ്പിച്ചിട്ടുണ്ട്.</i><br>ഇത് കേട്ട് നവ്ഫലിന്റെ കണ്ണുകളിൽ കണ്ണീര് വന്നു, അദ്ദേഹം ഇസ്ലാം സ്വീകരിച്ചു.<br><br><b>അവരുടെ പിന്നീടുള്ള ജീവിതം:</b><br>ഉത്ബയുടെ യാത്ര:<br>• ഉഹുദ് യുദ്ധത്തിൽ ശഹീദ് ആയി<br>• മരിക്കുന്ന സമയത്ത് കലിമ ഓതുകയായിരുന്നു<br>• നബി (സല്ലള്ലാഹു അലൈഹി വസല്ലം) അരുളി: <i>ഇദ്ദേഹം സ്വർഗവാസിയാണ്</i><br><br>നവ്ഫലിന്റെ സേവനം:<br>• ബദർ യുദ്ധത്തിൽ ഖുറൈശിനെതിരെ പോരാടി<br>• മദീനയിൽ ഇസ്ലാമിന്റെ തബ്ലീഗ് (പ്രചാരണം) നടത്തി<br>• അവസാനം വരെ യഥാർത്ഥ മുസ്ലിമായി തുടർന്നു<br><br><b>ഈ കഥയിൽ നിന്നുള്ള പാഠം:</b><br>നല്ല പെരുമാറ്റത്തിന്റെ ശക്തി: ശത്രുവിനെപ്പോലും സ്നേഹിതനാക്കാം<br>ഈമാന്റെ പ്രകാശം: ആരുടെ ഹൃദയവും അല്ലാഹുവിന്റെ ഹിദായത്തിൽ നിന്ന് വിമുക്തമല്ല<br>തബ്ലീഗിന്റെ ഫലം: ഇസ്ലാമിനെ ശരിയായ രീതിയിൽ അവതരിപ്പിക്കേണ്ടത് അത്യാവശ്യമാണ്<br><br><i>&nbsp;അല്ലാഹു താൻ ഇച്ഛിക്കുന്നവരെ തന്റെ പാതയിലേക്ക് നയിക്കുന്നു - (ഖുറ്ആൻ 42:13)</i>"
  },
  {
    "id": 13,
    "title": "ഹബീബ് ഇബ്നു സൈദിന്റെ (റ.ആ) ശഹാദത്ത്: നാവ് മുറിഞ്ഞതിനുശേഷവും ഈമാന്റെ കഥ",
    "content": "ഹബീബ് ഇബ്നു സൈദ് (റ.ആ) ബനൂ നജ്ജാർ കുടുംബത്തിൽ പെട്ടയാളായിരുന്നു. അദ്ദേഹത്തിന്റെ പിതാവ് സൈദ് ഇബ്നു ആസിം (റ.ആ) യും മാതാവ് നുസൈബ ബിന്ത് കഅ്ബ് (റ.ആ) യും ആദ്യകാല മുസ്ലിംകളിൽ പെട്ടവരായിരുന്നു.<br><br>ഹബീബ് ഇബ്നു സൈദ് (റ.ആ) 5 വയസ്സുള്ളപ്പോൾ തന്നെ കലിമ ഓതി, 10 വയസ്സിൽ ഹിജ്റ ചെയ്ത് മദീനയിലെത്തി, 12 വയസ്സിൽ ബദർ യുദ്ധത്തിൽ വെള്ളം വിതരണം ചെയ്യുന്ന ചുമതല നിർവഹിച്ചു. അദ്ദേഹത്തിന്റെ മാതാവ് നുസൈബ (റ.ആ) <i>ഉമ്മു ഉമാറ</i> എന്ന പേരിൽ പ്രശസ്തയായിരുന്നു, അവർ ഇസ്ലാമിന്റെ ആദ്യത്തെ വനിതാ യോദ്ധാവായിരുന്നു. ഉഹുദ് യുദ്ധത്തിൽ അവർ 12 മുറിവുകൾ സഹിച്ചിരുന്നു.<br><br>മുസൈലിമ അൽ-കദ്ദാബ് (സത്യവഞ്ചകൻ) മദീനയിൽ നിന്ന് 800 കിലോമീറ്റർ അകലെയുള്ള യമാമയിൽ തന്നെ പ്രവാചകൻ എന്ന് പ്രഖ്യാപിച്ചു. അദ്ദേഹം 40,000 പേരെ വഞ്ചിച്ചു.<br><br>ഖലീഫ അബൂബക്കർ (റ.ആ) ഹിജ്രി 11-ൽ 13,000 സൈനികരടങ്ങിയ ഒരു സൈന്യത്തെ മുസൈലിമ അൽ-കദ്ദാബിനെ ശിക്ഷിക്കാൻ അയച്ചു. വയസ്സ് കുറഞ്ഞിരുന്നിട്ടും, വെറും 17 വയസ്സുള്ള ഹബീബ് (റ.ആ) യുദ്ധത്തിൽ പങ്കെടുക്കാനുള്ള അനുമതി ആവശ്യപ്പെട്ടു. ഹബീബിന്റെ (റ.ആ) സംഘത്തെ ഒറ്റപ്പെടുത്തി ആക്രമിച്ചു. അദ്ദേഹത്തെ ജീവനോടെ പിടിച്ച് മുസൈലിമയുടെ കൊട്ടാരത്തിലേക്ക് കൊണ്ടുപോകാൻ തുടങ്ങി.<br><br>യമാമയുടെ നിലം വെയിൽ കൊണ്ട് വരണ്ടിരുന്നു. ഹബീബ് (റ.ആ) തടവുകാരനായി മുസൈലിമ അൽ-കദ്ദാബിന്റെ കൊട്ടാരത്തിൽ കൊണ്ടുവരപ്പെട്ടു. കൈകളും കാലുകളും ചങ്ങലകളാൽ ബന്ധിതമായിരുന്നു, പക്ഷേ മുഖത്ത് യാതൊരു ഭയവുമുണ്ടായിരുന്നില്ല. ഇദ്ദേഹമാണ് ഹബീബ് ഇബ്നു സൈദ് (റ.ആ), അദ്ദേഹത്തിന്റെ പിതാവ് സൈദ് ഇബ്നു ആസിം ബദർ യുദ്ധത്തിൽ ശഹീദ് ആയിരുന്നു, മാതാവ് നുസൈബ ബിന്ത് കഅ്ബ് ഉഹുദിലെ പ്രശസ്ത യോദ്ധാവായിരുന്നു.<br><br>മുസൈലിമ തന്റെ സിംഹാസനത്തിൽ നിന്ന് മുഴങ്ങിയുരുമെല്‍ ചോദിച്ചു, <i>മുഹമ്മദ് അല്ലാഹുവിന്റെ ദൂതനാണെന്ന് നീ ഇപ്പോഴും വിശ്വസിക്കുന്നുണ്ടോ?</i> ഹബീബ് (റ.ആ) തല ഉയർത്തി മറുപടി പറഞ്ഞു, <i>അതെ! നീയാണ് ഏറ്റവും വലിയ സത്യവഞ്ചകനെന്ന് ഞാൻ സാക്ഷ്യം വഹിക്കുന്നു!</i> ഇത് കേട്ട് മുസൈലിമയുടെ മുഖം കോപത്തിൽ ചുവപ്പായി. അദ്ദേഹം ജാല്ലാദന്മാരോട് ഉത്തരവിട്ടു, <i>ഇതിന്റെ ശരീരം കഷണങ്ങളാക്കി, എന്നാൽ ആദ്യം ഇതിന്റെ നാവ് മുറിച്ച് കളയുക, ഇത് കലിമ ഓതാൻ കഴിയാതിരിക്കാൻ!</i><br><br>ജാല്ലാദൻ വാൾ ഉയർത്തിയതോടെ, ഹബീബ് (റ.ആ) അവസാനമായി ഉച്ചത്തിൽ കലിമ ഓതി: <b><i>ലാ ഇലാഹ ഇല്ലള്ലാഹ് മുഹമ്മദുർ റസൂലുള്ലാഹ്!</i></b> അടുത്ത നിമിഷം, അദ്ദേഹത്തിന്റെ നാവ് മുറിച്ചു മാറ്റി. രക്തം ഒഴുകിത്തുടങ്ങി, പക്ഷേ ഹബീബ് (റ.ആ) വിരലുകൊണ്ട് നിലത്ത് എഴുതാൻ തുടങ്ങി: <b><i>അശ്ഹദു അന്ന മുഹമ്മദർ റസൂലുള്ലാഹ്.</i></b> (മുഹമ്മദ് അല്ലാഹുവിന്റെ ദൂതനാണെന്ന് ഞാൻ സാക്ഷ്യം വഹിക്കുന്നു)<br><br>മുസൈലിമ ഞെട്ടിപ്പോയി. അദ്ദേഹം ഉത്തരവിട്ടു, <i>ഇതിന്റെ കൈകൾ മുറിച്ച് കളയുക!</i> ജാല്ലാദന്മാർ ആദ്യം വലത് കൈയിലെ വിരലുകൾ മുറിച്ചു, പിന്നെ ഇടത് കൈയിലെ വിരലുകൾ. ഓരോ അവയവവും മുറിഞ്ഞപ്പോഴും, ഹബീബ് (റ.ആ) തന്റെ സ്വന്തം രക്തം കൊണ്ട് നിലത്ത് കലിമ എഴുതിക്കൊണ്ടേയിരുന്നു. രണ്ട് കൈകളും മുറിഞ്ഞപ്പോൾ, അദ്ദേഹം തകർന്ന മുട്ടുകൊണ്ട് എഴുതുന്നത് തുടർന്നു.<br><br>അവസാനമായി മുസൈലിമ ഉത്തരവിട്ടു, <i>ഇതിനെ രണ്ട് ഈന്തപ്പന മരങ്ങളിൽ കെട്ടി കീറി കളയുക!</i> ജാല്ലാദന്മാർ മരങ്ങൾ വലിച്ചുപിരിക്കുമ്പോൾ, ഹബീബിന്റെ (റ.ആ) ശരീരം രണ്ട് കഷണങ്ങളായി പിളർന്നു. അവസാന ശ്വാസം വരെ, അദ്ദേഹത്തിന്റെ ചുണ്ടുകൾ അനാവരണമായി കലിമ ഓതുന്നത് പോലെ അനക്കമുണ്ടായിരുന്നു.<br><br>ഈ സംഭവത്തിന് മൂന്ന് ദിവസത്തിന് ശേഷം മാത്രം മുസൈലിമ മരിച്ചു. വഹ്ശി ഇബ്നു മുഗീറ അദ്ദേഹത്തെ ഹബീബ് (റ.ആ) ശഹീദ് ആയ അതേ സ്ഥലത്ത് വെച്ച് അടിച്ചു. മുസൈലിമ മരിക്കുമ്പോൾ, ഹബീബിന്റെ (റ.ആ) ശബ്ദം കേൾക്കാൻ കഴിഞ്ഞതായി പറയപ്പെടുന്നു: <i><b>അശ്ഹദു അന്ന മുഹമ്മദർ റസൂലുള്ലാഹ്!</b></i><br><br>ഹബീബിന്റെ (റ.ആ) ശഹാദത്തിന്റെ വാർത്ത നബി (സ.അ.വ) യുടെ സഹാബക്കളിൽ എത്തിയപ്പോൾ, ഹസ്രത്ത് അബൂബക്കർ (റ.ആ) പറഞ്ഞു: <i>വയസ്സ് കൊണ്ടല്ല ഈമാന്റെ ശക്തി അളക്കുന്നതെന്ന് ഈ യുവാവ് തെളിയിച്ചു.</i> ഹബീബിന്റെ (റ.ആ) മാതാവ് നുസൈബ, തന്റെ മകന്റെ ശവത്തിന്റെ അടുത്തെത്തിയപ്പോൾ, അവർ പറഞ്ഞു: <i>ഞാൻ ഒരു മകനെ നഷ്ടപ്പെട്ടു, പക്ഷേ അല്ലാഹു സ്വർഗത്തിൽ അവന്റെ സ്ഥാനം ഉയർത്തി.</i><br><br>ഇന്നും യമാമയിലെ ഹബീബ് ഇബ്നു സൈദിന്റെ (റ.ആ) ശവകുടീരത്തിൽ എഴുതിയിരിക്കുന്നു: <i>നാവ് മുറിഞ്ഞതിനുശേഷവും തന്റെ രക്തം കൊണ്ട് ഈമാൻ എഴുതിയ ശഹീദൻ ഇവിടെ അടക്കം ചെയ്യപ്പെട്ടിരിക്കുന്നു.</i> ഈമാന്റെ വഴിയിൽ ഒരു ത്യാഗവും വലുതല്ല എന്നതിന്റെ പാഠമാണ് അദ്ദേഹത്തിന്റെ കഥ ഓരോ മുസ്ലിമിനും.<br><br>ഹസ്രത്ത് അലി (റ.ആ) ഒരിക്കൽ പറഞ്ഞിരുന്നു: <b><i>ഹബീബ് ഇബ്നു സൈദ് യഥാർത്ഥ ഈമാൻ ഹൃദയത്തിലാണ്, നാവിലല്ല എന്ന് തെളിയിച്ചു.</i></b><br><br>ബുദ്ധിമുട്ടുള്ള സമയങ്ങളിൽ തങ്ങളുടെ ഈമാനിൽ ഉറച്ചുനിൽക്കാൻ ആഗ്രഹിക്കുന്നവർക്ക് ഈ കഥ ഇന്നും ഒരു മാതൃകയാണ്."
  },
  {
    "id": 14,
    "title": "നബി മുഹമ്മദിന്റെ (സല്ലള്ലാഹു അലൈഹി വസല്ലം) ഇസ്രാ മിഅ്റാജ്: ആകാശയാത്രയുടെ കഥ",
    "content": "മക്കയുടെ പവിത്ര നഗരത്തിൽ ഒരു രാത്രി, നബി മുഹമ്മദ് (സല്ലള്ലാഹു അലൈഹി വസല്ലം) ഹജറുല്‍ അസ്വദിന് സമീപം വിശ്രമിക്കുകയായിരുന്നു. പെട്ടെന്ന് ആകാശത്തിൽ നിന്ന് ഒരു പ്രകാശത്തിരി പരന്നു, ജിബ്രീൽ (അ.സ) മലക്ക് പ്രത്യക്ഷപ്പെട്ടു. അവർ നബി മുഹമ്മദിനെ (സല്ലള്ലാഹു അലൈഹി വസല്ലം) <i>ബുറാഖ്</i> എന്ന അസാധാരണമായ ഒരു വാഹനത്തിൽ കയറ്റി, അത് ഒരു ആകാശീയ ജീവിയായിരുന്നു, കോവർക്കഴുതയും കുതിരയും തമ്മിലുള്ള രൂപവും ചിറകുകളുമുണ്ടായിരുന്നു. ഇതായിരുന്നു <i>ഇസ്രാ</i> എന്ന് വിളിക്കപ്പെടുന്ന ആദ്യ ഘട്ടം - മക്കയിൽ നിന്ന് ബൈത്തുൽ മുഖദ്ദസിലേക്കുള്ള (ജെറുസലേം) രാത്രി യാത്ര.<br><br>ബൈത്തുൽ മുഖദ്ദസിൽ എത്തിയപ്പോൾ, നബി മുഹമ്മദ് (സല്ലള്ലാഹു അലൈഹി വസല്ലം) എല്ലാ പ്രവാചകരും ഒത്തുകൂടിയത് കണ്ടു - ഇബ്രാഹീം, മൂസാ, ഈസാ, മറ്റ് മഹാനായ പ്രവാചകന്മാർ. നബി മുഹമ്മദിന്റെ (സല്ലള്ലാഹു അലൈഹി വസല്ലം) പിന്നിൽ അവരെല്ലാം ജമാഅത്തായി നമസ്കരിച്ചു. ഇത് അദ്ദേഹം ഇപ്പോൾ എല്ലാ പ്രവാചകന്മാരുടെയും നേതാവാക്കപ്പെടുന്നു എന്നതിന്റെ ഒരു ലക്ഷ്യമായിരുന്നു.<br><br>ഇതിനുശേഷം, ജിബ്രീൽ (അ.സ) നബി മുഹമ്മദിനെ (സല്ലള്ലാഹു അലൈഹി വസล്ലം) ആകാശയാത്രയ്ക്കായി <i>(മിഅ്റാജ്)</i> തയ്യാറാക്കി. അവർ ഏഴ് ആകാശങ്ങളിലൂടെയുള്ള യാത്രയിലേർപ്പെട്ടു. ആദ്യ ആകാശത്തിൽ അവർ ആദം (അ.സ) യെ കണ്ടുമുട്ടി, തന്റെ വലത്തും ഇടത്തും ഇരിക്കുന്ന ആളുകളെക്കുറിച്ച് അദ്ദേഹം അവരോട് പറഞ്ഞു - വലതുവശത്ത് സ്വർഗവാസികളും ഇടതുവശത്ത് നരകവാസികളും.<br><br>രണ്ടാം ആകാശത്തിൽ, യഹ്യാ (അ.സ) യും ഈസാ (അ.സ) യും അദ്ദേഹത്തെ സ്വാഗതം ചെയ്തു. മൂന്നാം ആകാശത്തിൽ അവർ യൂസുഫ് (അ.സ) യെ കണ്ടുമുട്ടി, തന്റെ ഉമ്മത്തിന് ഏറ്റവും മനോഹരമായ രൂപം നൽകും എന്ന് അദ്ദേഹം പറഞ്ഞു. നാലാം ആകാശത്തിൽ, ഇദ്രീസ് (അ.സ) ഉമ്മത്തിനായി പ്രാർത്ഥിച്ചു.<br><br>അഞ്ചാം ആകാശത്തിൽ, ഹാറൂൻ (അ.സ) നബി മുഹമ്മദിനെ (സല്ലള്ലാഹു അലൈഹി വസല്ലം) ആലിംഗനം ചെയ്തു. ആറാം ആകാശത്തിൽ, മൂസാ (അ.സ) കരഞ്ഞു, തന്റെ ജനം തന്നെ ഉപേക്ഷിച്ചുവെങ്കിലും നബി മുഹമ്മദിന്റെ ഉമ്മത്ത് തന്നെ പിന്തുണയ്ക്കുമെന്ന് പറഞ്ഞു. ഏഴാം ആകാശത്തിൽ, ഇബ്രാഹീം (അ.സ) ബൈത്തുൽ മാമൂറിന് സമീപം നിൽക്കുകയായിരുന്നു, അവിടെ എഴുപതിനായിരം മലക്കുകൾ എല്ലാ ദിവസവും നമസ്കരിക്കാൻ വരുന്നു.<br><br>ഇതിനുശേഷം, നബി മുഹമ്മദ് (സല്ലള്ലാഹu അലൈഹി വസല്ലം) <i>സിദ്രത്തുൽ മുന്തഹാ</i> (അതിർത്തിയിലെ ലോട്ടസ് മരം) വിൽ എത്തി, അവിടെ ജിബ്രീൽ (അ.സ) താൻ മുന്നോട്ട് പോകാൻ കഴിയില്ലെന്ന് പറഞ്ഞു. ഇവിടെ നിന്ന്, നബി മുഹമ്മദ് (സല്ലള്ലാഹു അലൈഹി വസല്ലം) ഒറ്റയ്ക്ക് മുന്നോട്ട് പോയി അല്ലാഹുവുമായി നേരിട്ട് സംസാരിച്ചു. ഈ ദിവ്യ സ്ഥാനത്ത്, അദ്ദേഹം അല്ലാഹുവിന്റെ മഹത്തായ അടയാളങ്ങൾ കണ്ടു, അവന്റെ ശബ്ദം കേട്ടു.<br><br>അല്ലാഹു അമ്പത് സമയം നമസ്കാരം ഫർജ് ആക്കി, പക്ഷേ നബി മുഹമ്മദിന്റെ (സല്ലള്ലാഹു അലൈഹി വസല്ലം) പ്രാർത്ഥനയും മൂസയുടെ (അ.സ) ഉപദേശവും അനുസരിച്ച് അത് അഞ്ച് സമയമായി കുറച്ചു. ഉമ്മത്തിന് അല്ലാഹുവിന്റെ ഒരു മഹത്തായ കാരുണ്യമായിരുന്നു ഇത്.<br><br>നബി മുഹമ്മദ് (സല്ലള്ലാഹു അലൈഹി വസല്ലം) മക്കയിലേക്ക് മടങ്ങിയെത്തിയപ്പോൾ ഈ കഥ വിവരിച്ചപ്പോൾ, ഖുറൈശ് ജനം അത് നിരാകരിച്ചു. എന്നാൽ ഹസ്രത്ത് അബൂബക്കർ (റ.ആ) ഉടനെ പറഞ്ഞു: <i>അദ്ദേഹം പറഞ്ഞിട്ടുണ്ടെങ്കിൽ, അദ്ദേഹം സത്യം പറഞ്ഞിരിക്കുന്നു!</i> ഇതിന്, അദ്ദേഹത്തിന് <i>അസ്-സിദ്ദീഖ്</i> (സത്യസന്ധൻ) എന്ന പദവി ലഭിച്ചു.<br><br>ഈ മഹത്തായ മിഅ്റാജ് യാത്രയിൽ നിരവധി ജ്ഞാനം അടങ്ങിയിരുന്നു - നബി മുഹമ്മദിന് (സല്ലള്ലാഹു അലൈഹi വസല്ലം) ആകാശീയ ലോകം കാണിച്ചുകൊടുത്തു, ഉമ്മത്തിന് നമസ്കാരം എന്ന അമൂല്യമായ സമ്മാനം ലഭിച്ചു, അല്ലാഹുവിന്റെ ശക്തിയാൽ എല്ലാം സാധ്യമാണെന്ന് തെളിയിക്കപ്പെട്ടു.<br><br>ഖുറ്ആനിലെ സൂറത്തുൽ ഇസ്രായുടെ ആദ്യ വാക്യത്തിൽ അല്ലാഹു പറയുന്നു: <br><i>തന്റെ ദാസനെ രാത്രിയിൽ മസ്ജിദുൽ ഹറാമിൽ നിന്ന് മസ്ജിദുൽ അഖ്സായിലേക്ക് പ്രയാണിപ്പിച്ചവൻ പരിശുദ്ധനാണ്, അതിന്റെ ചുറ്റുപാടുകളെ നാം ആശീർവദിച്ചിരിക്കുന്നു.</i><br><br>നമസ്കാരം മുഅ്മിന്റെ മിഅ്റാജ് ആണെന്നും അല്ലാഹുവിനോടുള്ള സ്നേഹത്തിന് ഏത് ബുദ്ധിമുട്ടും അനുഭവിക്കാമെന്നും ഓർമ്മപ്പെടുത്തുന്ന ഒരു കഥയാണിത് ഓരോ മുസ്ലിമിനും. നബി മുഹമ്മദിന്റെ (സല്ലള്ലാഹു അലൈഹി വസല്ലം) മിഅ്റാജ് ഒരു യാത്ര മാത്രമല്ല, മനുഷ്യ ആത്മാവിന്റെ ആകാശം സ്പർശിക്കുന്നതിനുള്ള ഒരു ഉദാഹരണമാണ്, സത്യത്തിൽ ഉറച്ചുനിൽക്കുന്നവർക്ക് അല്ലാഹുവിന്റെ സഹായം ഉറപ്പായും ലഭിക്കുമെന്ന് നമ്മെ പഠിപ്പിക്കുന്നു."
  },

]


