[
  {
    "id": 1,
    "title": "Perjalanan Hijrah - Perjalanan Nabi (SAW) dan Abu Bakar As-Siddiq (RA)",
    "content": "<b>Bahagian 1: Bahaya di Mekah</b><br>Orang kafir Mekah merancang untuk membunuh Nabi Muhammad (SAW). Allah memerintahkannya berhijrah (berpindah). Dalam gelap malam, Nabi (SAW) membawa sahabatnya Abu Bakar As-Siddiq (RA) menuju Gua Thur.<br><br><b>Perjuangan di Jalan:</b><br>Orang kafir mengejar mereka. Suatu ketika musuh sampai ke mulut gua, tetapi Allah menyuruh labah-labah membuat sarang di pintu dan burung merpati bertelur. Apabila orang kafir melihatnya, mereka fikir: <i>Tidak mungkin ada orang di dalam!</i> lalu undur.<br><br><b>Kesetiaan Abu Bakar (RA):</b><br>Di gua, seekor ular menggigitnya tetapi dia diam agar tidak mengganggu tidur Nabi (SAW). Kemudian Nabi (SAW) melihat darah mengalir dari kakinya. Baginda bertanya: <b><i>Mengapa tidak kamu beritahu aku?</i></b> Abu Bakar (RA) berkata: <b><i>Kesakitan kecil ini tidak lebih penting daripada tidurmu, wahai Rasulullah!</i></b><br><br><b>Bahagian 2: Perjalanan ke Madinah</b><br><br>Selepas 3 hari di gua, mereka berangkat ke Madinah dengan pemandu bernama Abdullah bin Uraikit. Beberapa mukjizat berlaku dalam perjalanan:<br><b>Perompak Suraqah:</b><br>Orang kafir menghantar pejuang kuat bernama Suraqah dengan hadiah 100 unta untuk menangkap Nabi (SAW). Ketika Suraqah menghampiri, kudanya tenggelam dalam pasir. Dia meminta maaf dan Nabi (SAW) menjanjikannya kunci khazanah Parsi (yang kemudian menjadi kenyataan).<br><br><b>Pondok Ummu Ma'bad:</b><br>Mereka melalui seorang wanita tua (Ummu Ma'bad) yang hanya memiliki seekor kambing. Nabi (SAW) memerah kambing itu, dan susunya begitu banyak sehingga memuaskan seluruh keluarga.<br><br><b>Bahagian 3: Tiba di Madinah</b><br>Selepas 8 hari perjalanan, pada 12 Rabiulawal mereka tiba di Quba. Di sini masjid pertama (Masjid Quba) dibina. Ketika tiba di Madinah, orang ramai berseru:<br><b><i>Tala'al-Badru Alayna... (Bulan purnama bersinar ke atas kami!)</i></b><br><br><b>Kemurahan Hati Ansar (Penduduk Madinah):</b><br>Setiap keluarga ingin Nabi (SAW) tinggal di rumah mereka. Nabi (SAW) bersabda:<br><b><i>Untaku yang akan memutuskan; di mana ia berhenti, di situlah rumahku.</i></b><br>Unta berhenti di depan rumah Abu Ayyub Al-Ansari (RA).<br><br><b>Pengajaran & Inspirasi: Tawakal kepada Allah: Sarang labah-labah melambangkan pertolongan Allah.<br>Kesetiaan Sahabat: Pengorbanan Abu Bakar (RA) mengajar persahabatan sejati.<br>Kebaikan Mengatasi Kejahatan: Musuh seperti Suraqah memeluk Islam atas perintah Allah.</b><br><br><b>Ayat Al-Quran:</b><br><i><b>Apabila datang pertolongan Allah dan kemenangan, dan kamu lihat manusia masuk agama Allah beramai-ramai, maka bertasbihlah dengan memuji Tuhanmu! (Surah An-Nasr 110:1-3)</b></i>"
  },
  {
    "id": 2,
    "title": "Perang Badar: Detik Agung Pertolongan Allah",
    "content": "<b>Bahagian 1: Medan Perang Bersedia</b><br>Setelah menindas umat Islam, <b>musuh</b> Mekah (Quraisy) merampas semua harta mereka. Nabi Yang Mulia (SAW) berhijrah ke Madinah, tetapi penindasan kafir tidak berhenti. Suatu hari, berita datang bahawa kafilah <b>Abu Sufyan</b> pulang dari Syam membawa kekayaan Quraisy. Umat Islam memutuskan untuk mengambil hak mereka.<br><br><b>Persiapan Umat Islam:</b><br>- Hanya <b>313 pejuang</b>, dengan 2 kuda dan 70 unta.<br>- Tentera Quraisy: <b>1000 pejuang</b>, 100 kuda dan senjata yang banyak.<br>- Umat Islam tidak mempunyai pedang yang lengkap. Beberapa sahabat membawa kayu.<br><br><b>Bahagian 2: Pertembungan di Medan Perang</b><br>Pada 17 Ramadan, 2 Hijrah, kedua tentera bertemu di <b>Padang Badar</b>.<br><b>Sombongnya Quraisy:</b><br>Abu Jahal (ketua Quraisy) mengejek: <i>Mereka pengikut Muhammad (SAW) kelaparan dan telanjang! Hari ini kita akan menghapuskan mereka!</i><br><b>Doa Umat Islam:</b><br>Nabi (SAW) mengangkat tangan dan berdoa:<br><i>Ya Allah! Jika kumpulan kecil ini kalah hari ini, tiada lagi yang akan menyembah-Mu di bumi!</i><br><br><b>Bahagian 3: Pertolongan Allah Datang</b><br>Allah memerintahkan malaikat:<br><i>Tolonglah hamba-hamba-Ku!</i> (Al-Quran 8:9)<br><br><b>Mukjizat Berlaku:</b><br>1. <b>Ribut Pasir:</b> Pasir memenuhi mata Quraisy.<br>2. <b>Serangan Malaikat:</b> Pejuang Quraisy terkejut melihat <b>tiada penyerang kelihatan</b>, tetapi kepala mereka terpenggal!<br>3. <b>Kekuatan Rohani:</b> Umat Islam berjuang dengan gagah sehingga seorang sahabat <b>memotong kaki unta musuh</b>!<br><br><b>Hasil:</b><br>- 70 pejuang Quraisy terbunuh, termasuk <b>Abu Jahal</b>.<br>- Hanya <b>14 syahid</b> dari umat Islam.<br>- Musuh yang lain melarikan diri.<br><br><b>Bahagian 4: Rahsia Kemenangan:</b><br>Selepas perang, seorang sahabat tua bertanya:<br><i>Wahai Rasulullah! Kami sedikit, bagaimana kami menang?</i><br><b>Nabi (SAW) bersabda:</b><br><br><i>Iman sejati, sabar dan tawakal kepada Allah adalah kekuatan sebenar. Mereka yang berperang bukan untuk dunia, tetapi untuk agama Allah - merekalah yang menang!</i><br><br><b>Pengajaran:<br>1. Kekuatan bukan pada bilangan, tetapi pada keikhlasan (iman).<br>2. Jangan putus asa sebelum pertolongan Allah datang.<br>3. Berjuang untuk keadilan lebih baik daripada tunduk pada penindasan.</b><br><br><br>Ayat Al-Quran:</b><br><i>Pada hari Badar, kamu lemah, tetapi Allah menolong kamu. Agar ia menjadi tanda bagi orang beriman. (Surah Ali Imran 3:123)</i>"
  },
  {
    "id": 3,
    "title": "Kisah Benar Nabi Sulaiman (AS) dan Burung Hud-Hud",
    "content": "<b>Bahagian 1: Kurnia Unik Allah</b><br>Allah memberikan Nabi Sulaiman (AS) <b>kerajaan yang besar</b>. Tentera beliau terdiri daripada manusia, jin dan haiwan. Suatu hari, semasa memeriksa tenteranya, <b>Hud-Hud</b> (sejenis burung) tiada.<br><br>Sulaiman (AS) berkata dengan marah:<br><i>Aku akan menghukum Hud-Hud kecuali dia memberi alasan yang kukuh!</i><br><br><b>Bahagian 2: Berita Hud-Hud</b><br>Tidak lama kemudian, Hud-Hud kembali dengan berita pelik:<br><i>Aku melihat sebuah bandar bernama Saba, diperintah oleh seorang wanita (Bilqis). Dia mempunyai segala nikmat, tetapi dia dan kaumnya menyembah matahari!</i><br><br>Sulaiman (AS) berkata:<br><i>Kami akan menyiasat sama ada kamu berkata benar atau dusta!</i><br><br><b>Bahagian 3: Jemputan kepada Bilqis</b><br>Sulaiman (AS) menghantar surat kepada Bilqis melalui Hud-Hud: <i>Dengan nama Allah... Tunduklah kepadaku dan berimanlah kepada Allah!</i><br><br>Bilqis berfikir: <i>Ini bukan raja biasa!</i> Dia menghantar hadiah berharga kepada Sulaiman (AS), tetapi Sulaiman (AS) berkata:<br><i>Aku tidak mahukan harta, tetapi imanmu!</i><br><br><b>Bahagian 4: Mukjizat Agung</b><br>Untuk menguji kekuatan Sulaiman, Bilqis memberikan teka-teki:<br><i>Aku akan beriman jika mengenali takhtaku.</i><br>Sulaiman (AS) menyuruh seorang jin: <i>Bawa takhta itu ke sini!</i><br>Sekelip mata, takhta itu muncul! Bilqis berkata: <i>Ini benar-benar Nabi Allah!</i> lalu beriman.<br><br><b>Pengajaran:</b><br>1. <b>Bersyukur atas nikmat Allah</b> – Sulaiman (AS) tidak pernah sombong.<br>2. <b>Makhluk terkecil pun ada peranan</b> – Hud-Hud membimbing seluruh kaum.<br>3. <b>Bertindak dengan bijaksana</b> – Sulaiman (AS) menakluk hati dengan hikmah, bukan perang.<br><br><b>Ayat Al-Quran:</b><br><i>Dia (Sulaiman) tersenyum dan berkata: 'Mengapa aku tidak melihat Hud-Hud? Adakah dia tiada?' (Surah An-Naml 27:20)</i>"
  },
 
  {
    "id": 4,
    "title": "Hz. Umar (RA) dan Pertemuan dengan Tua-tua Yahudi",
    "content": "Suatu malam yang sejuk di Madinah. Bintang-bintang berkelip di langit, dan terasa kesejukan di udara. Hz. Umar (RA) berjalan di jalan-jalan kota dengan cahaya pelitanya. Kebiasaannya adalah keluar pada waktu malam untuk memeriksa keadaan rakyat. Tiba-tiba dia mendengar suara rintihan dari sebuah pondok usang. Dia segera masuk ke dalam.<br><br>Seorang lelaki Yahudi tua terbaring di dalam pondok. Pakaiannya compang-camping, dan kakinya luka. Matanya tertutup, dan bibirnya kering. Hz. Umar (RA) duduk di sebelahnya dan bertanya, <i>Mengapa keadaan kamu begini? Di mana anak-anak kamu?</i><br><br>Orang tua itu membuka matanya dan berkata perlahan, <i>Anak-anak saya sudah meninggal. Saya sendirian... Tiada siapa yang menjagaku.</i><br><br>Hz. Umar (RA) segera menanggalkan jubahnya sendiri dan menyelimutkannya sambil berkata, <i>Mulai hari ini, saya adalah anak kamu.</i> Dia bangun dan berjalan ke arah Baitul Mal. Dalam perjalanan, dia berkata kepada sahabatnya, <i>Hantar pakaian panas, ubat, dan makanan harian untuk tua-tua ini. Ini adalah haknya, walaupun dia Yahudi.</i><br><br>Keesokan harinya, ketika tua-tua Yahudi itu melihat makanan panas dan ubat-ubatan diletakkan di depan pintunya, dia terkejut. Dia bertanya, <i>Siapa yang menghantar semua ini?</i> Orang-orang memberitahunya, <i>Khalifah Umar.</i><br><br>Mata tua-tua itu berlinang. Dia terus pergi ke Masjid Nabawi. Hz. Umar (RA) sedang menasihati orang-orang pada waktu itu. Tua-tua itu berseru, <i>Wahai Umar! Betapa indahnya iman kamu! Saya tidak pernah melihat sesiapa mengajarkan pelajaran kemanusiaan seperti ini sebelum ini!</i><br><br>Hz. Umar (RA) menjawab sambil tersenyum, <i>Kemanusiaan adalah iman yang sebenar. Jika kita membiarkan seorang tua-tua kelaparan, maka dakwaan iman kita adalah palsu.</i><br><br>Beberapa hari kemudian, tua-tua Yahudi itu berjalan di jalan-jalan Madinah dan berkata kepada orang-orang, <i>Saya telah melihat Umar... dia bukan hanya Khalifah orang Islam, tetapi setiap manusia!</i><br><br><b>Inti Cerita:</b><br>Hz. Umar (RA) mengajarkan bahawa kemanusiaan mengatasi agama. Keadilannya adalah untuk semua—tidak kira agama atau komuniti mana pun. Sehingga hari ini, cerita ini mengingatkan kita bahawa <i>iman sejati adalah yang melembutkan hati dan membuat tangan menjadi dermawan.</i><br>"
  },
  {
    "id": 5,
    "title": "Hz. Umar (RA) dan Bencana Kelaparan Besar: Satu Tahun Ujian",
    "content": "<b>Permulaan Kemarau</b><br>Awan tidak menurunkan hujan di Madinah selama dua tahun. Tanah merekah, daun-daun pokok kering dan gugur, dan perigi menjadi lumpur. Suara tangisan kanak-kanak bergema siang dan malam, dan wanita-wanita mula mengisar ketul-ketul tanah liat untuk membuat <i>roti</i>. Hz. Umar (RA) duduk di biliknya membaca ayat-ayat Al-Quran ketika tiba-tiba ketukan di pintunya.<br><br>Seorang askar memberitahu dengan tercungap-cungap: <i>Amirul Mukminin! Rakyat telah merosakkan pintu Baitul Mal. Mereka kata gandum telah dicuri!</i> Hz. Umar (RA) mengambil pelitanya dan keluar. Rambut putih di janggutnya telah menjadi lebih putih kerana kebimbangan.<br><br><b>Pencurian Gandum: Mendedahkan Konspirasi</b><br>Apabila sampai di gudang Baitul Mal, mereka mendapati karung-karung gandum hilang. Ada kesan khas di tanah—kesan kaki unta dan cop yang pecah. Hz. Umar (RA) memerhatikan kesan-kesan itu dengan teliti dan bertanya: <i>Adakah peniaga baru datang ke bandar?</i> Orang-orang memberitahunya bahawa ya, seorang peniaga dari Yaman telah datang yang membawa barang-barang di atas unta.<br><br>Hz. Umar (RA) terus pergi ke lokasi peniaga itu. Peniaga itu menundukkan kepala begitu melihatnya. Hz. Umar (RA) berkata: <i>'Kesan unta kamu ditemui di Baitul Mal. Adakah kamu sedar betapa besarnya jenayah ini?'</i> Suara Hz. Umar (RA) tidak marah, tetapi sedih.<br><br>Peniaga itu berkata sambil menggigil: <i>Maafkan saya, Amirul Mukminin! Saya melakukan ini untuk anak-anak saya yang meronta-ronta kelaparan. </i> Hz. Umar (RA) meletakkan tangannya di bahu peniaga itu dan berkata: <i>Jika kamu beritahu saya, saya akan berikan bahagian saya. Tetapi pencurian telah mengubah paksaan kamu menjadi dosa.</i><br><br>Dia memaafkan peniaga itu tetapi membuat peraturan baru untuk keselamatan Baitul Mal. Malam itu, Hz. Umar (RA) meletakkan semua gandum dari rumahnya sendiri ke dalam Baitul Mal dan mula hidup hanya dengan air dan kurma.<br><br><b>Konvoi Bantuan dari Mesir: Harapan Baru</b><br>Pada bulan keenam kelaparan, Gabenor Mesir, Amr bin Ash (RA), menghantar gandum, kurma, dan ubat-ubatan dengan 500 unta. Apabila konvoi menghampiri Madinah, Hz. Umar (RA) sendiri pergi menyambutnya. Dia mengangkat karung gandum pertama ke bahunya dan berkata: <i>Karung ini untuk ibu tua yang membiarkan anak-anaknya kelaparan minggu lepas.</i><br><br>Orang-orang melihat belakangnya membongkok di bawah berat karung, tetapi langkahnya tidak goyah. Seorang pemuda bertanya: <i>Anda adalah Khalifah, maka mengapa anda melakukan kerja ini?</i> Hz. Umar (RA) menjawab dengan senyuman: <i>Seorang Khalifah bukan yang memerintah rakyat, tetapi yang mati untuk rakyat.</i><br><br><b>Malam Sang Khalifah Menjual Katilnya</b><br>Suatu malam, puteri Hz. Umar (RA), Hafshah (RA), melihatnya tidur di atas tikar di biliknya.<br><i>Ayah, di mana katil ayah?</i><br>Dia menjawab: <i>Saya menjualnya untuk membeli susu untuk seorang gadis yatim. Selama rakyat saya tidur dalam kelaparan, bagaimana saya boleh tidur di katil yang empuk?</i><br><br>Mata Hafshah (RA) dipenuhi air mata. Dia menanggalkan perhiasannya dan berkata: <i>Ini, jual ini dan belikan makanan untuk lebih banyak kanak-kanak.</i> Hz. Umar (RA) mencium kepalanya: <i>Kebaikan kamu inilah yang akan membuat kamu layak masuk Syurga.</i><br><br><b>Titisan Hujan Pertama: Pemadangan Ibadah</b><br>Selepas lapan belas bulan, awan bergemuruh untuk pertama kalinya. Hz. Umar (RA) berdiri di mimbar masjid dan menangis: <i>Ya Allah! Jika hujan ini adalah rahmat-Mu, maka terimalah dari kami. Dan jika ini adalah azab, maka maafkan anak-anak yang tidak bersalah ini.</i><br><br>Orang-orang melihat titisan hujan menitis dari janggutnya. Seorang tua berseru: <i>Ini bukan hujan, ini adalah buah doa-doa Nabi Allah (SAW)!</i><br><br>Malam itu juga, Hz. Umar (RA) membagikan benih dan alat pertanian dari Baitul Mal kepada setiap isi rumah. Dia mengumumkan: <i>Mulai hari ini, setiap anak yang baru lahir akan berhak atas pendidikan dan makanan dari Baitul Mal.</i><br><br><b>Pelajaran Terakhir: Surat yang Menjadi Sejarah</b><br>Selepas kelaparan berakhir, Hz. Umar (RA) menulis surat kepada semua gabenor wilayah: <i>Ketahuilah bahwa tujuan kuasa kamu adalah untuk melayani rakyat. Jika di rumah seseorang tidak ada api yang menyala, maka ketahuilah bahwa kamu telah kehilangan amanah Allah.</i><br><br>Suratnya ini masih menjadi contoh untuk kerajaan di seluruh dunia. Setiap kali seorang pemerintah melupakan penderitaan rakyat, kisah Hz. Umar (RA) ini mengingatkannya bahwa <i>iman sejati adalah yang memberi makan yang lapar dan menyokong anak yatim.</i><br><br><b><i>Umar (RA) mengajarkan bahwa kemenangan kemanusiaan adalah kemenangan sejati. Dan dia bukan tuan tanah, tetapi seorang yang bersimpati kepada mereka yang berjalan di bumi.</i></b>"
  },
  {
    "id": 6,
    "title": "Hz. Umar (RA) dan Kisah Air Mata Gadis Yatim",
    "content": "Malam di Madinah sejuk, dan bulan tersembunyi di balik awan. Hz. Umar (RA) berjalan di jalan-jalan kota dengan cahaya redup pelitanya. Dia membawa karung tepung dan kurma di bahunya, seperti yang dilakukannya setiap malam mencari orang miskin. Tiba-tiba dia mendengar suara seseorang menangis di dekat masjid yang rosak. Dia perlahan mendekati.<br><br>Seorang gadis kecil, baru berusia tujuh tahun, meringkuk di sudut batu. Kakinya telanjang, dan pakaiannya compang-camping. Aliran air mata mengalir dari matanya. Hz. Umar (RA) bertanya dengan lembut:<br><i>Anak, mengapa kamu menangis? Di mana ibu bapa kamu?</i><br><br>Gadis itu menjawab sambil tersedu-sedu:<br><i>Ibu kata... dia tidak akan pernah meninggalkan saya sendirian... tapi bila dia demam... dia pergi... Ayah juga syahid dalam perang...</i><br><br>Tekak Hz. Umar (RA) tersekat. Dia menanggalkan jubahnya sendiri dan menyelimuti gadis itu sambil berkata:<br><i>Mulai hari ini, saya adalah ayah kamu. Setiap keperluan kamu adalah tanggungjawab saya.</i><br><br>Dia membawa gadis itu ke rumahnya. Di jalan, gadis itu bertanya:<br><i>Siapa kamu?</i><br>Umar (RA) berkata sambil tersenyum:<br><i>Saya adalah orang yang diperintahkan Allah untuk menjaga orang-orang seperti kamu.</i><br><br>Sesampai di rumah, dia memberi gadis itu makanan hangat. Melihat seliparnya yang rosak, dia menanggalkan kasutnya sendiri dan berkata:<br><i>Ini, ambil ini. Kaki saya sudah banyak berjalan, tapi kaki kamu tidak boleh terluka.</i><br><br>Sambil mengelap air matanya, gadis itu bertanya:<br><i>Mengapa kamu melakukan ini untuk saya? Saya bukan sesiapa...</i><br>Hz. Umar (RA) meletakkan tangannya di kepalanya:<br><i>Kamu adalah amanah dari Allah. Pada hari saya lupa mengelap air mata seorang yatim, iman saya akan mati.</i><br><br>Keesokan harinya, Hz. Umar (RA) mengumumkan di masjid:<br><i>Dengar, wahai penduduk Madinah! Mulai hari ini, perbelanjaan setiap anak yatim akan ditanggung oleh Baitul Mal. Jika ada yatim di rumah seseorang, saya mengambil tanggungjawab untuk membesarkannya!</i><br><br>Beberapa tahun kemudian, gadis yang sama, yang bernama Aisyah, datang ke masjid. Dia meletakkan roti yang dibungkus kain di depan Hz. Umar (RA) dan berkata:<br><i>Amirul Mukminin... Ini saya buat sendiri. Anda mengajar saya bagaimana hidup, sekarang saya akan melayani Anda.</i><br><br>Mata Hz. Umar (RA) berkaca-kaca. Dia mengambil sepotong roti dan berkata:<br><i>Ini adalah roti yang mempunyai wangi iman. Hari ini saya faham bahwa inilah kemenangan sejati Khilafah.</i><br><br>Gadis itu kemudian menjadi seorang alimah terkenal di Madinah dan disebut ibu kepada ratusan yatim. Dia selalu berkata:<br><i>Umar (RA) mengajar saya bahwa kemanusiaan adalah iman terbesar.</i><br><br>Cerita ini masih hidup di hati mereka yang percaya bahwa <i>mengelap satu air mata lebih baik dari seribu ibadah.</i> Hz. Umar (RA) membuktikan bahwa <b>kekuatan sejati bukan pada pedang, tetapi pada cinta dan keadilan.</b><br><br><b><i>Selama satu hati masih sedih,<br>Pelita Khilafah menjadi bisu.<br>Cinta Umar adalah kisah itu,<br>Yang membuat manusia, menjadi manusia.</i></b>"
  },

  {
    "id": 7,
    "title": "Kisah Hazrat Hanzala (r.a.): Syahid yang dimandikan oleh malaikat",
    "content": "Ia berlaku tepat sebelum Perang Uhud. Di Madinah, seorang sahabat muda bernama Hanzala ibn Abi Amir (r.a.) baru sahaja melangsungkan perkahwinannya dengan Jamilah binti Abdullah (r.a.). Malam kegembiraan itu belum pun berakhir apabila pada waktu pagi diumumkan perang – tentera Quraisy sedang mara ke arah Uhud.<br><br>Apabila Hanzala (r.a.) mendengar seruan itu, wajahnya menjadi serius. Isterinya bertanya, <i>Apa yang berlaku? Mengapa kamu kelihatan begitu sedih?</i> Hanzala menjawab, <i>Sayangku, Rasulullah (s.a.w.) telah mengumumkan jihad. Aku mesti segera bersiap dan pergi.</i> Isterinya berkata, <i>Tetapi kamu belum mandi wajib. Sekurang-kurangnya mandilah dahulu.</i> Hanzala menjawab dengan tegas, <i>Jika aku berlengah, pintu syurga mungkin tertutup untukku. Aku berjanji, jika aku kembali, aku akan meluangkan lebih banyak masa bersamamu.</i><br><br>Beliau pun mengangkat senjatanya dan segera menyertai tentera Nabi (s.a.w.). Dalam pertempuran di Uhud, Hanzala menunjukkan keberanian luar biasa. Beliau menewaskan pejuang terkuat tentera Abu Sufyan. Dikatakan bahawa percikan pedangnya kelihatan dari jauh.<br><br>Tiba-tiba satu kejadian pelik berlaku. Hanzala (r.a.) terlihat bayangan isterinya memanggilnya. Itu hanyalah tipu daya syaitan. Hanzala menutup matanya dan berdoa, <i>Ya Allah! Selamatkan aku daripada fitnah ini. Hatiku hanya untuk-Mu.</i> Pada saat itu juga, ketika beliau sedang melawan gangguan itu, Shaddad, saudara Abu Sufyan, menyerangnya dari belakang dan Hanzala (r.a.) gugur syahid.<br><br>Selepas perang, Rasulullah (s.a.w.) melihat jasad syuhada. Baginda ternampak jasad Hanzala (r.a.). Satu pemandangan luar biasa – tubuhnya bersih, rambutnya masih basah menitis air, dan tubuhnya berbau harum. Rasulullah (s.a.w.) bersabda, <i>Aku melihat para malaikat memandikan Hanzala dengan air dari awan.</i><br><br>Para sahabat bertanya, <i>Wahai Rasulullah, mengapa Hanzala mendapat kemuliaan ini?</i> Baginda menjawab, <i>Kerana ketika beliau berangkat berjihad, hatinya ikhlas mengingati Allah. Niatnya suci. Dia mengorbankan perkara yang paling dicintai (kehidupan perkahwinannya yang baru) di jalan Allah.</i><br><br>Di Madinah, isterinya menunggu di pintu. Apabila mendengar berita syahidnya, beliau pengsan. Ibu bapanya berkata, <i>Anak kami telah bertemu dengan Rabbnya di syurga. Itulah hari yang sentiasa dia rindukan.</i><br><br>Kisah ini mengajar kita bahawa bagi mereka yang berkorban di jalan Allah, tiada sesuatu pun di dunia yang lebih berharga. Hanzala (r.a.) membuktikan bahawa seorang mukmin sejati sanggup mengorbankan yang paling dicintai demi Allah. Kesyahidannya mengingatkan kita bahawa tujuan sebenar hidup bukanlah dunia, tetapi persediaan untuk akhirat.<br><br>Sehingga kini, kuburnya masih ada di bukit Uhud, tempat orang berdoa dan mengenang pengorbanannya. Namanya tercatat dalam sejarah sebagai <b><i>Ghasilul Malaika</i></b> – yang dimandikan oleh para malaikat."
  },
  {
    "id": 8,
    "title": "Hazrat Uthman (r.a.) dan mukjizat anak-anak yang lapar",
    "content": "Di pasar Madinah, satu hari berlaku kekecohan. Orang ramai melihat Khalifah Hazrat Uthman (r.a.) bergegas ke sebuah lorong dengan roti segar dan kurma di tangannya. Wajahnya kelihatan cemas. Beberapa orang mengikutinya.<br><br>Di hujung lorong ada sebuah pondok usang. Tiga anak kecil duduk menangis di sisi mayat ibu mereka. Hazrat Uthman (r.a.) membuka pintu, anak-anak itu ketakutan.<br><br>Beliau berkata lembut, <i>Jangan takut, anak-anak. Aku bawa makanan untuk kamu.</i><br><br>Anak paling kecil, berusia sekitar empat tahun, berkata: <i>Tapi ibu... ibu sedang tidur... dia tak akan bangun beri kami makan...</i><br><br>Air mata Hazrat Uthman (r.a.) menitis. Beliau mendakap mereka dan berkata: <i>Mulai hari ini, akulah ayahmu. Ibumu telah kembali kepada Allah, tetapi kamu tidak sendirian.</i><br><br>Malam itu juga beliau uruskan jenazah ibu mereka, membawa pakaian dan mainan dari rumahnya, serta mengarahkan agar rumah baru dibina untuk mereka dengan dana baitul mal.<br><br>Keesokan harinya orang bertanya: <i>Anak-anak ini siapa?</i><br>Hazrat Uthman (r.a.) menjawab dengan bangga: <i>Mereka anak-anakku. Sesiapa yang menjaga anak yatim, seolah-olah dia menjaga diriku.</i><br><br>Tahun-tahun kemudian, anak-anak itu membesar menjadi pemuda soleh. Anak sulung bertanya: <i>Ayah, kenapa ayah memilih kami hari itu?</i><br>Beliau tersenyum dan menjawab: <i>Kerana Nabi (s.a.w.) bersabda – rumah terbaik ialah yang menyayangi anak yatim.</i><br><br>Kisah ini mengajar kita bahawa kekayaan sebenar bukanlah harta, tetapi semangat membantu orang lain. Hazrat Uthman (r.a.) menunjukkan bahawa <i>kepimpinan bukan sekadar memerintah, tetapi menyebarkan kasih sayang.</i><br><br><b><i>Sesiapa yang menggenggam tangan anak yatim,<br>pada hari kiamat Allah akan menggenggam tangannya.</i></b>"
  },
  {
    "id": 9,
    "title": "Hazrat Umar (r.a.) dan keadilan untuk seorang Badwi",
    "content": "Di luar Madinah, panas terik di padang pasir amat menyengat. Tahun itu berlaku kemarau kerana tiada hujan. Hazrat Umar (r.a.), mengikut kebiasaannya, berjalan malam di lorong-lorong Madinah. Di bahunya ada guni berisi tepung dan kurma. Tiba-tiba beliau terdengar rintihan dari sebuah pondok usang. Beliau segera masuk.<br><br>Di dalam, seorang Badwi terbaring lemah, perutnya kempis kerana lapar. Isterinya dan dua anak duduk di sisinya. Badwi itu membuka mata, melihat Umar (r.a.) lalu berkata, <i>Wahai Amirul Mukminin! Aku datang ke kotamu kerana mendengar kisah adilmu, tetapi aku dizalimi.</i><br><br>Umar (r.a.) bertanya perlahan, <i>Apa aduanmu?</i> Dia menjelaskan bahawa dia berhutang dengan seorang pedagang Madinah, tetapi kerana kemarau dia tidak mampu membayar. Pedagang itu merampas unta betinanya – satu-satunya harta keluarganya. Umar (r.a.) segera memanggil pedagang itu.<br><br>Apabila ditanya, pedagang itu menjawab angkuh: <i>Ya, benar. Itu undang-undang. Jika hutang tidak dibayar, harta boleh dirampas.</i> Umar (r.a.) marah dan berkata, <i>Tetapi undang-undang juga menuntut diberi tangguh ketika musim kemarau. Kamu telah mengorbankan kemanusiaan!</i><br><br>Beliau mengarahkan pedagang itu memulangkan unta tersebut serta memberi enam bulan tempoh tambahan. Umar juga mengirim makanan dan ubat untuk keluarga itu dari baitul mal. Apabila pedagang membantah bahawa itu berat sebelah, Umar menjawab: <i>Keadilan bukan berat sebelah, tetapi menegakkan hak. Jika kamu ada sepotong roti dan jiranmu lapar, kemurkaan Allah menimpa kamu.</i><br><br>Beberapa bulan kemudian, apabila hujan turun dan Badwi itu mampu melunaskan hutangnya, dia sujud di kaki Umar (r.a.) dan berkata, <i>Engkau bukan sahaja menyelamatkan untaku, tetapi juga imanku.</i> Umar (r.a.) mengangkatnya sambil berkata, <i>Itu kewajipanku. Khalifah bertanggungjawab atas setiap nafas rakyatnya.</i><br><br>Kisah ini tersebar luas di Madinah. Orang ramai memahami bahawa keadilan Islam bukan sekadar undang-undang di buku, tetapi lahir dari hati. Umar (r.a.) membuktikan bahawa keadilan sejati ialah memahami kesusahan orang lain. Hingga kini, bila orang bercakap tentang keadilan, kisah Umar dan Badwi ini tetap menjadi contoh."
  },
  {
    "id": 10,
    "title": "Hazrat Umar (r.a.) dan wanita Kristian tua",
    "content": "Di Madinah, angin malam bertiup dingin. Hazrat Umar (r.a.) seperti biasa berjalan malam. Di bahunya ada guni berisi tepung dan kurma. Beliau tidak mahu rakyatnya tidur lapar. Beliau ternampak sebuah pondok usang. Dari dalam kedengaran tangisan seorang wanita tua. Beliau mengetuk pintu. Suara bertanya, <i>Siapa?</i> Umar menjawab, <i>Seorang lelaki biasa dari Madinah, datang untuk membantu.</i><br><br>Di dalam, wanita tua itu duduk keseorangan, tanpa lampu atau makanan. Matanya kabur, tangannya menggigil. Umar bertanya, <i>Anak-anakmu di mana?</i> Dia menjawab dengan air mata, <i>Aku seorang Kristian. Anakku telah memeluk Islam dan meninggalkanku. Kini aku sendirian.</i><br><br>Umar tunduk malu. Beliau segera menyalakan api, menguli tepung, dan memasak roti untuknya. Wanita itu bertanya, <i>Siapa kamu yang melayaniku sebegini?</i> Umar menjawab, <i>Akulah yang mengajar anakmu bahawa berbakti kepada ibu adalah sebahagian daripada iman. Hari ini aku menebus kesilapannya.</i><br><br>Beliau memberi roti itu ke tangannya, membaiki pondoknya, dan meletakkan lampu baru. Sebelum pergi, beliau berkata, <i>Setiap hari makanan akan dihantar kepadamu. Itu hakmu, bukan sedekah.</i><br><br>Keesokan pagi, Umar (r.a.) mengumumkan di masjid: <i>Wahai manusia! Sesiapa yang tidak menunaikan hak ibu bapanya yang bukan Muslim, dia tidak memahami roh Islam.</i> Beliau menetapkan elaun dari baitul mal untuk setiap orang tua, tanpa mengira agama.<br><br>Beberapa hari kemudian, wanita tua itu datang ke masjid dan berkata, <i>Apa yang aku dengar, kini aku telah lihat. Islam adalah agama benar.</i> Lalu dia mengucap syahadah.<br><br>Seorang sahabat bertanya, <i>Wahai Amirul Mukminin! Mengapa engkau begitu melayani wanita Kristian itu?</i> Umar (r.a.) menjawab, <i>Kemanusiaan tidak terikat dengan agama. Jika kita lupa hak bukan Muslim, iman kita akan kosong.</i><br><br>Kata-katanya mewujudkan contoh baru keadilan di Madinah. Hingga kini, bila pemimpin adil disebut, kisah Umar ini tetap dikenang. Baginya, maruah dan hak manusia lebih tinggi daripada segala-galanya, kerana kemanusiaan adalah asas iman."
  },

  {
    "id": 11,
    "title": "Kisah-kisah Tidak Terdengar Hazrat Umar Farooq (R.A.)",
    "content": "<b>Bahagian 1: Peristiwa Unik dari Zaman Jahiliah</b><br><i>Insiden zaman kanak-kanak apabila Hazrat Umar mencabar bapanya</i><br>Bapa Hazrat Umar (R.A.), Khattab ibn Nufayl, adalah antara penindas paling kejam di Makkah. Suatu hari, Hazrat Umar (R.A.) yang berusia sepuluh tahun melihat bapanya memukul seorang hamba dengan teruk. Hazrat Umar kecil menunjukkan keberanian dan bertanya:<br><i>Ayah, mengapa ayah pukul orang yang tidak bersalah ini?</i><br>Khattab berkata dengan marah:<br><i>Berani kamu campur tangan dalam urusan aku?</i><br>Hazrat Umar (R.A.) menjawab dengan tegas:<br><i>Kerana kezaliman adalah salah dalam apa jua keadaan, tidak kira siapa yang melakukannya!</i><br>Kejadian ini menggoncang hati Khattab dan sejak hari itu dia mengubah layanannya terhadap hamba.<br><br><i>Kisah menarik zaman mudanya apabila Hazrat Umar berniat membunuh kakaknya</i><br>Sebelum Islam, kakak Hazrat Umar (R.A.), Fatimah, dan abang iparnya, Saeed ibn Zayd, telah menerima Islam. Apabila Hazrat Umar (R.A.) mengetahuinya, dia pergi ke rumah mereka dengan pedang. Ketika dia mengetuk pintu, dia mendengar bacaan Quran dari dalam. Apabila dia melihat kesan lebam di muka kakaknya, dia bertanya:<br><i>Siapa yang pukul ini?</i><br>Fatimah menjawab:<br><i>Seorang zalim seperti kamu.</i><br>Mendengar ini, hati Hazrat Umar (R.A.) menjadi lembut dan dia menyatakan hasrat untuk mendengar Quran. Apabila dia mendengar Surah Taha, dia menangis dan serta-merta menerima Islam.<br><br><b>Bahagian 2: Peristiwa Tidak Terdengar Selepas Memeluk Islam</b><br><i>Pencapaian berani solat secara terbuka di Kaabah</i><br>Apabila Hazrat Umar (R.A.) menjadi Muslim, dia bertanya kepada Nabi Islam (S.A.W.):<br><i>Wahai Rasulullah! Adakah kami akan sembahyang secara bersembunyi?</i><br>Nabi (S.A.W.) bersabda:<br><i>Kita lemah wahai Hazrat Umar.</i><br>Hazrat Umar (R.A.) menjawab:<br><i>Demi Allah, yang memerintahkan kami hidup untuk kebenaran, mengapa kami perlu bersembunyi?</i><br>Berkata demikian, mereka berpecah kepada dua kumpulan: Hamza (R.A.) pergi dengan satu kumpulan dan Hazrat Umar (R.A.) dengan kumpulan yang lain. Demikianlah, buat pertama kalinya solat didirikan secara terbuka di Kaabah.<br><br><i>Detik mendebarkan Hijrah apabila Hazrat Umar mengeluarkan cabaran</i><br>Apabila orang Islam terpaksa berhijrah dari Makkah ke Madinah, Hazrat Umar (R.A.) mengisytiharkan:<br><i>Sesiapa ingin meratapi kematian ibunya, sesiapa ingin melihat isterinya menjadi janda dan anak-anaknya menjadi yatim, datanglah halang aku!</i> Berkata demikian, dia berangkat sendirian dari Makkah membawa pedang, panah dan lembing. Tiada siapa berani menghalangnya.<br><br><b>Bahagian 3: Kisah Unik Semasa Pemerintahan Khalifah</b><br><i>Cara memeriksa keadaan rakyat dalam gelap malam</i><br>Selepas menjadi Khalifah, Hazrat Umar (R.A.) akan berjalan rondaan di jalan-jalan Madinah pada waktu malam dengan serius. Suatu malam, dia melihat seorang wanita tua cuba mendiamkan kanak-kanak. Kanak-kanak itu menangis kelaparan. Hazrat Umar (R.A.) serta-merta mengambil tepung, minyak sapi dan kurma dari Baitul Mal (perbendaharaan awam) dan sendiri memasak makanan dan menyuapkan kanak-kanak itu. Wanita tua itu berkata:<br><i>Allah jadikan kamu lebih baik daripada Hazrat Umar.</i><br>Hazrat Umar (R.A.) menjawab:<br><i>Doakan agar Hazrat Umar terus berkhidmat untuk kamu.</i><br><br><i>Kes keadilan unik apabila Hazrat Umar menghukum anaknya sendiri</i><br>Suatu ketika, anak Hazrat Umar (R.A.) bergaduh dengan seorang lelaki Yahudi. Apabila kes itu sampai ke mahkamah, Qazi (hakim) memutuskan bahawa lelaki Yahudi itu juga berhak memukul anak Hazrat Umar dengan cara yang sama. Hazrat Umar (R.A.) menghormati keputusan itu dan meletakkan anaknya di hadapan lelaki Yahudi itu. Lelaki Yahudi itu begitu terkesan sehingga dia memaafkannya dan memeluk Islam.<br><br><b>Bahagian 4: Peristiwa Mengharukan Syahidnya</b><br><i>Hasrat terakhir untuk memaafkan pembunuhnya</i><br>Apabila Firoz Abu Lulu menyerang Hazrat Umar (R.A.), dia bertanya dalam keadaan terluka:<br><i>Adakah penyerang itu Muslim?</i><br>Apabila diketahui bahawa dia adalah Majusi (Zoroastrian), dia lega. Kemudian dia berkata kepada anaknya:<br><i>Jika aku terselamat, aku akan maafkannya, dan jika aku mati, kamu hanya pukul dia sekali.</i><br>Berkata demikian, dia berdoa untuk rahmat untuk pembunuhnya.<br><br><i>Kata-kata hikmat di saat-saat terakhir</i><br>Pada saat-saat terakhirnya, Hazrat Umar (R.A.) berkata:<br><i>Jika aku pernah menzalimi sesiapa, biarlah dia pukul belakang aku<br>Bentuklah syura enam orang untuk Khalifah selepas aku<br>Kebumikan aku di sebelah Nabi (S.A.W.) dan Abu Bakar (R.A.)</i><br><br><b>Bahagian 5: Aspek Personaliti yang Tidak Dilihat</b><br>Tabiat unik yang menjadikan Hazrat Umar istimewa<br><b>tampung pada pakaian:</b> Memakai empat tampung pada jubahnya<br><b>Kesederhanaan makanan:</b> Roti dan minyak zaitun adalah makanan utama<br><b>Pencinta keadilan:</b> Memberi elaun kepada wanita yang menyusukan anaknya<br><br><b><i>Keadilan Umar adalah pelita sejarah yang akan sentiasa bersinar - Imam Ali ibn Abi Talib.</i></b>"
  },
  {
    "id": 12,
    "title": "Penerimaan Islam oleh Dua Tahanan Quraisy",
    "content": "<b>Tahanan Pertama: Utbah Ibn Abi Mu'ayt</b><br>Kejadian Ditangkap:<br>Apabila pasukan rahsia di Nakhla menyerang kafilah Quraisy, Utbah telah ditawan. Dia adalah pemuda yang sangat kuat dan gagah, tetapi orang Islam berjaya mengawalnya.<br><br>Kesan Kehidupan Tahanan:<br>Semasa dibawa ke Madinah semasa dalam tahanan, Utbah mendengar orang Islam sedang solat Subuh dalam perjalanan. Dia melihat para Sahabat (R.A.) sujud tanpa sebarang ketakutan. Terlintas dalam hatinya: <i>Dari apakah orang-orang ini begitu tidak takut?</i><br><br><b>Penerimaan Islam:</b><br>Suatu malam Utbah bertanya kepada Abdullah ibn Jahsy (R.A.):<br><i>Kamu menyembah apa?</i><br>Abdullah membacakan Kalimah untuknya:<br><b><i>La ilaha illallah Muhammadur Rasulullah</i></b> (Tiada tuhan melainkan Allah, Muhammad adalah pesuruh Allah)<br>Hati Utbah menjadi lembut dan dia serta-merta memeluk Islam.<br><br><b>Tahanan Kedua: Nawfal Ibn Abdullah</b><br>Tujuan Sebenar:<br>Nawfal ditangkap hanya kerana dia adalah sebahagian daripada kafilah. Dia adalah seorang yang berhati lembut tetapi berada di bawah tekanan Quraisy.<br><br><b>Kesan Kehidupan Tahanan:</b><br>Nawfal melihat bahawa orang Islam melayan tahanan dengan baik dan bahkan berkata <i>Bismillah</i> (Dengan nama Allah) ketika memberinya roti. Suatu hari dia bertanya: <i>Mengapa kamu memberi aku makanan sedangkan aku adalah musuh kamu?</i><br><br><b>Sebab Hidayah:</b><br>Seorang Sahabat menjawab:<br><i>Nabi kami (Sallallahu Alayhi Wasallam) mengajar kami untuk memperlakukan tahanan sebagai manusia.</i><br>Mendengar ini, air mata Nawfal berlinang dan dia memeluk Islam.<br><br><b>Kehidupan Mereka Selepas Itu:</b><br>Perjalanan Utbah:<br>• Syahid dalam Perang Uhud<br>• Membaca Kalimah ketika kematiannya<br>• Nabi (Sallallahu Alayhi Wasallam) bersabda: <i>Dia adalah ahli syurga</i><br><br>Perkhidmatan Nawfal:<br>• Berperang menentang Quraisy dalam Perang Badar<br>• Melakukan Tabligh (dakwah) Islam di Madinah<br>• Kekal sebagai Muslim sejati hingga akhir<br><br><b>Pengajaran dari Kisah Ini:</b><br>Kekuatan layanan baik: Boleh mengubah musuh menjadi kawan<br>Cahaya iman: Tiada hati yang terhalang dari hidayah Allah<br>Kesan dakwah: Penting untuk menyampaikan Islam dengan cara yang betul<br><br><i>&nbsp;Allah memberi petunjuk kepada sesiapa yang Dia kehendaki kepada jalan-Nya - (Quran 42:13)</i>"
  },
  {
    "id": 13,
    "title": "Kesyahidan Habib ibn Zayd (R.A.): Kisah Iman Walaupun Lidahnya Dipotong",
    "content": "Habib ibn Zayd (R.A.) berasal dari keluarga Bani Najjar. Bapanya, Zayd ibn Asim (R.A.), dan ibunya, Nusayba bint Ka'b (R.A.), kedua-duanya adalah antara orang Islam pertama.<br><br>Habib ibn Zayd (R.A.) membaca Kalimah pada usia 5 tahun, berhijrah ke Madinah pada usia 10 tahun, dan menunaikan tugas memberikan air semasa Perang Badar pada usia 12 tahun. Ibunya, Nusayba (R.A.), terkenal dengan nama <i>Umm Umara</i> dan adalah pejuang wanita pertama dalam Islam. Dia menerima 12 luka dalam Perang Uhud.<br><br>Selepas kewafatan Nabi Yang Mulia (S.A.W.), Musaylimah al-Kadzdzab (Pendusta) mengisytiharkan dirinya sebagai nabi di Yamamah, 800 km dari Madinah. Dia telah menyesatkan 40,000 orang.<br><br>Khalifah Abu Bakar (R.A.) menghantar tentera seramai 13,000 orang pada tahun 11 Hijrah untuk memberi pengajaran kepada Musaylimah al-Kadzdzab. Walaupun usianya muda, Habib (R.A.), yang hanya berusia 17 tahun, meminta kebenaran untuk menyertai peperangan. Pasukan Habib (R.A.) diserang hendap. Dia ditangkap hidup-hidup dan dibawa ke istana Musaylimah.<br><br>Matahari membakar tanah Yamamah. Habib (R.A.) dibawa sebagai tahanan ke istana Musaylimah al-Kadzdzab. Tangan dan kakinya dibelenggu, tetapi tidak ada ketakutan di wajahnya. Inilah Habib ibn Zayd (R.A.), yang bapanya Zayd ibn Asim telah syahid dalam Perang Badar dan ibunya Nusayba bint Ka'b adalah pejuang terkenal Uhud.<br><br>Musaylimah bertanya dari takhtanya, bergemuruh, <i>Adakah kamu masih percaya Muhammad adalah Rasul Allah?</i> Habib (R.A.) mengangkat kepala dan menjawab, <i>Ya! Dan aku bersaksi bahawa kamu adalah pendusta paling besar!</i> Mendengar ini, muka Musaylimah menjadi merah marah. Dia mengarahkan algojo, <i>Potong tubuhnya kepada cebisan, tetapi pertama potong lidahnya supaya dia tidak boleh baca Kalimah!</i><br><br>Sejurus algojo mengangkat pedang, Habib (R.A.) membaca Kalimah untuk kali terakhir dengan kuat: <b><i>La ilaha illallah Muhammadur Rasulullah!</i></b> Saat berikutnya, lidahnya dipotong. Aliran darah mengalir keluar, tetapi Habib (R.A.) mula menulis di tanah dengan jarinya: <b><i>Ashhadu anna Muhammadar Rasulullah.</i></b> (Aku bersaksi bahwa Muhammad adalah Rasul Allah)<br><br>Musaylimah terkejut. Dia mengarahkan, <i>Potong tangannya!</i> Algojo memotong jari tangan kanan dahulu, kemudian tangan kiri. Dengan setiap anggota yang dipotong, Habib (R.A.) terus menulis Kalimah di tanah dengan darahnya sendiri. Apabila kedua-dua tangan dipotong, dia terus menulis dengan siku yang patah.<br><br>Akhirnya Musaylimah mengarahkan, <i>Ikat dia antara dua pokok kurma dan koyakkan dia!</i> Apabila algojo menarik pokok-pokok itu, tubuh Habib (R.A.) terbelah dua. Hingga ke nafas terakhir, bibirnya bergerak, seolah-olah dia membaca Kalimah secara tidak kelihatan.<br><br>Hanya tiga hari selepas kejadian ini, Musaylimah mati. Wahsyi ibn Mughirah memukulnya di tempat yang sama dimana Habib (R.A.) disyahidkan. Dikatakan apabila Musaylimah sedang mati, dia boleh mendengar suara Habib (R.A.): <i><b>Ashhadu anna Muhammadar Rasulullah!</b></i><br><br>Apabila berita kesyahidan Habib (R.A.) sampai kepada para Sahabat Nabi (S.A.W.), Hz. Abu Bakar (R.A.) berkata, <i>Pemuda ini membuktikan bahawa kekuatan iman tidak diukur dengan umur.</i> Ibu Habib (R.A.), Nusayba, apabila sampai di mayat anaknya, berkata, <i>Aku telah kehilangan seorang anak lelaki, tetapi Allah telah mengangkat darjatnya di Syurga.</i><br><br>Sehingga hari ini, di atas kubur Habib ibn Zayd (R.A.) di Yamamah tertulis: <i>Di sini terbaring syahid yang menulis imannya dengan darahnya walaupun setelah lidahnya dipotong.</i> Kisahnya adalah pengajaran untuk setiap Muslim bahawa tiada pengorbanan terlalu besar di jalan iman.<br><br>Hz. Ali (R.A.) pernah berkata, <b><i>Habib ibn Zayd membuktikan bahawa iman sejati berada di dalam hati, bukan di lidah.</i></b><br><br>Kisah ini masih menjadi contoh bagi mereka yang ingin tetap teguh dalam iman mereka pada saat-saat sukar."
  },
  {
    "id": 14,
    "title": "Israk dan Mikraj Nabi Muhammad (Sallallahu Alayhi Wasallam): Kisah Perjalanan Langit",
    "content": "Suatu malam di kota suci Makkah, Nabi Muhammad (Sallallahu Alayhi Wasallam) sedang berehat berhampiran Hajarul Aswad. Tiba-tiba, sehelai cahaya menyebar dari langit dan malaikat Jibril (A.S.) muncul. Dia menaikkan Nabi Muhammad (Sallallahu Alayhi Wasallam) ke atas kendaraan aneh bernama <i>Buraq</i>, makhluk langit yang rupanya antara keldai dan kuda dan mempunyai sayap. Ini adalah peringkat pertama yang dipanggil <i>Israk</i> - perjalanan malam dari Makkah ke Baitul Maqdis (Jerusalem).<br><br>Setibanya di Baitul Maqdis, Nabi Muhammad (Sallallahu Alayhi Wasallam) melihat semua nabi berkumpul - Ibrahim, Musa, Isa dan nabi-nabi besar lain. Mereka semua solat berjemaah di belakang Nabi Muhammad (Sallallahu Alayhi Wasallam). Ini adalah tanda bahawa dia kini dijadikan ketua semua nabi.<br><br>Selepas itu, Jibril (A.S.) menyediakan Nabi Muhammad (Sallallahu Alayhi Wasallam) untuk perjalanan ke langit <i>(Mikraj)</i>. Mereka berangkat dalam perjalanan melalui tujuh langit. Di langit pertama mereka bertemu Adam (A.S.), yang memberitahu mereka tentang orang yang duduk di kanan dan kirinya - ahli syurga di kanan dan ahli neraka di kiri.<br><br>Di langit kedua, Yahya (A.S.) dan Isa (A.S.) menyambutnya. Di langit ketiga mereka bertemu Yusuf (A.S.), yang berkata umatnya akan diberikan rupa yang paling cantik. Di langit keempat, Idris (A.S.) berdoa untuk umat.<br><br>Di langit kelima, Harun (A.S.) memeluk Nabi Muhammad (Sallallahu Alayhi Wasallam). Di langit keenam, Musa (A.S.) menangis dan berkata umatnya telah meninggalkannya, tetapi umat Nabi Muhammad akan menyokongnya. Di langit ketujuh, Ibrahim (A.S.) berdiri berhampiran Baitul Ma'mur, di mana tujuh puluh ribu malaikat datang solat setiap hari.<br><br>Selepas itu, Nabi Muhammad (Sallallahu Alayhi Wasallam) sampai ke <i>Sidratul Muntaha</i> (Pohon Sidrat di Penghujung), di mana Jibril (A.S.) berkata dia tidak boleh pergi lebih jauh. Dari sini, Nabi Muhammad (Sallallahu Alayhi Wasallam) meneruskan sendiri dan bercakap terus dengan Allah. Di stesen ketuhanan ini, dia melihat tanda-tanda besar Allah dan mendengar Suara-Nya.<br><br>Allah mewajibkan lima puluh waktu solat, tetapi atas doa Nabi Muhammad (Sallallahu Alayhi Wasallam) dan nasihat Musa (A.S.), ia dikurangkan kepada lima waktu. Ini adalah rahmat besar Allah untuk umat.<br><br>Apabila Nabi Muhammad (Sallallahu Alayhi Wasallam) kembali ke Makkah dan menceritakan kisah ini, orang Quraisy menafikannya. Tetapi Hz. Abu Bakar (R.A.) serta-merta berkata: <i>Jika dia mengatakannya, maka dia telah berkata benar!</i> Untuk ini, dia dianugerahkan gelaran <i>As-Siddiq</i> (Yang Membenarkan).<br><br>Perjalanan besar Israk dan Mikraj ini mengandungi banyak hikmah - Nabi Muhammad (Sallallahu Alayhi Wasallam) ditunjukkan dunia langit, umat diberikan hadiah berharga solat, dan terbukti bahawa segala sesuatu mungkin dengan kekuatan Allah.<br><br>Dalam ayat pertama Surah Al-Isra dalam Quran, Allah berfirman: <br><i>Maha Suci Allah, yang telah memperjalankan hamba-Nya (Muhammad) pada malam hari dari Masjidil Haram ke Masjidil Aqsa yang telah Kami berkahi sekelilingnya.</i><br><br>Kisah ini adalah peringatan untuk setiap Muslim bahawa solat adalah mikraj orang beriman dan bahawa setiap kesukaran boleh dihadapi untuk cinta Allah. Israk dan Mikraj Nabi Muhammad (Sallallahu Alayhi Wasallam) bukan sekadar perjalanan, tetapi contoh jiwa manusia menyentuh langit, mengajar kita bahawa mereka yang teguh dalam kebenaran pasti mendapat pertolongan Allah."
  },
    
]



