[
  {
    "id": 1,
    "title": "Udhëtimi i Hixhres - Udhëtimi i Pejgamberit (salallahu alejhi ve sellem) dhe Ebu Bekrit (r.a.)",
    "content": "<b>Pjesa 1: Rreziku në Mekë</b><br>Mosbesimtarët e Mekës komplotuan për të vrarë Pejgamberin Muhammed (salallahu alejhi ve sellem). All-llahu i urdhëroi atë të migrojë (Hixhre). Në errësirën e natës, Pejgamberi (salallahu alejhi ve sellem) mori shokun e tij Ebu Bekr Siddik (r.a.) dhe u drejtua drejt Shpellës së Thaurit.<br><br><b>Vështirësitë në rrugë: </b><br>Mosbesimtarët i ndoqën. Një herë armiqtë arritën deri te hyrja e shpellës, por All-llahu urdhëroi një merimangë të endë një rrjetë në derë dhe një pellg të bëjë vezë. Kur mosbesimtarët panë këtë, menduan: <i>S'mund të ketë askënd brenda!</i> dhe u kthyen.<br><br><b>Besnikëria e Ebu Bekrit (r.a.):</b> <br>Në shpellë, një gjarpër e kafshoi, por ai qëndroi i qetë që të mos e zgjojë Pejgamberin (salallahu alejhi ve sellem). Më vonë, kur Pejgamberi (salallahu alejhi ve sellem) e pa, gjak po i rrjedhte nga këmba. Ai pyeti: <b><i>Pse nuk më the?</i></b> Ebu Bekri (r.a.) tha: <b><i>Kjo dhimbje e vogël nuk ishte më e rëndësishme se gjumi juaj, o i Dërguari i All-llahut!</i></b><br><br><b>Pjesa 2: Udhëtimi drejt Medinës</b> <br><br>Pasi kaluan 3 ditë në shpellë, u nisën për në Medinë me ndihmën e një udhërrëfyesi të quajtur Abdullah bin Uraikit. Gjatë rrugës ndodhën disa mrekulli: <br><b>Banditi Suraka: </b><br> Mosbesimtarët dërguan një luftëtar të fuqishëm të quajtur Suraka, duke i premtuar 100 deve për të kapur Pejgamberin (salallahu alejhi ve sellem). Kur Suraka u afrua, kali i tij u fut në rërë. Ai kërkoi falje dhe Pejgamberi (salallahu alejhi ve sellem) i premtoi se do të vinte çelësat e thesareve të Persisë (gjë që u realizua më vonë).<br><br> <b>Strëvina e Ume Ma'bad: </b><br> Kaluan pranë një pllake (Ume Ma'bad) që kishte vetëm një dhi. Pejgamberi (salallahu alejhi ve sellem) muri dhinë dhe dolë aq shumë qumësht sa e ngopi të gjithë familjen. <br><br><b>Pjesa 3: Arritja në Medinë</b><br> Pas 8 ditësh udhëtim, më 12 Rabiul-evvel arritën në Kuba. Këtu u ndërtua xhamia e parë (Xhamia e Kubës). Kur arritën në Medinë, njerëzit thërrisnin: <br><b><i>Tala'al-Badru Alayna... (Hëna e plotë lart mbi ne!)</i></b> <br><br><b>Mikpritja e Ensarëve (banorët e Medinës):</b> <br>Çdo familje dëshironte që Pejgamberi (salallahu alejhi ve sellem) të rrinte te ata. Pejgamberi (salallahu alejhi ve sellem) tha: <br><b><i>Deva ime do të vendosë ku do të rri; ku të ulet, aty do të jetë shtëpia ime.</i></b><br> Deva u ul para shtëpisë së Ebu Ejjub el-Ensarit (r.a.).<br><br><b>Mësime dhe frymëzim: Besimi në All-llahun (Tevekkul): Rrjeta e merimangës simbolizon ndihmën e All-llahut.<br>Besnikëria e një shoku: Sakrifica e Ebu Bekrit (r.a.) na mëson miqësinë e vërtetë.<br>E mira mbi të keqen: Armiq si Suraka u bënë myslimanë me urdhër të All-llahut.</b><br><br><b>Varg i Kur'anit:</b></br><i><b>Kur të vijë ndihma e All-llahut dhe fitorja, dhe ti i sheh njerëzit duke hyrë në fe të All-llahut në turma, atëherë lëvdo Zotin tënd! (Suret En-Nesr 110:1-3)</b></i>"
  },
  {
    "id": 2,
    "title": "Beteja e Bedrit: Ai moment i madh i ndihmës së All-llahut",
    "content": "<b>Pjesa 1: Përgatitja e fushëbetejës</b> <br>Pas përcjelljes së myslimanëve, <b>armiqtë</b> e Mekës (Kurejshit) ua morën të gjitha pasuritë. Pejgamberi i Nderuar (salallahu alejhi ve sellem) migroi në Medinë, por shtypja e mosbesimtarëve nuk pushoi. Një ditë erdhi lajmi se karavani i <b>Ebu Sufjanit</b> (grup tregtar) po kthehej nga Siria, duke bartur pasurinë e Kurejshit. Myslimanët vendosën t'u kthenin të drejtat e tyre në këtë rast.  <br><br><b>Përgatitja e myslimanëve:</b> <br>- Vetëm <b>313 luftëtarë</b>, me 2 kuaj dhe 70 deve. <br>- Ushtria e Kurejshit: <b>1000 luftëtarë</b>, 100 kuaj dhe armë të bollshme. <br>- Myslimanët as nuk kishin shpata të plota. Disa shokë morën shkopinj druri.  <br><br><b>Pjesa 2: Përballja në fushëbetejë</b> <br>Më 17 Ramadan, 2 Hixhri, të dy ushtritë u përballën në <b>fushën e Bedrit</b>. <br><b>Mendjemadhësia e Kurejshit: </b> <br>Ebu Xhehli (kryetari i Kurejshit) tha duke qeshur: <i>Këta shokë të Muhammedit (salallahu alejhi ve sellem) janë të uritur e lakuriq! Sot do t'i zhdukim!</i>  <b>Lutja e myslimanëve: </b><br>Pejgamberi (salallahu alejhi ve sellem) ngriti duart dhe u lut:<br><i>O All-llah! Nëse ky grup i vogël humbet sot, nuk do të mbetet askush që të të adhurojë në tokë!</i><br><br><b>Pjesa 3: Ndihma e All-llahut vjen</b>  <br>All-llahu i urdhëroi engjëjt:  <br><i>Ndihmoni robërit e Mi!</i> (Kur'ani 8:9)  <br><br><b>Ndodhën mrekulli:</b>  <br>1. <b>Stuhi rëre:</b> Rëra u mbush në sytë e Kurejshit.  <br>2. <b>Sulmi i engjëjve: </b> Luftëtarët e Kurejshit mbetën të habitur duke parë <b>asnjë sulmues të dukshëm</b>, por kokat ua prisnin!  <br>3. <b>Fuqi shpirtërore në zemra: </b> Myslimanët luftuan aq ashpër sa një shok <b>prisi këmbën e një deve armike</b>!  <br><br><b>Rezultati: </b><br>- 70 luftëtarë të Kurejshit u vranë, përfshirë <b>Ebu Xhehlin</b>.  <br>- Vetëm <b>14 myslimanë</b> u martirizuan.  <br>- Armiqtë e tjerë ikën.  <br><br><b>Pjesa 4: Sekreti i fitores: </b><br>Pas betejës, një shok i vjetër pyeti:  <br><i>O i Dërguari i All-llahut! Ne ishim më pak, si fituam?</i><br><b>Pejgamberi (salallahu alejhi ve sellem) deklaroi:  </b><br><br><i>Besimi i vërtetë, durimi dhe besimi në All-llahun janë forca e vërtetë. Ata që luftuan jo për shkëlqimin botëror por për fenë e All-llahut - vetëm ata fituan!</i><br><br><b>Mësime:<br> 1. Forca qëndron në sinqeritet (besim), jo në numra.<br> 2. Mos u trembni kurrë para se të vijë ndihma e All-llahut.<br> 3. Lufta për drejtësi është më mirë se nënshtrimi ndaj shtypjes. </b><br><br><br>Varg i Kur'anit: </b><br><i>Në ditën e Bedrit, ju ishit të dobët, por All-llahu ju ndihmoi. Që kjo të jetë shenjë për besimtarët.</i> (Suret Ali-Imran 3:123)"
  },
  {
    "id": 3,
    "title": "Historia e vërtetë e Pejgamberit Sulejman (alejhi selam) dhe shpendit Hudhud",
    "content": "<b>Pjesa 1: Dhurata unike e All-llahut</b>  <br>All-llahu i kishte dhënë Pejgamberit Sulejman (alejhi selam) një <b>mbretëri të gjerë</b>. Ushtria e tij përfshinte njerëz, xhindë dhe kafshë. Një ditë, kur inspektonte trupat, <b>Hudhudi</b> (një shpend i veçantë) mungonte.  <br><br>Sulejmani (alejhi selam) tha me zemërim:  <br><i>Do ta dënoj Hudhudin nëse nuk sjell një justifikim të vlefshëm!</i>  <br><br><b>Pjesa 2: Lajmet e Hudhudit</b>  <br>Pak pas, Hudhudi u kthye dhe raportoi lajme të çuditshme:  <br><i>Pashë një qytet të quajtur Saba, i sunduar nga një grua (Belkisa). Ajo ka çdo bekimi, por ajo dhe populli i saj adhurojnë diellin!</i>  <br><br>Sulejmani (alejhi selam) tha:  <br><i>Do të verifikojmë nëse flet të vërtetën apo gënjen!</i>  <br><br><b>Pjesa 3: Ftesa e Belkisë</b>  <br>Sulejmani (alejhi selam) i dërgoi Belkisë një letër përmes Hudhudit:  <i>Me emrin e All-llahut... Përuluni para meje dhe besoni në All-llahun!</i>  <br><br>Belkisa mendoi: <i>Ky nuk është mbret i zakonshëm!</i> Ajo i dërgoi Sulejmanit (alejhi selam) dhurata të çmuara, por Sulejmani (alejhi selam) tha:<br><i>Unë nuk kërkoj pasuri, por besimin tuaj!</i>  <br><br><b>Pjesa 4: Mrekullia e madhe</b>  <br>Për të testuar fuqinë e Sulejmanit, Belkisa parashtroi një enigmë: <br> <i>Do të pranoj besimin nëse e njoh fronin tim.</i>  <br>Sulejmani (alejhi selam) urdhëroi një xhind: <i>Sillni fronin këtu!</i>  <br>Në çast, froni u shfaq! Belkisa deklaroi: <i>Ky është vërtet Pejgamberi i All-llahut!</i> dhe pranoi besimin.  <br><br><b>Mësime:</b>  <br>1. <b>Jini mirënjohës për bekimet e All-llahut</b> – Sulejmani (alejhi selam) kurrë nuk tregoi mendjemadhësi.  <br>2. <b>Edhe krijesa më e vogël ka rëndësi</b> – Hudhudi udhëzoi një komb të tërë.  <br>3. <b>Veproni me mençuri</b> – Sulejmani (alejhi selam) fitoi zemrat me mençuri, jo me luftë.  <br><br><b>Varg i Kur'anit:</b>  <br><i>Ai (Sulejman) buzëqeshi dhe tha: 'Pse nuk e shoh Hudhudin? A është ai mungues?'</i> (Suret En-Neml 27:20)"
  },

  {
    "id": 4,
    "title": "Hazreti Umer (r.a.) dhe Takimi me Plakut Jude",
    "content": "Ishte një natë e ftohtë në Medina. Yjet shkëlqenin në qiell dhe në ajër ndjehej një freski. Hazreti Umer (r.a.) po ecte në rrugët e qytetit me dritën e llambës së tij. Kishte zakon të dilte natën për të kontrolluar gjendjen e njerëzve. Pikërisht atëherë dëgjoi një rënkim nga një kasolle e thyer. Ai hyri menjëherë brenda.<br><br>Në kasolle shtrihej një plak jud. Veshur me rroba të grisura dhe këmbët e lënduara. Sytë i kishte të mbyllur dhe buzët të tha. Hazreti Umer (r.a.) u ul pranë tij dhe e pyeti: <i>Pse jeni në këtë gjendje? Ku janë fëmijët tuaj?</i><br><br>Plaku i hapi sytë dhe tha me zë të ulët: <i>Fëmijët e mij kanë vdekur. Jam vetëm... S'ka njeri që të kujdeset për mua.</i><br><br>Hazreti Umer (r.a.) e hoqi menjëherë mantelin e vet dhe e vuri mbi të duke thënë: <i>Që sot, unë jam biri juaj.</i> Ai u ngrit dhe u drejtua kah Bejtul-Mali (thesari). Gjatë rrugës i tha shokut: <i>Dërgoni rroba të ngrohta, ilaçe dhe ushqim të përditshëm për këtë plak. Ky është e drejta e tij, edhe nëse është i krishterë.</i><br><br>Të nesërmen, kur plaku jud pa se ushqim i ngrohtë dhe ilaçe ishin vendosur para derës së tij, u mahnit. Ai pyeti: <i>Kush i dërgoi të gjitha këto?</i> Njerëzit i thanë: <i>Halifeja Umer.</i><br><br>Plakut iu mbushën sytë me lot. Shkoi drejt e në Mesxhid-i Nebevi. Hazreti Umer (r.a.) po u këshillonte njerëzit në atë kohë. Plaku thirri: <i>O Umer! Sa i bukur është besimi yt! Kurrë s'kam parë njeri që u jep mësim njerëzimit si ti!</i><br><br>Hazreti Umer (r.a.) iu përgjigj me buzëqeshje: <i>Njerëzimi është besimi i vërtetë. Nëse e lëmë një plak të uritur, atëherë pretendimi ynë për besim është i rremë.</i><br><br>Disa ditë më vonë, ai plak jud ecte nëpër rrugët e Medines dhe u thoshte njerëzve: <i>E kam parë Umerin... ai nuk është vetëm Halife i myslimanëve, por i çdo njeriu!</i><br><br><b>Morali i historisë:</b><br>Hazreti Umer (r.a.) na mësoi se njerëzimi është mbi fe. Drejtësia e tij ishte për të gjithë – pavarësisht fesë ose komunitetit. Edhe sot kjo histori na kujton se <i>besimi i vërtetë është ai që e zbut zemrën dhe e bën dorën bujare.</i><br>"
  },
  {
    "id": 5,
    "title": "Hazreti Umer (r.a.) dhe Katastrofa e Madhe e Urise: Një Vit Prove",
    "content": "<b>Fillimi i Thatësirës</b><br>Retë nuk kishin lënë shi mbi Medina për dy vjet. Toka ishte çarë, gjethet e pemëve ishin tharë dhe kishin rënë, dhe puset ishin kthyer në baltë. Zhurma e fëmijëve që qanin jepte jehë gjatë ditës e natës, dhe gratë kishin filluar të bluajnë copa argile për të bërë <i>bukë</i>. Hazreti Umer (r.a.) ishte ulur në dhomën e tij duke lexuar ajetet e Kur'anit kur papritmas ra në derë.<br><br>Një ushtar i parioi lajmin: <i>Emirul Muminin! Njerëzit e thanë derën e Bejtul-Malit. Thonë se gruri është vjedhur!</i> Hazreti Umer (r.a.) mori llambën e tij dhe doli. Flokët e bardhë të mjekrës së tij ishin bërë akoma më të bardhë nga shqetësimi.<br><br><b>Vjedhja e Grurit: Zbulimi i një Komploti</b><br>Kur shkuan në depon e Bejtul-Malit, gjetën se mungonin thasë me grurë. Kishin gjurmë specifike në tokë – gjurmë këmbësh deve dhe një vulë e thyer. Hazreti Umer (r.a.) i shikoi me kujdes gjurmët dhe pyeti: <i>A ka ardhur ndonjë tregtar i ri në qytet?</i> Njerëzit i thanë se po, nga Jemeni kishte ardhur një tregtar që kishte sjellë mallra të ngarkuara mbi deve.<br><br>Hazreti Umer (r.a.) shkoi drejt e në vendndodhjen e atij tregtari. Tregtari e uli kokën sapo e pa. Hazreti Umer (r.a.) tha: <i>'Gjurmët e deveve tuaja u gjetën në Bejtul-Mal. A e kuptoni se ç'rëndë krim është ky?'</i> Në zërin e Hazreti Umerit (r.a.) nuk kishte zemërim, por hidhërim.<br><br>Tregtari tha duke u dridhur: <i>Më falni, Emirul Muminin! E bëra këtë për fëmijët e mij që po vdisnin nga uria. </i> Hazreti Umer (r.a.) vuri dorën mbi shpatullën e tij dhe tha: <i>Sikur të më kishe thënë, do të të kisha dhënë pjesën time. Por vjedhja e ktheu domosdoshmërinë tënde në mëkat.</i><br><br>E fali tregtarin, por vendosi rregulla të reja për sigurinë e Bejtul-Malit. Atë natë, Hazreti Umer (r.a.) vuri të gjithë grurin e shtëpisë së vet në Bejtul-Mal dhe filloi të jetojë vetëm me ujë dhe hurma.<br><br><b>Konvoi i Ndihmës nga Egjipti: Një Shpresë e Re</b><br>Në muajin e gjashtë të urisë, Guvernatori i Egjiptit, Amr ibn al-As (r.a.), dërgoi grurë, hurma dhe ilaçe mbi 500 deve. Kur konvoji arriti afër Medines, Hazreti Umer (r.a.) vetë shkoi ta priste. Ai ngriti thesin e parë të grurët mbi shpatull dhe tha: <i>Ky thes është për atë plakë që la fëmijët e saj të vdisnin nga uria javën e kaluar.</i><br><br>Njerëzit panë se shpina e tij u lugat nën peshën e thesit, por hapat e tij nuk u lëkundën. Një i ri e pyeti: <i>Ju jeni Halife, atëherë pse po e bëni këtë punë?</i> Hazreti Umer (r.a.) iu përgjigj me buzëqeshje: <i>Halife nuk është ai që sundon mbi njerëzit, por ai që vdes për njerëzit.</i><br><br><b>Nata kur Halifeja Shiti Shtratin e Vet</b><br>Një natë, vajza e Hazreti Umerit (r.a.), Hafsa (r.a.), e pa se ai po flinte mbi një dyshek në dhomën e tij.<br><i>Baba, ku është shtrati yt?</i><br>Ai iu përgjigj: <i>E shita për të blerë qumësht për një vajzë jetimë. Derisa të gjithësuesit e mi flejnë të uritur, si mund të fle unë në një shtrat të butë?</i><br><br>Sytë e Hafsës (r.a.) u mbushën me lot. Ajo hoqi xhevahiret e saj dhe tha: <i>Merre, shit këto dhe sill ushqim për më shumë fëmijë.</i> Hazreti Umer (r.a.) e puthi në kokë: <i>Kjo mirësi jote do të të bëjë të denjë për Xhenet.</i><br><br><b>Pika e Parë e Shirit: Pamja e Adhurimit</b><br>Pas tetëmbëdhjetë muajsh, retë për herë të parë bërnë tërmet. Hazreti Umer (r.a.) qëndroi në minberin e xhamisë dhe qau: <i>O Allah! Nëse kjo shi është mëshira jote, atëherë pranoje nga ne. Dhe nëse është dënim, atëherë falni këta fëmijë të pafajshëm.</i><br><br>Njerëzit panë pika shiu duke pikëlluar nga mjekra e tij. Një plak thirri: <i>Ky nuk është shi, është fryti i lutjeve të Profetit të Allahut (salallahu alejhi ve sellem)!</i><br><br>Po atë natë, Hazreti Umer (r.a.) shpërndau fara dhe mjete bujqësore nga Bejtul-Mali për çdo shtëpi. Ai shpalli: <i>Që sot, çdo fëmijë i lindur do të ketë të drejtë arsimi dhe ushqimi nga Bejtul-Mali.</i><br><br><b>Mësimi i Fundit: Letra që U Bë Histori</b><br>Pasi mbaroi uria, Hazreti Umer (r.a.) u shkruajti një letër të gjithë guvernatorëve të provincave: <i>Ta dini se qëllimi i autoritetit tuaj është shërbimi ndaj njerëzve. Nëse në shtëpinë e dikujt nuk ndizet zjarri, atëherë ta dini se keni humbur besën e Allahut.</i><br><br>Kjo letër e tij është ende sot një shembull për qeveritë e të gjithë botës. Kurdoherë që një sundimtar harron vuajtjen e njerëzve, kjo histori e Hazreti Umerit (r.a.) i kujton se <i>besimi i vërtetë është ai që ushqen të uriturin dhe mbështet jetimin.</i><br><br><b><i>Umeri (r.a.) na mësoi se fitore e njerëzimit është fitore e vërtetë. Dhe ai nuk ishte pronar toke, por një simpatizues i atyre që ecin mbi tokë.</i></b>"
  },
  {
    "id": 6,
    "title": "Hazreti Umer (r.a.) dhe Histori e Lotëve të Vajzës Jetime",
    "content": "Nata në Medina ishte e ftohtë dhe hëna ishte e fshehur pas reve. Hazreti Umer (r.a.) po ecte nëpër rrugët e qytetit me dritën e zbehtë të llambës së tij. Kishte një thes me miell dhe hurma mbi shpatull, ashtu si dilte çdo natë në kërkim të të varfërve. Pikërisht atëherë dëgjoi zërin e dikujt duke qarë pranë një xhamie të dëmtuar. Iu afrua ngadalë.<br><br>Një vajzë e vogël, mezi shtatë vjeçe, ishte mbledhur në një cep guri. Këmbët i kishte zhveshur dhe rrobat të grisura. Një rrjedhë lotësh po i rrjedhte nga sytë. Hazreti Umer (r.a.) pyeti me butësi:<br><i>Vajzë, pse po qan? Ku janë prindërit e tu?</i><br><br>Vajza iu përgjigj duke hikur:<br><i>Mama thoshte... se kurrë s'do të më linte vetëm... por kur i erdhi etheta... ajo shkoi... Babai gjithashtu u martirizua në luftë...</i><br><br>Fyti i Hazreti Umerit (r.a.) iu stërpik. Ai e hoqi mantelin e vet dhe e mbuloi vajzën duke thënë:<br><i>Që sot, unë jam baba yt. Çdo nevojë e jote është përgjegjësia ime.</i><br><br>E çoi vajzën në shtëpinë e tij. Gjatë rrugës vajza pyeti:<br><i>Kush je ti?</i><br>Umeri (r.a.) tha me buzëqeshje:<br><i>Unë jam ai të cilin Allahu e ka urdhëruar të kujdeset për njerëz si ti.</i><br><br>Kur arritën në shtëpi, ai i dha vajzës të hajë ushqim të ngrohtë. Duke parë sandalet e saj të thyera, ai i hoqi këpucët e veta dhe tha:<br><i>Merri këto, këmbët e mia kanë ecur shumë, por këmbët e tua nuk duhet të lëndohen.</i><br><br>Duke fshirë lotët, vajza pyeti:<br><i>Pse po e bën këtë për mua? Unë s'jam askush...</i><br>Hazreti Umer (r.a.) vuri dorën mbi kokën e saj:<br><i>Ti je një amanet nga All-llahu. Dita kur të harroj të fshij lotët e një jetimi, besimi im do të vdesë.</i><br><br>Të nesërmen, Hazreti Umer (r.a.) shpalli në xhami:<br><i>Dëgjoni, o banorë të Medines! Që sot, shpenzimet e çdo fëmije jetimi do të paguhen nga Bejtul-Mali. Nëse dikush ka një jetim në shtëpi, unë marr përsipër rritjen e tij!</i><br><br>Disa vjet më vonë, e njëjta vajzë, e cila quhej Aishe, erdhi në xhami. Ajo vendosi një bukë të mbështjellë në leckë para Hazreti Umerit (r.a.) dhe tha:<br><i>Emirul Muminin... E bëra vetë. Më mësuat të jetoj, tani do t'ju shërbej.</i><br><br>Sytë e Hazreti Umerit (r.a.) u bënë me lagështi. Ai mori një copë bukë dhe tha:<br><i>Kjo është buka që ka erë besimi. Sot kuptova se kjo është fitore e vërtetë e Hilafetit.</i><br><br>Ajo vajzë më vonë u bë një alime e famshme e Medines dhe u quajt nëna e qindra jetimëve. Ajo thoshte gjithmonë:<br><i>Umeri (r.a.) më mësoi se njerëzimi është besimi më i madh.</i><br><br>Kjo histori është ende e gjallë në zemrat e atyre që besojnë se <i>të fshishësh një lot është më mirë se një mijë adhurime.</i> Hazreti Umer (r.a.) vërtetoi se <b>fuqia e vërtetë nuk është në shpatë, por në dashuri dhe drejtësi.</b><br><br><b><i>Derisa një zemër është e pikëlluar,<br>Llamba e Hilafetit është e pa-zë.<br>Dashuria e Umerit është ajo histori,<br>Që e bën njeriun, njeri.</i></b>"
  },
  
  {
    "id": 7,
    "title": "Historia e Hz. Hanzalasë (R.A.): Dëshmori i larë nga Mëqejtë",
    "content": "Kjo ndodhi menjëherë para Betejës së Uhudit. Në Medina, festimet e martesës së një sahabeti të ri, Hanzala Ibn Abi Amir (R.A.), sapo kishin përfunduar. Ai ishte në shtëpinë e tij me të reën e tij të martuar, Xhemil Bint Abdullah (R.A.). Gëzimet e natës nuk ishin ende plotësisht ulur, kur në agim, në Medina u bë shpallja e luftës - ushtria e Kurejshëve po avanconte drejt Uhudit.<br><br>Kur Hanzala (R.A.) e dëgjoi këtë thirrje, një seriozitet i çuditshëm i erdhi në fytyrë. Gruaja e tij pyeti, <i>Çfarë ka? Pse dukesh kaq i trishtuar?</i> Hanzala u përgjigj, <i>E dashura ime, i Dërguari i Allahut (S.A.W.) ka shpallur Xhad. Duhet të përgatitem dhe të iki menjëherë.</i> Gruaja tha, <i>Por ti as nuk ke bërë Gusul (larje rituale). Të paktën lahu dhe pastaj shko.</i> Hanzala u përgjigj me vendosmëri, <i>Nëse vonohem, dyert e Xhennetit mund të mbyllen për mua. Unë premtoj, kur të kthehem, do të kaloj më shumë kohë me ty.</i><br><br>Duke thënë këtë, Hanzala (R.A.) mori armën e tij dhe u bashkua direkt ushtrisë së Profetit Fisnik (S.A.W.). Në fushën e betejës së Uhudit, kur lufta filloi, Hanzala shfaqi trimëri të pabesueshme. Ai po rrëzonte luftëtarët më të fortë të ushtrisë së Abu Sufjanit. Thuhet se shkëndijat nga shpata e tij ishin të dukshme nga larg.<br><br>Pastaj ndodhi një ngjarje e çuditshme. Hanzala (R.A.) pa papritur figurën e gruas së tij që e thërriste. Ky ishte një mashtrim i Shejtanit. Hanzala menjëherë i mbylli sytë dhe u lut, <i>O Allah! Më shpëto nga kjo sprovë. Zemra ime është e lidhur vetëm me Rrugën Tënde.</i> Në të njëjtën çast, ndërsa po luftonte këtë mashtrim, vëllai i Abu Sufjanit, Shaddad, goditi nga prapa dhe Hanzala (R.A.) u martirizua.<br><br>Pasi mbaroi lufta, kur Profeti Fisnik (S.A.W.) doli për të parë dëshmorët në fushë, shikimi i tij ra mbi trupin e Hanzalasë (R.A.). Ishte një pamje e mahnitshme - trupi i Hanzalasë ishte plotësisht i pastër, uji po pikonte nga flokët e tij dhe një erë mysku po dilte nga i gjithë trupi i tij. Profeti Fisnik (S.A.W.) tha, <i>Pashë se engjëjt po lanin Hanzalën me ujin e reve.</i><br><br>Sahabetë pyetën, <i>O i Dërguari i Allahut, pse Hanzala e meriti këtë shpërblim?</i> Profeti Fisnik (S.A.W.) shpjegoi, <i>Sepse ai e kujtoi Allahun me sinqeritet kur u nis për Xhad. Qëllimi i tij ishte i pastër. Ai sakrifikoi gjënë më të dashur në botë (jetën e tij të re të martuar) për hir të Allahut.</i><br><br>Ndërkohë, në Medina, gruaja e Hanzalasë po e priste në derë. Kur erdhi lajmi për martirizmin e tij, ajo u tërhoq. Kur prindërit e Hanzalasë e dëgjuan këtë, thanë, <i>Djali ynë u takua me Zotin e tij në Xhennet. Ky ishte dita që ai gjithmonë e dëshironte.</i><br><br>Kjo histori na mëson se për ata që sakrifikohen në rrugën e Allahut, asgjë në botë nuk mbetet e çmuar. Hanzala (R.A.) vërtetoi se një besimtar i vërtetë mund të heqë dorë edhe nga gjëja më e dashur për hir të Allahut. Martirizmi i tij na mëson gjithashtu se qëllimi i vërtetë i një personi nuk është jeta e kësaj bote, por përgatitja për Botën tjetër.<br><br>Edhe sot, varr i Hanzalasë (R.A.) ekziston në kodrat e Uhudit, ku njerëzit vijnë për të kujtuar sakrificën e tij dhe ngrenë duart për lutje. Emri i tij është regjistruar përgjithmonë në histori si <b><i>Ghasilul Malaika</i></b> (I larë nga Mëqejtë)."
  },
  {
    "id": 8,
    "title": "Hz. Osmani (R.A.) dhe Mrekullia e Fëmijve të Uritur",
    "content": "Një ditë, në tregun e Medinës ndodhi një trazirë e papritur. Njerëzit panë Halifenë Hz. Osmanin (R.A.) duke shkuar me shpejtësi drejt një rruge, duke mbajtur në duar bukë të freskëta dhe hurma. Kishte një shqetësim të çuditshëm në fytyrën e tij. Disa njerëz e ndoqën.<br><br>Në fund të rrugës kishte një kasolle të dëmtuar. Brenda, tre fëmijë të vegjël ishin ulur duke qarë pranë trupit të nënës së tyre të vdekur. Kur Hz. Osmani (R.A.) hapi derën, fëmijët u tkurrën nga frika.<br><br>Hz. Osmani (R.A.) u tha fëmijëve: <i>Mos kini frikë fëmijë,</i> tha duke e zbutur zërin, <i>Ju kam sjellë ushqim.</i><br><br>Fëmija më i vogël, i cili mezi kishte katër vjeç, tha:<br><i>Por Mami... Mami fjeti... ajo nuk do të zgjohet për të na ushqyer...</i><br><br>Sytë e Hz. Osmanit (R.A.) u mbushën me lot. Ai i mori fëmijët në krah dhe tha butë:<br><i>Që nga sot, unë jam Babai juaj. Nëna juaj shkoi te Allahu, por ju nuk jeni vetëm.</i><br><br>Atë natë ai organizoi namazin varrimore islamike për nënën e fëmijëve dhe solli rroba të ngrohta dhe lodra nga shtëpia e tij. Gjithashtu urdhëroi që një shtëpi e re të ndërtohej për ta nga Bejtul Mali (thesari publik).<br><br>Ditën tjetër, kur njerëzit pyetën: <i>Kush janë këta fëmijë?</i><br>Hz. Osmani (R.A.) tha me krenari:<br><i>Ata janë djemtë e mi. Kushdo që rrit një jetim, më ka rritur mua.</i><br><br>Disa vite më vonë, të njëjtët fëmijë u bënë djem të mirë të Medinës. Djali i madh pyeti një ditë:<br><i>Baba i dashur, pse na zgjodhët ne atë ditë?</i><br><br>Hz. Osmani (R.A.) u përgjigj duke buzëqeshur:<br><i>Sepse Profeti (S.A.W.) tha - Shtëpia më e mirë është ajo ku një jetim merr dashuri.</i><br><br>Kjo histori na mëson se pasuria e vërtetë nuk është pasuria, por pasioni për të ndihmuar të tjerët. Hz. Osmani (R.A.) tregoi se <i>Hilafeti nuk do të thotë vetëm qeverisje, por edhe shpërndarje dashurie.</i><br><br><b><i>Kushdo që mban dorën e një jetimi,<br>Në Ditën e Gjykimit, Allahu do të mbajë dorën e tij.</i></b>"
  },
  {
    "id": 9,
    "title": "Hz. Omeri (R.A.) dhe Drejtësia për Beduinin",
    "content": "Jashtë Medinës, në rërën e shkretëtirës, nxehtësia e diellit ishte në kulm. Atë vit të Hixhres kishte zi buke për shkak të mungesës së shiut. Hz. Omeri (R.A.) po sillte nëpër rrugët e Medinës në pjesën e fundit të natës, siç ishte zakoni i tij. Një thes me miell dhe hurma ishte vënë mbi supin e tij. Papritur dëgjoi të rënkojë dikush nga një kasolle e dëmtuar. Ai hyri menjëherë brenda.<br><br>Një beduin (banor i shkretëtirës) ishte shtrirë në kasolle. Fytyra e tij ishte bërë e zbehtë dhe barku i kishte rënë nga uria. Gruaja dhe dy fëmijët e tij ishin ulur rreth tij. Beduini hapi sytë dhe, duke parë Hz. Omerin (R.A.), thirri: <i>O Emirul Mumininë (Udhëheqësi i Besimtarëve)! Unë erdha në qytetin tuaj sepse dëgjova histori për drejtësinë tuaj, por më është bërë padrejtësi.</i><br><br>Hz. Omeri (R.A.) u ul butë pranë tij dhe pyeti: <i>Ç'rëndë ka ankesa juaj?</i> Beduini shpjegoi se kishte marrë hua nga një tregtar në Medina, por nuk kishte mundur ta shlyente për shkak të ziut të bukës. Tregtari kishte konfiskuar devën e tij femër, e cila ishte e vetmja pronë e familjes së tij. Hz. Omeri (R.A.) menjëherë e thirri atë tregtar.<br><br>Kur tregtari arriti, Hz. Omeri (R.A.) e pyeti: <i>A është e vërtetë që ju e moret devën e këtij beduini?</i> Tregtari u përgjigj me arrogancë: <i>Po, por ky është ligji. Prona mund të konfiskohet për mosshlyerje të borxhit.</i> Hz. Omeri (R.A.) tha, duke u dridhur nga zemërimi: <i>Por ligji thotë gjithashtu që duhet dhënë afat në kohë zihe. Ti e ke sakrifikuar njerëzimin!</i><br><br>Ai urdhëroi tregtarin që ta kthejë devën menjëherë dhe t'i japë beduinit gjashtë muaj kohë shtesë. Gjithashtu dërgoi ushqim dhe ilaçe për familjen e beduinit nga Bejtul Mali. Kur tregtari tha: <i>Kjo është anësi për beduinin,</i> Hz. Omeri (R.A.) iu përgjigj: <i>Drejtësia nuk është anësi, por çështje e drejtësisë. Nëse ke një copë bukë dhe fqinji yt është i uritur, atëherë je në zemërimin e Allahut.</i><br><br>Disa muaj më vonë, kur ra shiu dhe beduini e shlyeu borxhin e tij, ai ra në këmbët e Hz. Omerit (R.A.) dhe tha: <i>Jo vetëm që më shpëtove devën, por më shpëtove edhe besimin.</i> Hz. Omeri (R.A.) e ngriti duke thënë: <i>Ky ishte detyra ime. Kuptimi i një Halifeje është që ai të jetë përgjegjës për çdo frymëmarrje të shtetasve të tij.</i><br><br>Kjo histori u përhap si zjarr nëpër rrugët e Medinës. Njerëzit kuptuan se drejtësia e Islamit nuk është thjesht një ligj libri, por është e lidhur me thellësitë e zemrës. Hz. Omeri (R.A.) vërtetoi se e vërteta e drejtësisë është ajo që e kupton dhimbjen e një personi dhe e konsideron pafuqinë e tij si të vetën. Edhe sot, sa herë që flitet për drejtësi, kujtohet kjo histori se si një Halife la fronin e tij për të vendosur një shembull njerëzorie në kasollen e një beduini në shkretëtirë."
  },
  {
    "id": 10,
    "title": "Hz. Omeri (R.A.) dhe ajo Plakë Krishtere",
    "content": "Nëpër rrugët e Medinës frynin erëra të freskëta dhe errësira e natës po përhapej ngadalë. Hz. Omeri (R.A.) po vizitonte në heshtje qytetin, sipas zakonit të tij. Një thes me miell dhe hurma ishte mbi supin e tij. Ai e dinte se askush nga shtetasit e tij nuk duhet të flejë i uritur. Pikërisht atëherë, vështrimi i iu vu një kasolleje të dëmtuar nga e cila dëgjoheshin qarët e një pllake. Ai trokiti në derë dhe dikush thirri nga brenda: <i>Kush është?</i> Omeri (R.A.) u përgjigj: <i>Një njeri i zakonshëm nga Medina. Kam ardhur t'ju ndihmoj.</i><br><br>Zemra iu copëtua duke parë skenën brenda kasolles. Një pllake ishte ulur në një cep; ajo nuk kishte as llambë as ushqim. Sytë i ishin bërë të mjegullt dhe duart i dridheshin. Omeri (R.A.) pyeti: <i>Ku janë fëmijët tuaj?</i> Duke i fshirë lotët, gruaja tha: <i>Unë jam krishtere. Djali im e pranoi Islamin dhe më la. Tani jam vetëm.</i><br><br>Duke e dëgjuar këtë, koka e Hz. Omerit (R.A.) u ul nga turpi. Ai nxorri menjëherë miell nga thesi dhe filloi të ndizë zjarrin. Pllaka pyeti: <i>Kush je ti që më shërben kaq shumë?</i> Omeri (R.A.) u përgjigj: <i>Unë jam ai që i mësoi djalit tënd se përmbushja e të drejtave të nënës është pjesë e besimit. Sot po e korrigjoj gabimin e tij.</i><br><br>Ai gatu bukë dhe e vendosi në duart e pllakës. Pastaj e riparoi kasollen dhe vari një llambë të re. Duke u nisur, tha: <i>Do të vijë ushqim për ju çdo ditë. Kjo është e drejta juaj, jo lëmoshë.</i><br><br>Të nesërmen në mëngjes, Hz. Omeri (R.A.) shpalli në xhami: <i>O njerëz! Kushdo që nuk i ka përmbushur të drejtat e prindërve të tij jo-muslimanë, nuk e ka kuptuar shpirtin e Islamit.</i> Ai urdhëroi një pension nga Bejtul Mali për çdo të moshuar, pavarësisht nga feja e tyre.<br><br>Disa ditë më vonë, ajo pllake erdhi në xhami dhe tha: <i>E kam parë sot atë që kisha dëgjuar vetëm deri më tani. Islami është feja e vërtetë.</i> Dhe ajo recitoi Kelime-i Shehadetin dhe e pranoi Islamin.<br><br>Duke dëgjuar këtë histori, një sahabet pyeti: <i>O Emirul Mumininë! Pse i shërbyet kaq shumë asaj gruaje krishtere?</i> Hz. Omeri (R.A.) u përgjigj: <i>Njerëzia nuk varet nga asnjë fe. Dita kur ne harrojmë të drejtat e jo-muslimanëve, besimi ynë do të bëhet i zbrazët.</i><br><br>Fjalët e tij vendosën një shembull të ri drejtësie në ajrin e Medinës. Edhe sot, kur flitet për drejtësinë e një sundimtari, ky incident i Hz. Omerit (R.A.) kujtohet i pari. Në sytë e tij, respekti dhe të drejtat e çdo njeriu ishin më të larta se feja e tij, sepse njerëzia është themeli i vërtetë i besimit."
  },

  {
    "id": 11,
    "title": "Tregime të padegjuara të Hz. Omar Farukut (R.A.)",
    "content": "<b>Pjesa 1: Ngjarje unike nga ditët e injorancës</b><br><i>Incidenti i fëmijërisë kur Hz. Omeri i sfidoi babain e vet</i><br>Babai i Hz. Omerit (R.A.), Khattab ibn Nufajl, ishte ndër shtypësit më të rreptë të Mekës. Një ditë, Hz. Omeri (R.A.) dhjetëvjeçar pa babain e tij duke e rrahur ashpër një skllav. I vogli Hz. Omer tregoi guxim dhe pyeti:<br><i>Baba, pse e rrah këtë të pafajshëm?</i><br>Khattabi tha me zemërim:<br><i>Si guxon të ndërhysh në punën time?</i><br>Hz. Omeri (R.A.) u përgjigj me vendosmëri:<br><i>Sepse shtypja është e gabuar në çdo rrethanë, pavarësisht kush e bën!</i><br>Ky incident e tronditi zemrën e Khattabit dhe prej asaj dite ai ndryshoi sjelljen e tij ndaj skllevërve.<br><br><i>Tregimi emocionues i rinisë kur Hz. Omeri intendoi të vriste motrën e vet</i><br>Para Islamit, motra e Hz. Omerit (R.A.), Fatimeja, dhe kunati i tij, Seid ibn Zejd, e kishin pranuar Islamin. Kur Hz. Omeri (R.A.) e mori vesh, ai shkoi në shtëpinë e tyre me një shpatë. Kur troi derën, dëgjoi nga brenda zërin e leximit të Kuranit. Kur pa shenja plagësh në fytyrën e motrës së tij, pyeti:<br><i>Kush e bëri këtë?</i><br>Fatimeja u përgjigj:<br><i>Një shtypës si ti.</i><br>Duke e dëgjuar këtë, zemra e Hz. Omerit (R.A.) u zbut dhe ai shprehu dëshirën të dëgjonte Kuranin. Kur dëgjoi Suret Taha, qau dhe e pranoi menjëherë Islamin.<br><br><b>Pjesa 2: Ngjarje të padegjuara pas pranimit të Islamit</b><br><i>Vepra e guximshme për të falur namazin haptazi në Qabe</i><br>Kur Hz. Omeri (R.A.) u bë mysliman, ai i pyeti Profetin e Islamit (S.A.W.):<br><i>O i Dërguari i Allahut! A do t'i kryejmë ibadetet tona duke u fshehur?</i><br>Profeti (S.A.W.) tha:<br><i>Ne jemi të dobët, o Hz. Omer.</i><br>Hz. Omeri (R.A.) u përgjigj:<br><i>Për Allahun, i cili na ka urdhëruar të jetojmë për të vërtetën, pse duhet të fshihemi?</i><br>Duke thënë këtë, ata u ndanë në dy grupe: Hz. Hamza (R.A.) shkoi me një grup dhe Hz. Omeri (R.A.) me tjetrin. Kështu, për herë të parë, namazi u fal haptazi në Qabe.<br><br><i>Momenti emocionues i Hixhretit kur Hz. Omeri lëshoi sfidën</i><br>Kur myslimanët u detyruan të emigrojnë (Hixhret) nga Mekka në Medine, Hz. Omeri (R.A.) shpalli:<br><i>Kush dëshiron të përlajë nënën e tij, kush dëshiron të shohë gruan e tij të vejuar dhe fëmijët e tij bonjakë, le të vijë të më ndalojë!</i> Duke thënë këtë, ai u nis vetëm nga Mekka duke mbajtur një shpatë, shigjeta dhe një shtizë. Askush nuk guxoi ta ndalte.<br><br><b>Pjesa 3: Histori unike gjatë halifesë së tij</b><br><i>Mënyra e kontrollimit të gjendjes së njerëzve në errësirën e natës</i><br>Pasi u bë halife, Hz. Omeri (R.A.) patrullonte rrugët e Medines me seriozitet natën. Një natë, ai pa një plakë duke u përpjekur të qetësonte fëmijë. Fëmijët po qanin nga uria. Hz. Omeri (R.A.) solli menjëherë miell, gjalpë dhe hurma nga Bejtul Mali (thesari publik) dhe vetë gatuoi ushqimin dhe u dha fëmijëve. Plaka tha:<br><i>Allahu të bëjë më të mirë se Hz. Omeri.</i><br>Hz. Omeri (R.A.) u përgjigj:<br><i>Lutu që Hz. Omeri të vazhdojë t'ju shërbejë.</i><br><br><i>Çështja unike e drejtësisë kur Hz. Omeri e dënoi birin e vet</i><br>Një herë, i biri i Hz. Omerit (R.A.) u përlesh me një njeri jehud. Kur çështja arriti në gjykatë, kadia (gjykata) vendosi që njeriu jehud kishte të drejtë të godaste birin e Hz. Omerit në të njëjtën mënyrë. Hz. Omeri (R.A.) respektoi vendimin dhe e vuri birin e tij përballë jehudit. Njeriu jehud u prek aq shumë saqë e fali dhe e pranoi Islamin.<br><br><b>Pjesa 4: Incidenti prekës i shehidit të tij</b><br><i>Dëshira e fundit për ta falur vrasësin e tij</i><br>Kur Firoz Abu Lulu sulmoi Hz. Omerin (R.A.), ai pyeti në gjendje të plagosur:<br><i>A është sulmuesi mysliman?</i><br>Kur mësoi se ishte Magjush (Zoroastrian), ai hodhi një frymë lehtësimi. Pastaj i tha birit të tij:<br><i>Nëse shpëtoj, do ta fal, dhe nëse vdes, ti do ta godasësh vetëm një herë.</i><br>Duke thënë këtë, ai u lut për mëshirë për vrasësin e tij.<br><br><i>Fjalët e urta në momentet e tij të fundit</i><br>Në momentet e tij të fundit, Hz. Omeri (R.A.) tha:<br><i>Nëse i kam bërë padrejtësi dikujt, le të më godasë në shpinë<br>Formoni një këshill këshillues prej gjashtë personash për halifen pas meje<br>Më varrosni pranë Profetit (S.A.W.) dhe Ebu Bekrit (R.A.)</i><br><br><b>Pjesa 5: Aspekte të padukshme të personalitetit të tij</b><br>Ato zakone unike që e bënin Hz. Omerin special<br><b>Vese në rroba:</b> Vendoste katër vese në xhupin e tij<br><b>Thjeshtësi në ushqim:</b> Buka dhe vaji i ullirit ishin ushqimet kryesore<br><b>Dashuri për drejtësi:</b> I dha një shtesë gruas që e gjiu të birin<br><br><b><i>Drejtësia e Omerit është ajo llambë e përjetshme e historisë që do të shkëlqejë gjithmonë - Imam Ali ibn Ebu Talib.</i></b>"
  },
  {
    "id": 12,
    "title": "Pranimi i Islamit nga dy të burgosurit e Kurejshëve",
    "content": "<b>I burgosuri i parë: Utbe ibn Ebi Muajt</b><br>Incidenti i kapjes:<br>Kur skuadra sekrete në Nahle sulmoi karavanin e Kurejshëve, Utbe u kap rob. Ai ishte një djalë shumë i fortë dhe i fuqishëm, por myslimanët e poshtëruan.<br><br>Efekti i jetës së robërisë:<br>Gjatë sjelljes në Medine gjatë robërisë, Utbe dëgjoi myslimanët duke falur namazin e Sabahut (Fexhr) në rrugë. Ai pa se Sahabetë (shokët) po binin në sexhde pa asnjë frikë. Iu kujtua një mendim: <i>Nga çfarë janë kaq të patrembur këta njerëz?</i><br><br><b>Pranimi i Islamit:</b><br>Një natë Utbe pyeti Abdullah ibn Xhexhin (R.A.):<br><i>Çfarë adhuroni ju?</i><br>Abdullah e lexoi Kelime-i Shehades për të:<br><b><i>La ilahe illallah Muhammedun resulullah</i></b> (Nuk ka Zot tjetër përveç Allahut, Muhammedi është i Dërguari i Allahut)<br>Zemra e Utbeut u zbut dhe ai e pranoi menjëherë Islamin.<br><br><b>I burgosuri i dytë: Nevfel ibn Abdullah</b><br>Qëllimi i vërtetë:<br>Nevfel u kap thjesht sepse ishte pjesë e karavanit. Ai ishte një person me zemër shumë të butë por ishte nën presion të Kurejshëve.<br><br><b>Efekti i jetës së robërisë:</b><br>Nevfel pa se myslimanët i trajtonin mirë të burgosurit dhe madje thoshin <i>Bismillah</i> (Në emër të Allahut) kur i jepnin bukë. Një ditë ai pyeti: <i>Pse më jepni ushqim kur unë jam armiku juaj?</i><br><br><b>Arsyeja e udhëzimit:</b><br>Një Sahabe u përgjigj:<br><i>Profeti ynë (Salallah-u Alejhi ve Selem) na ka mësuar të trajtojmë një të burgosur si një qenie njerëzore.</i><br>Duke e dëgjuar këtë, lot iu vunë syve të Nevfelit dhe ai e pranoi Islamin.<br><br><b>Jeta e tyre e mëvonshme:</b><br>Udhëtimi i Utbeut:<br>• U shehid në Betejën e Uhudit<br>• Po thoshte Kelime-i Shehade kur vdiq<br>• Profeti (Salallah-u Alejhi ve Selem) tha: <i>Ai është nga njerëzit e Xhennetit</i><br><br>Shërbimi i Nevfelit:<br>• Luftoi kundër Kurejshëve në Betejën e Bedrit<br>• Bëri Teblixh (përhapjen e fjalës) të Islamit në Medine<br>• Qëndroi një mysliman i vërtetë deri në fund<br><br><b>Mësim nga kjo histori:</b><br>Fuqia e trajtimit të mirë: Mund ta kthejë edhe një armik në mik<br>Drita e imanit: Asnjë zemër nuk është e privuar nga udhëzimi i Allahut<br>Efekti i Teblixhit: Është thelbësore të prezantohet Islami si duhet<br><br><i>&nbsp;Allahu udhëzon atë që do në rrugën e Tij - (Kur'an 42:13)</i>"
  },
  {
    "id": 13,
    "title": "Shehidi i Habib ibn Zejdit (R.A.): Tregimi i besimit edhe pasi iu pre gjuha",
    "content": "Habib ibn Zejdi (R.A.) ishte nga familja Beni Nexhar. Babai i tij, Zejd ibn Asim (R.A.), dhe nëna e tij, Nusejbe bint Ka'b (R.A.), ishin të dy nga myslimanët e parë.<br><br>Habib ibn Zejdi (R.A.) e lexoi Kelime-i Shehades në moshën 5 vjeç, emigroi në Medine në moshën 10 vjeç dhe përmbushi detyrën e shpërndarjes së ujit gjatë Betejës së Bedrit në moshën 12 vjeç. Nëna e tij, Nusejbe (R.A.), ishte e famshme me emrin <i>Umm Umare</i> dhe ishte luftëtarja e parë femër e Islamit. Ajo pësoi 12 plagë në Betejën e Uhudit.<br><br>Pas vdekjes së Profetit të Nderuar (S.A.W.), Musejlem el-Kezhab (Gënjeshtari) e shpalli veten profet në Jemame, 800 km nga Medina. Ai mashtroi 40,000 njerëz.<br><br>Halife Ebu Bekri (R.A.) dërgoi një ushtri prej 13,000 ushtarësh në vitin 11 Hixhri për t'i dhënë një mësim Musejlem el-Kezhabit. Pavarësisht moshës së tij të re, Habib (R.A.), i cili ishte vetëm 17 vjeç, kërkoi leje për të marrë pjesë në betejë. Njësia e Habibit (R.A.) u sulmua në pritë. Ai u kap gjallë dhe u çua drejt pallatit të Musejlemit.<br><br>Dielli po digjte tokën e Jemames. Habib (R.A.) u soll si i burgosur në pallatin e Musejlem el-Kezhabit. Duart dhe këmbët i ishin lidhur me zinxhirë, por nuk kishte asnjë frikë në fytyrën e tij. Ky ishte Habib ibn Zejdi (R.A.), babai i të cilit Zejd ibn Asim ishte shehid në Betejën e Bedrit dhe nëna e të cilit Nusejbe bint Ka'b ishte luftëtarja e famshme e Uhudit.<br><br>Musejlema pyeti nga froni i tij, duke u tundur, <i>A beson ende se Muhammedi është i Dërguari i Allahut?</i> Habib (R.A.) ngriti kokën dhe u përgjigj, <i>Po! Dhe dëshmoj se ti je gënjeshtari më i madh!</i> Duke e dëgjuar këtë, fytyra e Musejlemes u bë e kuqe nga zemërimi. Ai urdhëroi dënimtarët, <i>Prisni trupin e këtij në copa, por fillimisht prejni gjuhën e tij që të mos mund të lexojë Kelime-i Shehade!</i><br><br>Por sapo dënimtari ngriti shpatën, Habib (R.A.) e lexoi Kelime-i Shehade për herë të fundit me zë të lartë: <b><i>La ilahe illallah Muhammedun resulullah!</i></b> Momenti tjetër, gjuha e tij u pre. Një rrjedhë gjaku rrjedhi, por Habib (R.A.) filloi të shkruante në tokë me gishtin e tij: <b><i>Eşhedü enne Muhammeden resulullah.</i></b> (Dëshmoj se Muhammedi është i Dërguari i Allahut)<br><br>Musejlema mbeti i habitur. Ai urdhëroi, <i>Prejini duart!</i> Dënimtarët prenë fillimisht gishtat e dorës së djathtë, pastaj të dorës së majtë. Me çdo pjesë të prerë, Habib (R.A.) vazhdoi të shkruante Kelime-i Shehade në tokë me gjakun e tij. Kur të dy duart u prenë, ai vazhdoi të shkruante me bërrylat e tij të thyer.<br><br>Më në fund Musejlema urdhëroi, <i>Lidheni midis dy pemëve të hurmës dhe copëtojeni!</i> Kur dënimtarët i ndanë pemët, trupi i Habibit (R.A.) u nda në dy pjesë. Deri në frymën e fundit, buzët i lëvronin, sikur po e lexonte Kelime-i Shehade në mënyrë të padukshme.<br><br>Vetëm tre ditë pas këtij incidenti, Musejlema u vra. Vahshi ibn Mugire e goditi në të njëjtin vend ku ishte shehiduar Habibi (R.A.). Thuhet se kur Musejlema po vdiste, ai mund të dëgjonte zërin e Habibit (R.A.): <i><b>Eşhedü enne Muhammeden resulullah!</b></i><br><br>Kur lajmi për shehidin e Habibit (R.A.) arriti te shokët e Profetit (S.A.W.), Hz. Ebu Bekri (R.A.) tha, <i>Ky djalë vërtetoi se fuqia e besimit nuk matet me moshë.</i> Kur nëna e Habibit (R.A.), Nusejbe, arriti te trupi i djalit të saj, ajo tha, <i>Kam humbur një djalë, por Allahu e ka lartësuar statusin e tij në Xhennet.</i><br><br>Edhe sot në varrin e Habib ibn Zejdit (R.A.) në Jemame shkruhet: <i>Këtu pushon shehidi që shkroi besimin e tij me gjakun e tij edhe pasi iu pre gjuha.</i> Historia e tij është një mësim për çdo mysliman se asnjë sakrificë nuk është shumë e madhe në rrugën e besimit.<br><br>Hz. Ali (R.A.) tha një herë: <b><i>Habib ibn Zejdi vërtetoi se besimi i vërtetë qëndron në zemër, jo në gjuhë.</i></b><br><br>Kjo histori mbetet një shembull për ata që dëshirojnë të qëndrojnë të qëndrueshëm në besimin e tyre gjatë momenteve të vështira."
  },
  {
    "id": 14,
    "title": "Mi'raxhxi i Hz. Muhamedit (Salallah-u Alejhi ve Selem): Tregimi i udhëtimit qiellor",
    "content": "Një natë në qytetin e shenjtë të Mekës, Profeti Muhamed (Salallah-u Alejhi ve Selem) po pushonte pranë Haxherul-Esvedit (Guri i Zi). Papritmas, një perde drite u përhap nga qielli dhe u shfaq engjëlli Xhebrail (A.S.). Ai e vendosi Profetin Muhamed (Salallah-u Alejhi ve Selem) mbi një hipje të çuditshme të quajtur <i>Burak</i>, një krijesë qiellore në formë midis një mushke dhe një kali me krahë. Ky ishte faza e parë e quajtur <i>Isra</i> - udhëtimi natëror nga Mekka në Bejtul-Makdis (Jeruzalem).<br><br>Kur mbërriti në Bejtul-Makdis, Profeti Muhamed (Salallah-u Alejhi ve Selem) pa se të gjithë profetët ishin mbledhur - Ibrahim (Abrahami), Musa (Moisiu), Isa (Jezusi) dhe profetë të tjerë të mëdhenj. Të gjithë falën namaz pas Profetit Muhamed (Salallah-u Alejhi ve Selem) në xhemat. Ky ishte një shenjë se ai tani po bëhej udhëheqës i të gjithë profetëve.<br><br>Pas kësaj, Xhebraili (A.S.) e përgatiti Profetin Muhamed (Salallah-u Alejhi ve Selem) për udhëtimin në qiej <i>(Mi'raxhh)</i>. Ata u nisën në një udhëtim nëpër shtatë qiej. Në qiejt e parë u takuan me Ademin (A.S.), i cili u tregoi për njerëzit e ulur në të djathtë dhe në të majtë të tij - ata të Xhennetit në të djathtë dhe ata të Xhehennemit në të majtë.<br><br>Në qiejt e dytë, Jahja (A.S.) dhe Isa (A.S.) e pritën. Në qiejt e tretë u takuan me Jusufin (A.S.), i cili tha se umetit të tij do t'i jepej forma më e bukur. Në qiejt e katërt, Idrisi (A.S.) u lut për umetin.<br><br>Në qiejt e pestë, Haruni (A.S.) e përqafoi Profetin Muhamed (Salallah-u Alejhi ve Selem). Në qiejt e gjashtë, Musa (A.S.) qau dhe tha se populli i tij e kishte braktisur, por umeti i Profetit Muhamed do ta mbështeste. Në qiejt e shtatë, Ibrahim (A.S.) qëndronte pranë Bejtul-Mamurit (Shtëpia e Vizituar), ku çdo ditë vijnë shtatëdhjetë mijë engjëj për të falur namaz.<br><br>Pas kësaj, Profeti Muhamed (Salallah-u Alejhi ve Selem) arriti në <i>Sidretul-Munteha</i> (Lisi i Kufirit Më të Lartë), ku Xhebraili (A.S.) tha se nuk mund të shkonte më tutje. Nga këtu, Profeti Muhamed (Salallah-u Alejhi ve Selem) vazhdoi vetëm dhe foli drejtpërdrejt me Allahun. Në këtë stacion hyjnor, ai pa shenja të mëdha të Allahut dhe dëgjoi zërin e Tij.<br><br>Allahu e bëri obliguese pesëdhjetë namaze ditore, por me lutjen e Profetit Muhamed (Salallah-u Alejhi ve Selem) dhe këshillën e Musaut (A.S.), ato u reduktuan në pesë. Kjo ishte një mëshirë e madhe e Allahut për umetin.<br><br>Kur Profeti Muhamed (Salallah-u Alejhi ve Selem) u kthye në Mekë dhe e tregoi këtë histori, njerëzit e Kurejshëve e hodhën poshtë. Por Hz. Ebu Bekri (R.A.) tha menjëherë: <i>Nëse ai e ka thënë, atëherë ka thënë të vërtetën!</i> Për këtë, atij iu dha titulli <i>Es-Sıddık</i> (i Vërteti).<br><br>Ky udhëtim i madh i Mi'raxhit përmbante shumë dituri - Profetit Muhamed (Salallah-u Alejhi ve Selem) iu tregua bota qiellore, umetit iu dha dhurata e çmuar e namazit, dhe u vërtetua se gjithçka është e mundur me fuqinë e Allahut.<br><br>Në ajetin e parë të Sures el-Isra në Kur'an, Allahu thotë: <br><i>I lartësuar është Ai, i cili e shpëtoi një natë robin e Tij (Muhammedin) nga Xhamia e Shenjtë (në Mekë) në Xhaminë më të largët (në Jeruzalem), rrethësinë e së cilës e kemi bekuar.</i><br><br>Kjo histori është një kujtesë për çdo mysliman se namazi është mi'raxh i besimtarit dhe se çdo vështirësi mund të durohet për dashurinë e Allahut. Mi'raxhi i Profetit Muhamed (Salallah-u Alejhi ve Selem) nuk është thjesht një udhëtim, por një shembull i shpirtit njerëzor që prek qiejt, duke na mësuar se ata që qëndrojnë të qëndrueshëm në të vërtetën me siguri marrin ndihmën e Allahut."
  },

  
  
]


