[
  {
    "id": 1,
    "title": "হিজরতের সফর - নবী (সা.) ও সিদ্দিকে আকবর (রা.)-এর যাত্রা",
    "content": "<b>অংশ ১: মক্কায় বিপদ</b><br>মক্কার কাফেররা নবী মুহাম্মদ (সা.)-কে হত্যার ষড়যন্ত্র করেছিল। আল্লাহ তাকে হিজরত (স্থানান্তর) করার নির্দেশ দেন। রাতের অন্ধকারে নবী (সা.) তাঁর সাথী হযরত আবু বকর সিদ্দীক (রা.)-কে নিয়ে সাওর গুহার দিকে রওনা দেন।<br><br><b>পথের সংগ্রাম:</b><br>কাফেররা তাদের পিছু নেয়। একবার শত্রুরা গুহার মুখে চলে আসে, কিন্তু আল্লাহ একটি মাকড়সাকে গুহার দরজায় জাল বুনতে ও একটি পায়রাকে ডিম দিতে আদেশ দেন। কাফেররা এটা দেখে ভাবল: <i>ভিতরে কেউ থাকতে পারে না!</i> এবং ফিরে যায়।<br><br><b>হযরত আবু বকর (রা.)-এর বিশ্বস্ততা:</b><br>গুহায় একটি সাপ কামড় দিলেও তিনি নবী (সা.)-এর ঘুম ভাঙবে না বলে চুপ থাকেন। পরে নবী (সা.) দেখলেন তাঁর পা দিয়ে রক্ত পড়ছে। তিনি জিজ্ঞেস করলেন: <b><i>আমাকে বললেন না কেন?</i></b> আবু বকর (রা.) বললেন: <b><i>এই সামান্য ব্যাথা আপনার ঘুমের চেয়ে বড় নয়, হে আল্লাহর রাসূল!</i></b><br><br><b>অংশ ২: মদীনার পথে যাত্রা</b><br><br>গুহায় ৩ দিন কাটানোর পর, তারা আবদুল্লাহ ইবনে উরাইকিত নামক এক পথপ্রদর্শকের সাহায্যে মদীনার উদ্দেশ্যে রওনা হন। পথে অনেক মুজিজা ঘটে:<br><b>ডাকাত সুরাকা:</b><br>কাফেররা সুরাকা নামক এক শক্তিশালী যোদ্ধাকে ১০০ উটের পুরস্কার দিয়ে নবী (সা.)-কে ধরতে পাঠায়। সুরাকা কাছে এলে তার ঘোড়া বালিতে ডুবে যায়। সে ক্ষমা চায় এবং নবী (সা.) তাকে ভবিষ্যতে পারস্যের ভাণ্ডারের চাবি পরার ওয়াদা দেন (যা পরে সত্য হয়)।<br><br><b>উম্মে মা'বাদ-এর কুঁড়েঘর:</b><br>এক বৃদ্ধা মহিলার (উম্মে মা'বাদ) পাশ দিয়ে যান, যার কাছে একটি ছাগল ছিল। নবী (সা.) সেই ছাগল দোহন করেন, এত বেশি দুধ বের হয় যে পুরো পরিবার তৃপ্ত হয়।<br><br><b>অংশ ৩: মদীনায় পৌঁছানো</b><br>৮ দিনের সফরের পর, ১২ রবিউল আউয়াল তারা কুবায় পৌঁছান। এখানে প্রথম মসজিদ (মসজিদে কুবা) নির্মিত হয়। তারপর মদীনায় পৌঁছলে লোকেরা বলতে থাকে:<br><b><i>তালা'আল-বাদরু আলাইনা... (পূর্ণিমার চাঁদ আমাদের উপর উঠল!)</i></b><br><br><b>আনসারদের (মদীনাবাসী) আতিথেয়তা:</b><br>প্রতিটি পরিবার চায় নবী (সা.) তাদের বাড়িতে থাকুন। নবী (সা.) বললেন:<br><b><i>আমার উট যেখানে বসবে, সেখানেই আমার ঘর হবে।</i></b><br>উট হযরত আবু আইয়ুব আনসারী (রা.)-এর বাড়ির সামনে বসে।<br><br><b>শিক্ষা ও অনুপ্রেরণা: আল্লাহর উপর ভরসা (তাওয়াক্কুল): গুহায় মাকড়সার জাল আল্লাহর সাহায্যের প্রতীক।<br>সাথীর বিশ্বস্ততা: আবু বকর (রা.)-এর ত্যাগ আমাদের প্রকৃত বন্ধুত্ব শেখায়।<br>মন্দের উপর ভালো: সুরাকার মত শত্রুরাও আল্লাহর আদেশে মুসলমান হয়।</b><br><br><b>কুরআনের আয়াত:</b><br><i><b>যখন আল্লাহর সাহায্য ও বিজয় আসবে, এবং তুমি মানুষকে দলে দলে আল্লাহর দীনে প্রবেশ করতে দেখবে, তখন তুমি তোমার রবের পবিত্রতা বর্ণনা কর! (সূরা আন-নাসর ১১০:১-৩)</b></i>"
  },
  {
    "id": 2,
    "title": "বদরের যুদ্ধ: আল্লাহর সাহায্যের সেই মহান মুহূর্ত",
    "content": "<b>অংশ ১: যুদ্ধক্ষেত্র প্রস্তুত</b><br>মক্কার <b>শত্রুরা</b> (কুরাইশ) মুসলমানদের নির্যাতন করে তাদের সব সম্পদ কেড়ে নেয়। নবী করীম (সা.) মদীনায় হিজরত করেন, কিন্তু কাফেরদের অত্যাচার বন্ধ হয়নি। একদিন খবর এলো যে <b>আবু সুফিয়ান</b>-এর কাফেলা (বাণিজ্যিক দল) সিরিয়া থেকে ফিরছে, যাতে কুরাইশদের সব সম্পদ আছে। মুসলমানরা সিদ্ধান্ত নিল এই সুযোগে তাদের হক আদায় করা হবে।<br><br><b>মুসলমানদের প্রস্তুতি:</b><br>- মাত্র <b>৩১৩ যোদ্ধা</b>, ২টি ঘোড়া ও ৭০টি উট।<br>- কুরাইশ বাহিনী: <b>১০০০ যোদ্ধা</b>, ১০০টি ঘোড়া ও প্রচুর অস্ত্র।<br>- মুসলমানদের তলোয়ারও পর্যাপ্ত ছিল না। কিছু সাথী কাঠের লাঠি নিয়ে চলল।<br><br><b>অংশ ২: রণক্ষেত্রে মুখোমুখি</b><br>১৭ রমজান, ২ হিজরীতে <b>বদরের মাঠে</b> দু'বাহিনী মুখোমুখি হয়।<br><b>কুরাইশের অহংকার:</b><br>আবু জাহল (কুরাইশ নেতা) হেসে বলল: <i>এরা মুহাম্মদ (সা.)-এর ক্ষুধার্ত, নাঙ্গা সাথী! আজ এদের নামনিশান মুছে দেব!</i><br><b>মুসলমানদের দোয়া:</b><br>নবী (সা.) হাত উঠিয়ে আরজ করলেন:<br><i>হে আল্লাহ! যদি আজ এই ছোট দল হারিয়ে যায়, তবে পৃথিবীতে তোমার ইবাদতকারী কেউ থাকবে না!</i><br><br><b>অংশ ৩: আল্লাহর সাহায্য আসে</b><br>আল্লাহ ফেরেশতাদের আদেশ দিলেন:<br><i>আমার বান্দাদের সাহায্য করো!</i> (কুরআন ৮:৯)<br><br><b>মুজিজা সংঘটিত হয়:</b><br>১. <b>বালির ঝড়:</b> কুরাইশদের চোখে বালি ঢুকে যায়।<br>২. <b>ফেরেশতাদের আক্রমণ:</b> কুরাইশ যোদ্ধারা দেখল <b>কেউ দৃশ্যমান নয়</b>, কিন্তু তাদের মাথা কাটা পড়ছে!<br>৩. <b>হৃদয়ে আধ্যাত্মিক শক্তি:</b> মুসলমানরা এমন যুদ্ধ করল যে এক সাথী <b>শত্রুর উটের পা</b> কেটে ফেলল!<br><br><b>ফলাফল:</b><br>- কুরাইশের ৭০ যোদ্ধা নিহত হয়, যার মধ্যে <b>আবু জাহল</b>ও ছিল।<br>- মুসলমানদের মাত্র <b>১৪ জন</b> শাহাদাত বরণ করে।<br>- বাকি শত্রুরা পালিয়ে যায়।<br><br><b>অংশ ৪: বিজয়ের রহস্য:</b><br>যুদ্ধের পর এক বুযুর্গ সাহাবী জিজ্ঞেস করলেন:<br><i>ইয়া রাসূলুল্লাহ! আমরা কম ছিলাম, তবুও কীভাবে জিতলাম?</i><br><b>নবী (সা.) বললেন:</b><br><br><i>সত্য ঈমান, সবর ও আল্লাহর উপর ভরসাই প্রকৃত শক্তি। যে ব্যক্তি দুনিয়ার চাকচিক্যের জন্য নয়, বরং আল্লাহর দীনের জন্য যুদ্ধ করেছে, সেই জিতেছে!</i><br><br><b>শিক্ষা:<br>১. শক্তি সংখ্যায় নয়, ইখলাসে (ঈমানে)।<br>২. আল্লাহর সাহায্য আসা পর্যন্ত সাহস হারিও না।<br>৩. জুলুমের কাছে নতি স্বীকার না করে ইনসাফের জন্য লড়াই করো।</b><br><br><br>কুরআনের আয়াত:</b><br><i>বদরের দিন তোমরা সাহায্য প্রাপ্তিতে দুর্বল ছিলে, কিন্তু আল্লাহ তোমাদের সাহায্য করলেন। যাতে মুসলমানদের জন্য নিদর্শন হয়।</i> (সূরা আলে-ইমরান ৩:১২৩)"
  },
  {
    "id": 3,
    "title": "নবী সুলাইমান (আ.) ও হুদহুদ পাখির সত্যিকারের কাহিনী",
    "content": "<b>অংশ ১: আল্লাহর অনন্য উপহার</b><br>আল্লাহ নবী সুলাইমান (আ.)-কে <b>বিশাল রাজ্য</b> দিয়েছিলেন। তাঁর বাহিনীতে মানুষ, জিন ও প্রাণী সবই ছিল। একদিন তিনি তাঁর বাহিনী পরিদর্শন করলে <b>হুদহুদ</b> (এক বিশেষ পাখি) অনুপস্থিত ছিল।<br><br>সুলাইমান (আ.) রাগত ভাবে বললেন:<br><i>আমি হুদহুদকে শাস্তি দেব, যদি না সে কোন স্পষ্ট কারণ নিয়ে আসে!</i><br><br><b>অংশ ২: হুদহুদের সংবাদ</b><br>অল্পক্ষণ পর হুদহুদ এসে এক অদ্ভুত সংবাদ শুনাল:<br><i>আমি সাবা নামক শহর দেখেছি, যেখানে এক নারী (বিলকিস) শাসন করে। তার কাছে সব নেয়ামত আছে, কিন্তু সে ও তার সম্প্রদায় সূর্যকে সিজদা করে!</i><br><br>সুলাইমান (আ.) বললেন:<br><i>আমরা দেখব তুমি সত্য বলছ নাকি মিথ্যা!</i><br><br><b>অংশ ৩: বিলকিসকে দাওয়াত</b><br>সুলাইমান (আ.) হুদহুদের মাধ্যমে বিলকিসকে এক চিঠি পাঠালেন: <i>বিসমিল্লাহ... আমার কাছে আত্মসমর্পণ করো এবং আল্লাহকে মানো!</i><br><br>বিলকিস ভাবল: <i>এ কোন সাধারণ বাদশাহ নয়!</i> সে সুলাইমান (আ.)-কে মূল্যবান উপহার পাঠাল, কিন্তু সুলাইমান (আ.) বললেন:<br><i>আমি সম্পদে নয়, তোমার ঈমানে খুশি হব!</i><br><br><b>অংশ ৪: মহান মুজিজা</b><br>বিলকিস সুলাইমান (আ.)-এর শক্তি পরীক্ষার জন্য একটি ধাঁধা দিল:<br><i>আমি আমার সিংহাসন চিনতে পারলে ঈমান আনব।</i><br>সুলাইমান (আ.) এক জিনকে বললেন: <i>সিংহাসন এখানে নিয়ে আসো!</i><br>পলক ফেলতে সিংহাসন চলে এল! বিলকিস বলল: <i>এটা তো সত্যিই আল্লাহর নবী!</i> এবং ঈমান আনল।<br><br><b>শিক্ষা:</b><br>১. <b>আল্লাহর নেয়ামতের শুকরিয়া আদায় করো</b> – সুলাইমান (আ.) কখনো অহংকার দেখাননি।<br>২. <b>ক্ষুদ্রতম প্রাণীরও ভূমিকা আছে</b> – হুদহুদ এক সম্পূর্ণ জাতিকে হিদায়াত দিল।<br>৩. <b>বুদ্ধিমত্তার সাথে কাজ নাও</b> – সুলাইমান (আ.) যুদ্ধ না করে হিকমত দিয়ে হৃদয় জয় করলেন।<br><br><b>কুরআনের আয়াত:</b><br><i>তিনি (সুলাইমান) হেসে বললেন: আমি হুদহুদকে অনুপস্থিত কেন পেলাম? সে কি গায়েব?</i> (সূরা আন-নামল ২৭:২০)"
  }


]