[
  {
    "id": 1,
    "title": "Perjalanan Hijrah - Perjalanan Nabi (SAW) dan Abu Bakar Ash-Shiddiq (RA)",
    "content": "<b>Bagian 1: Bahaya di Mekah</b><br>Orang-orang kafir Mekah berkomplot membunuh Nabi Muhammad (SAW). Allah memerintahkannya untuk berhijrah. Dalam gelapnya malam, Nabi (SAW) membawa sahabatnya Abu Bakar Ash-Shiddiq (RA) menuju Gua Tsur.<br><br><b>Perjuangan di Jalan: </b><br>Orang kafir mengejar mereka. Suatu saat musuh sampai di mulut gua, tapi Allah memerintahkan laba-laba untuk membuat sarang di pintu dan burung merpati bertelur. Saat orang kafir melihatnya, mereka berpikir: <i>Tidak mungkin ada orang di dalam!</i> dan mundur.<br><br><b>Kesetiaan Abu Bakar (RA):</b> <br>Di gua, ular menggigitnya, tapi dia diam agar tidak mengganggu tidur Nabi (SAW). Belakangan Nabi (SAW) melihat darah mengalir dari kakinya. Beliau bertanya: <b><i>Mengapa tidak kau beritahu aku?</i></b> Abu Bakar (RA) berkata: <b><i>Rasa sakit kecil ini tidak lebih penting daripada tidurmu, wahai Rasulullah!</i></b><br><br><b>Bagian 2: Perjalanan ke Madinah</b> <br><br>Setelah 3 hari di gua, mereka berangkat ke Madinah dengan pemandu bernama Abdullah bin Uraiqit. Di jalan terjadi beberapa mukjizat: <br><b>Perampok Suraqah: </b><br> Orang kafir mengirim pejuang kuat bernama Suraqah dengan imbalan 100 unta untuk menangkap Nabi (SAW). Saat Suraqah mendekat, kudanya terperosok pasir. Dia minta maaf dan Nabi (SAW) menjanjikannya kunci harta Persia (yang kemudian terwujud).<br><br> <b>Pondok Ummu Ma'bad: </b><br> Mereka melewati wanita tua (Ummu Ma'bad) yang hanya punya satu kambing. Nabi (SAW) memerah kambing itu, dan susunya sangat banyak hingga memuaskan seluruh keluarga. <br><br><b>Bagian 3: Tiba di Madinah</b><br> Setelah 8 hari perjalanan, pada 12 Rabiul Awal mereka tiba di Quba. Di sini masjid pertama (Masjid Quba) dibangun. Saat tiba di Madinah, orang-orang berseru: <br><b><i>Tala'al-Badru Alayna... (Bulan purnama bersinar atas kami!)</i></b> <br><br><b>Keramahan Anshar (Penduduk Madinah):</b> <br>Setiap keluarga ingin Nabi (SAW) tinggal di rumah mereka. Nabi (SAW) bersabda: <br><b><i>Untaku yang akan memutuskan; di mana dia berhenti, di situlah rumahku.</i></b><br> Unta berhenti di depan rumah Abu Ayyub Al-Anshari (RA).<br><br><b>Pelajaran & Inspirasi: Tawakal: Sarang laba-laba simbol pertolongan Allah.<br>Kesetiaan Sahabat: Pengorbanan Abu Bakar (RA) mengajarkan persahabatan sejati.<br>Kebaikan atas Kejahatan: Musuh seperti Suraqah masuk Islam atas perintah Allah.</b><br><br><b>Ayat Quran:</b></br><i><b>Bila telah datang pertolongan Allah dan kemenangan, dan kamu lihat manusia masuk agama Allah berbondong-bondong, maka bertasbihlah dengan memuji Tuhanmu! (Surah An-Nasr 110:1-3)</b></i>"
  },
  {
    "id": 2,
    "title": "Perang Badar: Momen Agung Pertolongan Allah",
    "content": "<b>Bagian 1: Persiapan Medan Perang</b> <br>Setelah menindas Muslim, <b>musuh</b> Mekah (Quraisy) merampas harta mereka. Nabi Mulia (SAW) hijrah ke Madinah, tapi penindasan kafir tak berhenti. Suatu hari, kabar datang bahwa kafilah <b>Abu Sufyan</b> pulang dari Syam membawa harta Quraisy. Muslim memutuskan merebut hak mereka.  <br><br><b>Persiapan Muslim:</b> <br>- Hanya <b>313 pejuang</b>, 2 kuda & 70 unta. <br>- Pasukan Quraisy: <b>1000 pejuang</b>, 100 kuda & senjata melimpah. <br>- Muslim bahkan tak punya pedang lengkap. Beberapa sahabat membawa tongkat kayu.  <br><br><b>Bagian 2: Konfrontasi di Medan Perang</b> <br>Tanggal 17 Ramadan 2 H, dua pasukan berhadapan di <b>Padang Badar</b>. <br><b>Sombongnya Quraisy: </b> <br>Abu Jahal (pemimpin Quraisy) mengejek: <i>Mereka pengikut Muhammad (SAW) kelaparan telanjang! Hari ini kita lenyapkan mereka!</i>  <b>Doa Muslim: </b><br>Nabi (SAW) angkat tangan berdoa:<br><i>Ya Allah! Jika kelompok kecil ini kalah hari ini, tak ada lagi yang menyembah-Mu di bumi!</i><br><br><b>Bagian 3: Pertolongan Allah Datang</b>  <br>Allah perintahkan malaikat:  <br><i>Tolonglah hamba-hamba-Ku!</i> (Quran 8:9)  <br><br><b>Mukjizat Terjadi:</b>  <br>1. <b>Badai Pasir:</b> Pasir memenuhi mata Quraisy.  <br>2. <b>Serangan Malaikat: </b> Pejuang Quraisy bingung lihat <b>tak ada penyerang</b>, tapi kepala mereka terpenggal!  <br>3. <b>Kekuatan Spiritual: </b> Muslim bertempur gagah berani; seorang sahabat <b>potong kaki unta musuh</b>!  <br><br><b>Hasil: </b><br>- 70 pejuang Quraisy tewas, termasuk <b>Abu Jahal</b>.  <br>- Hanya <b>14 Muslim</b> syahid.  <br>- Musuh lainnya lari.  <br><br><b>Bagian 4: Rahasia Kemenangan: </b><br>Usai perang, seorang sahabat tua bertanya:  <br><i>Wahai Rasulullah! Kami sedikit, bagaimana kami menang?</i><br><b>Nabi (SAW) bersabda:  </b><br><br><i>Iman sejati, sabar & tawakal adalah kekuatan sebenarnya. Mereka yang berperang bukan untuk dunia, tapi demi agama Allah - merekalah pemenang!</i><br><br><b>Pelajaran:<br> 1. Kekuatan di keikhlasan, bukan jumlah.<br> 2. Jangan putus asa sebelum pertolongan Allah datang.<br> 3. Berjuang untuk keadilan lebih baik daripada tunduk pada penindasan. </b><br><br><br>Ayat Quran: </b><br><i>Di hari Badar kalian lemah, tapi Allah menolong kalian. Agar jadi tanda bagi orang beriman. (Surah Ali Imran 3:123)</i>"
  },
  {
    "id": 3,
    "title": "Kisah Sebenarnya Nabi Sulaiman (AS) dan Burung Hud-hud",
    "content": "<b>Bagian 1: Hadiah Istimewa Allah</b>  <br>Allah berikan Nabi Sulaiman (AS) <b>kerajaan besar</b>. Pasukannya terdiri dari manusia, jin & hewan. Saat inspeksi pasukan, <b>Hud-hud</b> (burung istimewa) hilang.  <br><br>Sulaiman (AS) marah:  <br><i>Aku akan hukum Hud-hud kecuali dia beralasan benar!</i>  <br><br><b>Bagian 2: Kabar Hud-hud</b>  <br>Tak lama Hud-hud kembali dengan kabar aneh:  <br><i>Aku lihat kota Saba dipimpin ratu (Bilqis). Dia punya segala nikmat, tapi dia & rakyatnya sujud pada matahari!</i>  <br><br>Sulaiman (AS) berkata:  <br><i>Kami akan verifikasi kebenaranmu!</i>  <br><br><b>Bagian 3: Undangan untuk Bilqis</b>  <br>Sulaiman (AS) kirim surat via Hud-hud:  <i>Bismillah... Tunduk padaku & imanlah pada Allah!</i>  <br><br>Bilqis pikir: <i>Ini bukan raja biasa!</i> Dia kirim hadiah mewah, tapi Sulaiman (AS) berkata:<br><i>Aku tak butuh harta, tapi imanmu!</i>  <br><br><b>Bagian 4: Mukjizat Agung</b>  <br>Bilqis uji Sulaiman dengan teka-teki: <br> <i>Aku akan beriman jika mengenali singgasanaku.</i>  <br>Sulaiman (AS) perintahkan jin: <i>Bawa singgasananya!</i>  <br>Dalam sekejap singgasana muncul! Bilqis berkata: <i>Ini benar Nabi Allah!</i> lalu beriman.  <br><br><b>Pelajaran:</b>  <br>1. <b>Syukuri nikmat Allah</b> – Sulaiman (AS) tak pernah sombong.  <br>2. <b>Makhluk terkecil pun punya peran</b> – Hud-hud bimbing satu bangsa.  <br>3. <b>Bertindak bijak</b> – Sulaiman (AS) menaklukkan hati dengan hikmah, bukan perang.  <br><br><b>Ayat Quran:</b>  <br><i>Dia (Sulaiman) tersenyum berkata: 'Mengapa aku tak lihat Hud-hud? Apakah dia absen?' (Surah An-Naml 27:20)</i>"
  },

  {
    "id": 4,
    "title": "Hz. Umar (RA) dan Pertemuan dengan Tua-tua Yahudi",
    "content": "Suatu malam yang dingin di Madinah. Bintang-bintang berkelap-kelip di langit, dan ada hawa sejuk di udara. Hz. Umar (RA) berjalan di jalan-jalan kota dengan cahaya lampunya. Kebiasaannya adalah keluar pada malam hari untuk memeriksa keadaan rakyat. Tiba-tiba dia mendengar suara rintihan dari sebuah gubuk reyot. Dia segera masuk ke dalam.<br><br>Seorang lelaki Yahudi tua terbaring di dalam gubuk. Pakaiannya compang-camping, dan kakinya luka. Matanya tertutup, dan bibirnya kering. Hz. Umar (RA) duduk di sampingnya dan bertanya, <i>Mengapa keadaanmu seperti ini? Di mana anak-anakmu?</i><br><br>Orang tua itu membuka matanya dan berkata perlahan, <i>Anak-anakku sudah meninggal. Aku sendirian... Tidak ada yang merawatku.</i><br><br>Hz. Umar (RA) segera melepas jubahnya sendiri dan menyelimutkannya sambil berkata, <i>Mulai hari ini, aku adalah anakmu.</i> Dia berdiri dan berjalan menuju Baitul Mal. Di tengah jalan, dia berkata kepada sahabatnya, <i>Kirimkan pakaian hangat, obat, dan makanan sehari-hari untuk tua-tua ini. Ini adalah haknya, meskipun dia Yahudi.</i><br><br>Keesokan harinya, ketika tua-tua Yahudi itu melihat makanan hangat dan obat-obatan diletakkan di depan pintunya, dia terkejut. Dia bertanya, <i>Siapa yang mengirim semua ini?</i> Orang-orang memberitahunya, <i>Khalifah Umar.</i><br><br>Mata tua-tua itu berkaca-kaca. Dia langsung pergi ke Masjid Nabawi. Hz. Umar (RA) sedang menasihati orang-orang pada waktu itu. Tua-tua itu berseru, <i>Wahai Umar! Betapa indahnya imanmu! Aku belum pernah melihat siapa pun mengajarkan pelajaran kemanusiaan seperti ini sebelumnya!</i><br><br>Hz. Umar (RA) menjawab sambil tersenyum, <i>Kemanusiaan adalah iman yang sebenarnya. Jika kita membiarkan seorang tua-tua kelaparan, maka pengakuan iman kita adalah palsu.</i><br><br>Beberapa hari kemudian, tua-tua Yahudi itu berjalan di jalan-jalan Madinah dan berkata kepada orang-orang, <i>Aku telah melihat Umar... dia bukan hanya Khalifah kaum Muslim, tetapi setiap manusia!</i><br><br><b>Inti Cerita:</b><br>Hz. Umar (RA) mengajarkan bahwa kemanusiaan berada di atas agama. Keadilannya adalah untuk semua—tidak peduli agama atau komunitas mana pun. Hingga hari ini, cerita ini mengingatkan kita bahwa <i>iman sejati adalah yang melembutkan hati dan membuat tangan menjadi dermawan.</i><br>"
  },
  {
    "id": 5,
    "title": "Hz. Umar (RA) dan Bencana Kelaparan Besar: Satu Tahun Ujian",
    "content": "<b>Awal Kekeringan</b><br>Awan belum menurunkan hujan di Madinah selama dua tahun. Tanah retak, daun-daun pohon mengering dan berguguran, dan sumur-sumur berubah menjadi lumpur. Suara tangisan anak-anak bergema siang dan malam, dan wanita-wanita mulai menggiling potongan tanah liat untuk membuat <i>roti</i>. Hz. Umar (RA) duduk di kamarnya membaca ayat-ayat Al-Qur'an ketika tiba-tiba ada ketukan di pintunya.<br><br>Seorang prajurit memberitahu dengan terengah-engah: <i>Amirul Mukminin! Rakyat telah merusak pintu Baitul Mal. Mereka mengatakan gandum telah dicuri!</i> Hz. Umar (RA) mengambil lampunya dan keluar. Rambut putih di jenggotnya telah menjadi lebih putih karena kekhawatiran.<br><br><b>Pencurian Gandum: Mengungkap Konspirasi</b><br>Ketika sampai di gudang Baitul Mal, mereka menemukan karung-karung gandum hilang. Ada jejak khusus di tanah—jejak kaki unta dan segel yang rusak. Hz. Umar (RA) memperhatikan jejak-jejak itu dengan cermat dan bertanya: <i>Apakah ada pedagang baru yang datang ke kota?</i> Orang-orang memberitahunya bahwa ya, seorang pedagang dari Yaman telah datang yang membawa barang-barang di atas unta.<br><br>Hz. Umar (RA) langsung menuju lokasi pedagang itu. Pedagang itu menundukkan kepala begitu melihatnya. Hz. Umar (RA) berkata: <i>'Jejak untamu ditemukan di Baitul Mal. Apakah kamu menyadari betapa besarnya kejahatan ini?'</i> Suara Hz. Umar (RA) tidak marah, tetapi sedih.<br><br>Pedagang itu berkata gemetaran: <i>Maafkan aku, Amirul Mukminin! Aku melakukan ini untuk anak-anakku yang meronta-ronta kelaparan. </i> Hz. Umar (RA) meletakkan tangannya di bahu pedagang itu dan berkata: <i>Jika kamu memberitahuku, aku akan memberimu bagianku. Tetapi pencurian telah mengubah keterpaksaanmu menjadi dosa.</i><br><br>Dia memaafkan pedagang itu tetapi membuat aturan baru untuk keamanan Baitul Mal. Malam itu, Hz. Umar (RA) menaruh semua gandum dari rumahnya sendiri ke dalam Baitul Mal dan mulai bertahan hidup hanya dengan air dan kurma.<br><br><b>Konvoi Bantuan dari Mesir: Harapan Baru</b><br>Pada bulan keenam kelaparan, Gubernur Mesir, Amr bin Ash (RA), mengirim gandum, kurma, dan obat-obatan dengan 500 unta. Ketika konvoi mendekati Madinah, Hz. Umar (RA) sendiri pergi menyambutnya. Dia mengangkat karung gandum pertama ke pundaknya dan berkata: <i>Karung ini untuk ibu tua yang membiarkan anak-anaknya kelaparan minggu lalu.</i><br><br>Orang-orang melihat punggungnya membungkuk di bawah beban karung, tetapi langkahnya tidak goyah. Seorang pemuda bertanya: <i>Anda adalah Khalifah, lalu mengapa Anda melakukan pekerjaan ini?</i> Hz. Umar (RA) menjawab dengan senyum: <i>Seorang Khalifah bukanlah yang memerintah rakyat, tetapi yang mati untuk rakyat.</i><br><br><b>Malam Sang Khalifah Menjual Tempat Tidurnya</b><br>Suatu malam, putri Hz. Umar (RA), Hafshah (RA), melihatnya tidur di atas tikar di kamarnya.<br><i>Ayah, di mana tempat tidurmu?</i><br>Dia menjawab: <i>Aku menjualnya untuk membeli susu untuk seorang gadis yatim. Selama rakyatku tidur dalam kelaparan, bagaimana aku bisa tidur di tempat tidur yang empuk?</i><br><br>Mata Hafshah (RA) dipenuhi air mata. Dia melepas perhiasannya dan berkata: <i>Ini, jual ini dan belikan makanan untuk lebih banyak anak.</i> Hz. Umar (RA) mencium kepalanya: <i>Kebaikanmu inilah yang akan membuatmu pantas masuk Surga.</i><br><br><b>Tetesan Hujan Pertama: Pemandangan Ibadah</b><br>Setelah delapan belas bulan, awan bergemuruh untuk pertama kalinya. Hz. Umar (RA) berdiri di mimbar masjid dan menangis: <i>Ya Allah! Jika hujan ini adalah rahmat-Mu, maka terimalah dari kami. Dan jika ini adalah azab, maka maafkan anak-anak yang tidak bersalah ini.</i><br><br>Orang-orang melihat tetesan hujan menetes dari jenggotnya. Seorang tua berseru: <i>Ini bukan hujan, ini adalah buah doa-doa Nabi Allah (SAW)!</i><br><br>Malam itu juga, Hz. Umar (RA) membagikan benih dan alat pertanian dari Baitul Mal kepada setiap rumah tangga. Dia mengumumkan: <i>Mulai hari ini, setiap anak yang baru lahir akan berhak atas pendidikan dan makanan dari Baitul Mal.</i><br><br><b>Pelajaran Terakhir: Surat yang Menjadi Sejarah</b><br>Setelah kelaparan berakhir, Hz. Umar (RA) menulis surat kepada semua gubernur provinsi: <i>Ketahuilah bahwa tujuan kekuasaanmu adalah untuk melayani rakyat. Jika di rumah seseorang tidak ada api yang menyala, maka ketahuilah bahwa kamu telah kehilangan amanah Allah.</i><br><br>Suratnya ini masih menjadi contoh bagi pemerintah di seluruh dunia. Setiap kali seorang penguasa melupakan penderitaan rakyat, kisah Hz. Umar (RA) ini mengingatkannya bahwa <i>iman sejati adalah yang memberi makan yang lapar dan mendukung anak yatim.</i><br><br><b><i>Umar (RA) mengajarkan bahwa kemenangan kemanusiaan adalah kemenangan sejati. Dan dia bukan tuan tanah, tetapi seorang yang bersimpati kepada mereka yang berjalan di bumi.</i></b>"
  },
  {
    "id": 6,
    "title": "Hz. Umar (RA) dan Kisah Air Mata Gadis Yatim",
    "content": "Malam di Madinah dingin, dan bulan tersembunyi di balik awan. Hz. Umar (RA) berjalan di jalan-jalan kota dengan cahaya redup lampunya. Dia membawa karung tepung dan kurma di pundaknya, seperti yang dilakukannya setiap malam mencari orang miskin. Tiba-tiba dia mendengar suara seseorang menangis di dekat masjid yang rusak. Dia perlahan mendekat.<br><br>Seorang gadis kecil, baru berusia tujuh tahun, meringkuk di sudut batu. Kakinya telanjang, dan pakaiannya compang-camping. Aliran air mata mengalir dari matanya. Hz. Umar (RA) bertanya dengan lembut:<br><i>Nak, mengapa kamu menangis? Di mana orang tuamu?</i><br><br>Gadis itu menjawab sambil terisak:<br><i>Ibu bilang... dia tidak akan pernah meninggalkanku sendirian... tapi ketika dia demam... dia pergi... Ayah juga syahid di perang...</i><br><br>Tenggorokan Hz. Umar (RA) tersekat. Dia melepas jubahnya sendiri dan menyelimuti gadis itu sambil berkata:<br><i>Mulai hari ini, aku adalah ayahmu. Setiap kebutuhanmu adalah tanggung jawabku.</i><br><br>Dia membawa gadis itu ke rumahnya. Di jalan, gadis itu bertanya:<br><i>Siapa kamu?</i><br>Umar (RA) berkata sambil tersenyum:<br><i>Aku adalah orang yang diperintahkan Allah untuk merawat orang-orang sepertimu.</i><br><br>Sesampai di rumah, dia memberi gadis itu makanan hangat. Melihat sandalnya yang rusak, dia melepas sepatunya sendiri dan berkata:<br><i>Ini, ambil ini. Kakiku sudah banyak berjalan, tapi kakimu tidak boleh terluka.</i><br><br>Sambil menyeka air matanya, gadis itu bertanya:<br><i>Mengapa kamu melakukan ini untukku? Aku bukan siapa-siapa...</i><br>Hz. Umar (RA) meletakkan tangannya di kepalanya:<br><i>Kamu adalah amanah dari Allah. Pada hari aku lupa mengeringkan air mata seorang yatim, imanku akan mati.</i><br><br>Keesokan harinya, Hz. Umar (RA) mengumumkan di masjid:<br><i>Dengarkan, wahai penduduk Madinah! Mulai hari ini, biaya setiap anak yatim akan ditanggung oleh Baitul Mal. Jika ada yatim di rumah seseorang, aku mengambil tanggung jawab untuk membesarkannya!</i><br><br>Beberapa tahun kemudian, gadis yang sama, yang bernama Aisyah, datang ke masjid. Dia meletakkan roti yang dibungkus kain di depan Hz. Umar (RA) dan berkata:<br><i>Amirul Mukminin... Ini aku buat sendiri. Anda mengajariku bagaimana hidup, sekarang aku akan melayani Anda.</i><br><br>Mata Hz. Umar (RA) berkaca-kaca. Dia mengambil sepotong roti dan berkata:<br><i>Ini adalah roti yang memiliki wangi iman. Hari ini aku mengerti bahwa inilah kemenangan sejati Khilafah.</i><br><br>Gadis itu kemudian menjadi seorang alimah terkenal di Madinah dan disebut ibu dari ratusan yatim. Dia selalu berkata:<br><i>Umar (RA) mengajariku bahwa kemanusiaan adalah iman terbesar.</i><br><br>Cerita ini masih hidup di hati mereka yang percaya bahwa <i>mengeringkan satu air mata lebih baik dari seribu ibadah.</i> Hz. Umar (RA) membuktikan bahwa <b>kekuatan sejati bukan pada pedang, tetapi pada cinta dan keadilan.</b><br><br><b><i>Selama satu hati masih sedih,<br>Pelita Khilafah menjadi bisu.<br>Cinta Umar adalah kisah itu,<br>Yang membuat manusia, menjadi manusia.</i></b>"
  },



]
