[
  {
    "id": 1,
    "title": "Perjalanan Hijrah - Perjalanan Nabi (SAW) dan Abu Bakar Ash-Shiddiq (RA)",
    "content": "<b>Bagian 1: Bahaya di Mekah</b><br>Orang-orang kafir Mekah berkomplot membunuh Nabi Muhammad (SAW). Allah memerintahkannya untuk berhijrah. Dalam gelapnya malam, Nabi (SAW) membawa sahabatnya Abu Bakar Ash-Shiddiq (RA) menuju Gua Tsur.<br><br><b>Perjuangan di Jalan: </b><br>Orang kafir mengejar mereka. Suatu saat musuh sampai di mulut gua, tapi Allah memerintahkan laba-laba untuk membuat sarang di pintu dan burung merpati bertelur. Saat orang kafir melihatnya, mereka berpikir: <i>Tidak mungkin ada orang di dalam!</i> dan mundur.<br><br><b>Kesetiaan Abu Bakar (RA):</b> <br>Di gua, ular menggigitnya, tapi dia diam agar tidak mengganggu tidur Nabi (SAW). Belakangan Nabi (SAW) melihat darah mengalir dari kakinya. Beliau bertanya: <b><i>Mengapa tidak kau beritahu aku?</i></b> Abu Bakar (RA) berkata: <b><i>Rasa sakit kecil ini tidak lebih penting daripada tidurmu, wahai Rasulullah!</i></b><br><br><b>Bagian 2: Perjalanan ke Madinah</b> <br><br>Setelah 3 hari di gua, mereka berangkat ke Madinah dengan pemandu bernama Abdullah bin Uraiqit. Di jalan terjadi beberapa mukjizat: <br><b>Perampok Suraqah: </b><br> Orang kafir mengirim pejuang kuat bernama Suraqah dengan imbalan 100 unta untuk menangkap Nabi (SAW). Saat Suraqah mendekat, kudanya terperosok pasir. Dia minta maaf dan Nabi (SAW) menjanjikannya kunci harta Persia (yang kemudian terwujud).<br><br> <b>Pondok Ummu Ma'bad: </b><br> Mereka melewati wanita tua (Ummu Ma'bad) yang hanya punya satu kambing. Nabi (SAW) memerah kambing itu, dan susunya sangat banyak hingga memuaskan seluruh keluarga. <br><br><b>Bagian 3: Tiba di Madinah</b><br> Setelah 8 hari perjalanan, pada 12 Rabiul Awal mereka tiba di Quba. Di sini masjid pertama (Masjid Quba) dibangun. Saat tiba di Madinah, orang-orang berseru: <br><b><i>Tala'al-Badru Alayna... (Bulan purnama bersinar atas kami!)</i></b> <br><br><b>Keramahan Anshar (Penduduk Madinah):</b> <br>Setiap keluarga ingin Nabi (SAW) tinggal di rumah mereka. Nabi (SAW) bersabda: <br><b><i>Untaku yang akan memutuskan; di mana dia berhenti, di situlah rumahku.</i></b><br> Unta berhenti di depan rumah Abu Ayyub Al-Anshari (RA).<br><br><b>Pelajaran & Inspirasi: Tawakal: Sarang laba-laba simbol pertolongan Allah.<br>Kesetiaan Sahabat: Pengorbanan Abu Bakar (RA) mengajarkan persahabatan sejati.<br>Kebaikan atas Kejahatan: Musuh seperti Suraqah masuk Islam atas perintah Allah.</b><br><br><b>Ayat Quran:</b></br><i><b>Bila telah datang pertolongan Allah dan kemenangan, dan kamu lihat manusia masuk agama Allah berbondong-bondong, maka bertasbihlah dengan memuji Tuhanmu! (Surah An-Nasr 110:1-3)</b></i>"
  },
  {
    "id": 2,
    "title": "Perang Badar: Momen Agung Pertolongan Allah",
    "content": "<b>Bagian 1: Persiapan Medan Perang</b> <br>Setelah menindas Muslim, <b>musuh</b> Mekah (Quraisy) merampas harta mereka. Nabi Mulia (SAW) hijrah ke Madinah, tapi penindasan kafir tak berhenti. Suatu hari, kabar datang bahwa kafilah <b>Abu Sufyan</b> pulang dari Syam membawa harta Quraisy. Muslim memutuskan merebut hak mereka.  <br><br><b>Persiapan Muslim:</b> <br>- Hanya <b>313 pejuang</b>, 2 kuda & 70 unta. <br>- Pasukan Quraisy: <b>1000 pejuang</b>, 100 kuda & senjata melimpah. <br>- Muslim bahkan tak punya pedang lengkap. Beberapa sahabat membawa tongkat kayu.  <br><br><b>Bagian 2: Konfrontasi di Medan Perang</b> <br>Tanggal 17 Ramadan 2 H, dua pasukan berhadapan di <b>Padang Badar</b>. <br><b>Sombongnya Quraisy: </b> <br>Abu Jahal (pemimpin Quraisy) mengejek: <i>Mereka pengikut Muhammad (SAW) kelaparan telanjang! Hari ini kita lenyapkan mereka!</i>  <b>Doa Muslim: </b><br>Nabi (SAW) angkat tangan berdoa:<br><i>Ya Allah! Jika kelompok kecil ini kalah hari ini, tak ada lagi yang menyembah-Mu di bumi!</i><br><br><b>Bagian 3: Pertolongan Allah Datang</b>  <br>Allah perintahkan malaikat:  <br><i>Tolonglah hamba-hamba-Ku!</i> (Quran 8:9)  <br><br><b>Mukjizat Terjadi:</b>  <br>1. <b>Badai Pasir:</b> Pasir memenuhi mata Quraisy.  <br>2. <b>Serangan Malaikat: </b> Pejuang Quraisy bingung lihat <b>tak ada penyerang</b>, tapi kepala mereka terpenggal!  <br>3. <b>Kekuatan Spiritual: </b> Muslim bertempur gagah berani; seorang sahabat <b>potong kaki unta musuh</b>!  <br><br><b>Hasil: </b><br>- 70 pejuang Quraisy tewas, termasuk <b>Abu Jahal</b>.  <br>- Hanya <b>14 Muslim</b> syahid.  <br>- Musuh lainnya lari.  <br><br><b>Bagian 4: Rahasia Kemenangan: </b><br>Usai perang, seorang sahabat tua bertanya:  <br><i>Wahai Rasulullah! Kami sedikit, bagaimana kami menang?</i><br><b>Nabi (SAW) bersabda:  </b><br><br><i>Iman sejati, sabar & tawakal adalah kekuatan sebenarnya. Mereka yang berperang bukan untuk dunia, tapi demi agama Allah - merekalah pemenang!</i><br><br><b>Pelajaran:<br> 1. Kekuatan di keikhlasan, bukan jumlah.<br> 2. Jangan putus asa sebelum pertolongan Allah datang.<br> 3. Berjuang untuk keadilan lebih baik daripada tunduk pada penindasan. </b><br><br><br>Ayat Quran: </b><br><i>Di hari Badar kalian lemah, tapi Allah menolong kalian. Agar jadi tanda bagi orang beriman. (Surah Ali Imran 3:123)</i>"
  },
  {
    "id": 3,
    "title": "Kisah Sebenarnya Nabi Sulaiman (AS) dan Burung Hud-hud",
    "content": "<b>Bagian 1: Hadiah Istimewa Allah</b>  <br>Allah berikan Nabi Sulaiman (AS) <b>kerajaan besar</b>. Pasukannya terdiri dari manusia, jin & hewan. Saat inspeksi pasukan, <b>Hud-hud</b> (burung istimewa) hilang.  <br><br>Sulaiman (AS) marah:  <br><i>Aku akan hukum Hud-hud kecuali dia beralasan benar!</i>  <br><br><b>Bagian 2: Kabar Hud-hud</b>  <br>Tak lama Hud-hud kembali dengan kabar aneh:  <br><i>Aku lihat kota Saba dipimpin ratu (Bilqis). Dia punya segala nikmat, tapi dia & rakyatnya sujud pada matahari!</i>  <br><br>Sulaiman (AS) berkata:  <br><i>Kami akan verifikasi kebenaranmu!</i>  <br><br><b>Bagian 3: Undangan untuk Bilqis</b>  <br>Sulaiman (AS) kirim surat via Hud-hud:  <i>Bismillah... Tunduk padaku & imanlah pada Allah!</i>  <br><br>Bilqis pikir: <i>Ini bukan raja biasa!</i> Dia kirim hadiah mewah, tapi Sulaiman (AS) berkata:<br><i>Aku tak butuh harta, tapi imanmu!</i>  <br><br><b>Bagian 4: Mukjizat Agung</b>  <br>Bilqis uji Sulaiman dengan teka-teki: <br> <i>Aku akan beriman jika mengenali singgasanaku.</i>  <br>Sulaiman (AS) perintahkan jin: <i>Bawa singgasananya!</i>  <br>Dalam sekejap singgasana muncul! Bilqis berkata: <i>Ini benar Nabi Allah!</i> lalu beriman.  <br><br><b>Pelajaran:</b>  <br>1. <b>Syukuri nikmat Allah</b> – Sulaiman (AS) tak pernah sombong.  <br>2. <b>Makhluk terkecil pun punya peran</b> – Hud-hud bimbing satu bangsa.  <br>3. <b>Bertindak bijak</b> – Sulaiman (AS) menaklukkan hati dengan hikmah, bukan perang.  <br><br><b>Ayat Quran:</b>  <br><i>Dia (Sulaiman) tersenyum berkata: 'Mengapa aku tak lihat Hud-hud? Apakah dia absen?' (Surah An-Naml 27:20)</i>"
  },

  {
    "id": 4,
    "title": "Hz. Umar (RA) dan Pertemuan dengan Tua-tua Yahudi",
    "content": "Suatu malam yang dingin di Madinah. Bintang-bintang berkelap-kelip di langit, dan ada hawa sejuk di udara. Hz. Umar (RA) berjalan di jalan-jalan kota dengan cahaya lampunya. Kebiasaannya adalah keluar pada malam hari untuk memeriksa keadaan rakyat. Tiba-tiba dia mendengar suara rintihan dari sebuah gubuk reyot. Dia segera masuk ke dalam.<br><br>Seorang lelaki Yahudi tua terbaring di dalam gubuk. Pakaiannya compang-camping, dan kakinya luka. Matanya tertutup, dan bibirnya kering. Hz. Umar (RA) duduk di sampingnya dan bertanya, <i>Mengapa keadaanmu seperti ini? Di mana anak-anakmu?</i><br><br>Orang tua itu membuka matanya dan berkata perlahan, <i>Anak-anakku sudah meninggal. Aku sendirian... Tidak ada yang merawatku.</i><br><br>Hz. Umar (RA) segera melepas jubahnya sendiri dan menyelimutkannya sambil berkata, <i>Mulai hari ini, aku adalah anakmu.</i> Dia berdiri dan berjalan menuju Baitul Mal. Di tengah jalan, dia berkata kepada sahabatnya, <i>Kirimkan pakaian hangat, obat, dan makanan sehari-hari untuk tua-tua ini. Ini adalah haknya, meskipun dia Yahudi.</i><br><br>Keesokan harinya, ketika tua-tua Yahudi itu melihat makanan hangat dan obat-obatan diletakkan di depan pintunya, dia terkejut. Dia bertanya, <i>Siapa yang mengirim semua ini?</i> Orang-orang memberitahunya, <i>Khalifah Umar.</i><br><br>Mata tua-tua itu berkaca-kaca. Dia langsung pergi ke Masjid Nabawi. Hz. Umar (RA) sedang menasihati orang-orang pada waktu itu. Tua-tua itu berseru, <i>Wahai Umar! Betapa indahnya imanmu! Aku belum pernah melihat siapa pun mengajarkan pelajaran kemanusiaan seperti ini sebelumnya!</i><br><br>Hz. Umar (RA) menjawab sambil tersenyum, <i>Kemanusiaan adalah iman yang sebenarnya. Jika kita membiarkan seorang tua-tua kelaparan, maka pengakuan iman kita adalah palsu.</i><br><br>Beberapa hari kemudian, tua-tua Yahudi itu berjalan di jalan-jalan Madinah dan berkata kepada orang-orang, <i>Aku telah melihat Umar... dia bukan hanya Khalifah kaum Muslim, tetapi setiap manusia!</i><br><br><b>Inti Cerita:</b><br>Hz. Umar (RA) mengajarkan bahwa kemanusiaan berada di atas agama. Keadilannya adalah untuk semua—tidak peduli agama atau komunitas mana pun. Hingga hari ini, cerita ini mengingatkan kita bahwa <i>iman sejati adalah yang melembutkan hati dan membuat tangan menjadi dermawan.</i><br>"
  },
  {
    "id": 5,
    "title": "Hz. Umar (RA) dan Bencana Kelaparan Besar: Satu Tahun Ujian",
    "content": "<b>Awal Kekeringan</b><br>Awan belum menurunkan hujan di Madinah selama dua tahun. Tanah retak, daun-daun pohon mengering dan berguguran, dan sumur-sumur berubah menjadi lumpur. Suara tangisan anak-anak bergema siang dan malam, dan wanita-wanita mulai menggiling potongan tanah liat untuk membuat <i>roti</i>. Hz. Umar (RA) duduk di kamarnya membaca ayat-ayat Al-Qur'an ketika tiba-tiba ada ketukan di pintunya.<br><br>Seorang prajurit memberitahu dengan terengah-engah: <i>Amirul Mukminin! Rakyat telah merusak pintu Baitul Mal. Mereka mengatakan gandum telah dicuri!</i> Hz. Umar (RA) mengambil lampunya dan keluar. Rambut putih di jenggotnya telah menjadi lebih putih karena kekhawatiran.<br><br><b>Pencurian Gandum: Mengungkap Konspirasi</b><br>Ketika sampai di gudang Baitul Mal, mereka menemukan karung-karung gandum hilang. Ada jejak khusus di tanah—jejak kaki unta dan segel yang rusak. Hz. Umar (RA) memperhatikan jejak-jejak itu dengan cermat dan bertanya: <i>Apakah ada pedagang baru yang datang ke kota?</i> Orang-orang memberitahunya bahwa ya, seorang pedagang dari Yaman telah datang yang membawa barang-barang di atas unta.<br><br>Hz. Umar (RA) langsung menuju lokasi pedagang itu. Pedagang itu menundukkan kepala begitu melihatnya. Hz. Umar (RA) berkata: <i>'Jejak untamu ditemukan di Baitul Mal. Apakah kamu menyadari betapa besarnya kejahatan ini?'</i> Suara Hz. Umar (RA) tidak marah, tetapi sedih.<br><br>Pedagang itu berkata gemetaran: <i>Maafkan aku, Amirul Mukminin! Aku melakukan ini untuk anak-anakku yang meronta-ronta kelaparan. </i> Hz. Umar (RA) meletakkan tangannya di bahu pedagang itu dan berkata: <i>Jika kamu memberitahuku, aku akan memberimu bagianku. Tetapi pencurian telah mengubah keterpaksaanmu menjadi dosa.</i><br><br>Dia memaafkan pedagang itu tetapi membuat aturan baru untuk keamanan Baitul Mal. Malam itu, Hz. Umar (RA) menaruh semua gandum dari rumahnya sendiri ke dalam Baitul Mal dan mulai bertahan hidup hanya dengan air dan kurma.<br><br><b>Konvoi Bantuan dari Mesir: Harapan Baru</b><br>Pada bulan keenam kelaparan, Gubernur Mesir, Amr bin Ash (RA), mengirim gandum, kurma, dan obat-obatan dengan 500 unta. Ketika konvoi mendekati Madinah, Hz. Umar (RA) sendiri pergi menyambutnya. Dia mengangkat karung gandum pertama ke pundaknya dan berkata: <i>Karung ini untuk ibu tua yang membiarkan anak-anaknya kelaparan minggu lalu.</i><br><br>Orang-orang melihat punggungnya membungkuk di bawah beban karung, tetapi langkahnya tidak goyah. Seorang pemuda bertanya: <i>Anda adalah Khalifah, lalu mengapa Anda melakukan pekerjaan ini?</i> Hz. Umar (RA) menjawab dengan senyum: <i>Seorang Khalifah bukanlah yang memerintah rakyat, tetapi yang mati untuk rakyat.</i><br><br><b>Malam Sang Khalifah Menjual Tempat Tidurnya</b><br>Suatu malam, putri Hz. Umar (RA), Hafshah (RA), melihatnya tidur di atas tikar di kamarnya.<br><i>Ayah, di mana tempat tidurmu?</i><br>Dia menjawab: <i>Aku menjualnya untuk membeli susu untuk seorang gadis yatim. Selama rakyatku tidur dalam kelaparan, bagaimana aku bisa tidur di tempat tidur yang empuk?</i><br><br>Mata Hafshah (RA) dipenuhi air mata. Dia melepas perhiasannya dan berkata: <i>Ini, jual ini dan belikan makanan untuk lebih banyak anak.</i> Hz. Umar (RA) mencium kepalanya: <i>Kebaikanmu inilah yang akan membuatmu pantas masuk Surga.</i><br><br><b>Tetesan Hujan Pertama: Pemandangan Ibadah</b><br>Setelah delapan belas bulan, awan bergemuruh untuk pertama kalinya. Hz. Umar (RA) berdiri di mimbar masjid dan menangis: <i>Ya Allah! Jika hujan ini adalah rahmat-Mu, maka terimalah dari kami. Dan jika ini adalah azab, maka maafkan anak-anak yang tidak bersalah ini.</i><br><br>Orang-orang melihat tetesan hujan menetes dari jenggotnya. Seorang tua berseru: <i>Ini bukan hujan, ini adalah buah doa-doa Nabi Allah (SAW)!</i><br><br>Malam itu juga, Hz. Umar (RA) membagikan benih dan alat pertanian dari Baitul Mal kepada setiap rumah tangga. Dia mengumumkan: <i>Mulai hari ini, setiap anak yang baru lahir akan berhak atas pendidikan dan makanan dari Baitul Mal.</i><br><br><b>Pelajaran Terakhir: Surat yang Menjadi Sejarah</b><br>Setelah kelaparan berakhir, Hz. Umar (RA) menulis surat kepada semua gubernur provinsi: <i>Ketahuilah bahwa tujuan kekuasaanmu adalah untuk melayani rakyat. Jika di rumah seseorang tidak ada api yang menyala, maka ketahuilah bahwa kamu telah kehilangan amanah Allah.</i><br><br>Suratnya ini masih menjadi contoh bagi pemerintah di seluruh dunia. Setiap kali seorang penguasa melupakan penderitaan rakyat, kisah Hz. Umar (RA) ini mengingatkannya bahwa <i>iman sejati adalah yang memberi makan yang lapar dan mendukung anak yatim.</i><br><br><b><i>Umar (RA) mengajarkan bahwa kemenangan kemanusiaan adalah kemenangan sejati. Dan dia bukan tuan tanah, tetapi seorang yang bersimpati kepada mereka yang berjalan di bumi.</i></b>"
  },
  {
    "id": 6,
    "title": "Hz. Umar (RA) dan Kisah Air Mata Gadis Yatim",
    "content": "Malam di Madinah dingin, dan bulan tersembunyi di balik awan. Hz. Umar (RA) berjalan di jalan-jalan kota dengan cahaya redup lampunya. Dia membawa karung tepung dan kurma di pundaknya, seperti yang dilakukannya setiap malam mencari orang miskin. Tiba-tiba dia mendengar suara seseorang menangis di dekat masjid yang rusak. Dia perlahan mendekat.<br><br>Seorang gadis kecil, baru berusia tujuh tahun, meringkuk di sudut batu. Kakinya telanjang, dan pakaiannya compang-camping. Aliran air mata mengalir dari matanya. Hz. Umar (RA) bertanya dengan lembut:<br><i>Nak, mengapa kamu menangis? Di mana orang tuamu?</i><br><br>Gadis itu menjawab sambil terisak:<br><i>Ibu bilang... dia tidak akan pernah meninggalkanku sendirian... tapi ketika dia demam... dia pergi... Ayah juga syahid di perang...</i><br><br>Tenggorokan Hz. Umar (RA) tersekat. Dia melepas jubahnya sendiri dan menyelimuti gadis itu sambil berkata:<br><i>Mulai hari ini, aku adalah ayahmu. Setiap kebutuhanmu adalah tanggung jawabku.</i><br><br>Dia membawa gadis itu ke rumahnya. Di jalan, gadis itu bertanya:<br><i>Siapa kamu?</i><br>Umar (RA) berkata sambil tersenyum:<br><i>Aku adalah orang yang diperintahkan Allah untuk merawat orang-orang sepertimu.</i><br><br>Sesampai di rumah, dia memberi gadis itu makanan hangat. Melihat sandalnya yang rusak, dia melepas sepatunya sendiri dan berkata:<br><i>Ini, ambil ini. Kakiku sudah banyak berjalan, tapi kakimu tidak boleh terluka.</i><br><br>Sambil menyeka air matanya, gadis itu bertanya:<br><i>Mengapa kamu melakukan ini untukku? Aku bukan siapa-siapa...</i><br>Hz. Umar (RA) meletakkan tangannya di kepalanya:<br><i>Kamu adalah amanah dari Allah. Pada hari aku lupa mengeringkan air mata seorang yatim, imanku akan mati.</i><br><br>Keesokan harinya, Hz. Umar (RA) mengumumkan di masjid:<br><i>Dengarkan, wahai penduduk Madinah! Mulai hari ini, biaya setiap anak yatim akan ditanggung oleh Baitul Mal. Jika ada yatim di rumah seseorang, aku mengambil tanggung jawab untuk membesarkannya!</i><br><br>Beberapa tahun kemudian, gadis yang sama, yang bernama Aisyah, datang ke masjid. Dia meletakkan roti yang dibungkus kain di depan Hz. Umar (RA) dan berkata:<br><i>Amirul Mukminin... Ini aku buat sendiri. Anda mengajariku bagaimana hidup, sekarang aku akan melayani Anda.</i><br><br>Mata Hz. Umar (RA) berkaca-kaca. Dia mengambil sepotong roti dan berkata:<br><i>Ini adalah roti yang memiliki wangi iman. Hari ini aku mengerti bahwa inilah kemenangan sejati Khilafah.</i><br><br>Gadis itu kemudian menjadi seorang alimah terkenal di Madinah dan disebut ibu dari ratusan yatim. Dia selalu berkata:<br><i>Umar (RA) mengajariku bahwa kemanusiaan adalah iman terbesar.</i><br><br>Cerita ini masih hidup di hati mereka yang percaya bahwa <i>mengeringkan satu air mata lebih baik dari seribu ibadah.</i> Hz. Umar (RA) membuktikan bahwa <b>kekuatan sejati bukan pada pedang, tetapi pada cinta dan keadilan.</b><br><br><b><i>Selama satu hati masih sedih,<br>Pelita Khilafah menjadi bisu.<br>Cinta Umar adalah kisah itu,<br>Yang membuat manusia, menjadi manusia.</i></b>"
  },

  {
    "id": 7,
    "title": "Kisah Hazrat Hanzala (R.A.): Syahid yang Dimandikan oleh Malaikat",
    "content": "Ini terjadi tepat sebelum Perang Uhud. Di Madinah, upacara pernikahan seorang sahabat muda, Hanzala Ibn Abi Amir (R.A.), baru saja selesai. Ia berada di rumahnya bersama istri barunya, Jamil Bint Abdullah (R.A.). Sukacita malam belum sepenuhnya reda ketika fajar menyingsing, pernyataan perang dikumandangkan di Madinah - pasukan Quraysh bergerak menuju Uhud.<br><br>Ketika Hanzala (R.A.) mendengar seruan ini, sebuah keseriusan aneh terpancar di wajahnya. Istrinya bertanya, <i>Apa yang terjadi? Mengapa kau terlihat begitu sedih?</i> Hanzala menjawab, <i>Sayangku, Rasulullah (S.A.W.) telah menyerukan Jihad. Aku harus segera bersiap dan pergi.</i> Istrinya berkata, <i>Tapi kau bahkan belum mandi junub (Ghusl). Setidaknya mandilah dulu lalu pergi.</i> Hanzala menjawab dengan tegas, <i>Jika aku terlambat, pintu Surga mungkin tertutup untukku. Aku janji, ketika kembali, aku akan menghabiskan lebih banyak waktu bersamamu.</i><br><br>Mengucapkan itu, Hanzala (R.A.) mengambil senjatanya dan langsung bergabung dengan pasukan Nabi Yang Mulia (S.A.W.). Di medan Uhud, ketika pertempuran dimulai, Hanzala menunjukkan keberanian yang luar biasa. Ia menjatuhkan prajurit-prajurit terkuat dari pasukan Abu Sufyan. Dikatakan bahwa percikan api dari pedangnya terlihat dari jauh.<br><br>Kemudian sebuah peristiwa aneh terjadi. Hanzala (R.A.) tiba-tiba melihat bayangan istrinya yang memanggilnya. Ini adalah bisikan setan. Hanzala segera menutup matanya dan berdoa, <i>Ya Allah! Selamatkan aku dari fitnah ini. Hatiku hanya tertuju pada jalan-Mu.</i> Pada saat yang sama, saat ia melawan bisikan ini, saudara Abu Sufyan, Shaddad, menyerang dari belakang, dan Hanzala (R.A.) syahid.<br><br>Setelah pertempuran usai, ketika Nabi Yang Mulia (S.A.W.) pergi untuk melihat para syuhada di lapangan, pandangannya jatuh pada jasad Hanzala (R.A.). Itu adalah pemandangan yang menakjubkan - tubuh Hanzala benar-benar bersih, air menetes dari rambutnya, dan aroma misk (kasturi) berasal dari seluruh tubuhnya. Nabi Yang Mulia (S.A.W.) bersabda, <i>Aku melihat malaikat memandikan Hanzala dengan air dari awan.</i><br><br>Para sahabat bertanya, <i>Wahai Rasulullah, mengapa Hanzala mendapat pahala ini?</i> Nabi Yang Mulia (S.A.W.) menjelaskan, <i>Karena dia mengingat Allah dengan sungguh-sungguh saat berangkat untuk Jihad. Niatnya suci. Dia mengorbankan hal yang paling dicintai di dunia (kehidupan pernikahan barunya) di jalan Allah.</i><br><br>Sementara itu, di Madinah, istri Hanzala menunggunya di pintu. Ketika kabar syahadatnya datang, ia pingsan. Ketika orang tua Hanzala mendengar ini, mereka berkata, <i>Putra kami telah bertemu Tuhannya di Surga. Inilah hari yang selalu dia dambakan.</i><br><br>Kisah ini mengajarkan kita bahwa bagi mereka yang berkorban di jalan Allah, tidak ada lagi yang berharga di dunia. Hanzala (R.A.) membuktikan bahwa seorang mukmin sejati dapat memberikan hal yang paling dicintainya untuk jalan Allah. Syahadatnya juga mengajarkan kita bahwa tujuan sejati manusia bukanlah kehidupan dunia, tetapi persiapan untuk Akhirat.<br><br>Hingga hari ini, makam Hanzala (R.A.) ada di bukit Uhud, di mana orang pergi untuk mengenang pengorbanannya dan mengangkat tangan untuk berdoa. Namanya tercatat selamanya dalam sejarah sebagai <b><i>Ghasilul Malaika</i></b> (Yang Dimandikan oleh Malaikat)."
  },
  {
    "id": 8,
    "title": "Hazrat Utsman (R.A.) dan Mukjizat Anak-Anak yang Kelaparan",
    "content": "Suatu hari, keributan tiba-tiba terjadi di pasar Madinah. Orang-orang melihat Khalifah Hazrat Utsman (R.A.) bergegas menuju sebuah gang, membawa roti segar dan kurma di tangannya. Ada kegelisahan aneh di wajahnya. Beberapa orang mengikutinya.<br><br>Di ujung gang terdapat sebuah gubuk reyot. Di dalamnya, tiga anak kecil duduk menangis di samping jasad ibu mereka yang telah meninggal. Ketika Hazrat Utsman (R.A.) membuka pintu, anak-anak itu mengkerut ketakutan.<br><br>Hazrat Utsman (R.A.) berkata kepada anak-anak: <i>Jangan takut, anak-anak,</i> katanya dengan suara lembut, <i>Aku membawakan makanan untuk kalian.</i><br><br>Anak termuda, yang mungkin belum genap empat tahun, berkata:<br><i>Tapi Ummi... Ummi sudah tidur... dia tidak akan bangun untuk memberi kami makan...</i><br><br>Mata Hazrat Utsman (R.A.) dipenuhi air mata. Ia mengangkat anak-anak itu dalam pelukannya dan berkata pelan:<br><i>Mulai hari ini, aku adalah ayah kalian. Ummi kalian telah pergi kepada Allah, tetapi kalian tidak sendirian.</i><br><br>Malam itu juga, ia menyelenggarakan shalat jenazah Islam untuk ibu anak-anak itu dan membawa pakaian hangat serta mainan dari rumahnya. Ia juga memerintahkan agar sebuah rumah baru dibangun untuk mereka dari Baitul Mal (kas negara).<br><br>Keesokan harinya, ketika orang-orang bertanya: <i>Siapa anak-anak ini?</i><br>Hazrat Utsman (R.A.) berkata dengan bangga:<br><i>Mereka adalah putra-putraku. Siapa pun yang membesarkan anak yatim, sungguh ia telah membesarku.</i><br><br>Beberapa tahun kemudian, anak-anak yang sama menjadi pemuda yang saleh di Madinah. Anak tertua bertanya suatu hari:<br><i>Ayah sayang, mengapa engkau memilih kami hari itu?</i><br><br>Hazrat Utsman (R.A.) menjawab sambil tersenyum:<br><i>Karena Nabi (S.A.W.) bersabda - Rumah terbaik adalah rumah dimana anak yatim mendapat kasih sayang.</i><br><br>Kisah ini mengajarkan kita bahwa kekayaan sejati bukanlah harta benda, tetapi semangat untuk membantu orang lain. Hazrat Utsman (R.A.) menunjukkan bahwa <i>Khilafah tidak hanya berarti memerintah, tetapi juga berbagi cinta.</i><br><br><b><i>Siapa yang memegang tangan seorang anak yatim,<br>pada Hari Kiamat, Allah akan memegang tangannya.</i></b>"
  },
  {
    "id": 9,
    "title": "Hazrat Umar (R.A.) dan Keadilan untuk seorang Badui",
    "content": "Di luar Madinah, di atas pasir gurun, terik matahari berada di puncaknya. Pada tahun Hijriah itu, terjadi kelaparan karena tidak ada hujan. Hazrat Umar (R.A.) berkeliling jalan-jalan Madinah pada sepertiga malam terakhir, seperti kebiasaannya. Sekarung tepung dan kurma tergantung di pundaknya. Tiba-tiba ia mendengar erangan seseorang dari sebuah gubuk reyot. Ia segera masuk ke dalam.<br><br>Seorang Badui (penghuni gurun) terbaring di gubuk itu. Wajahnya pucat, dan perutnya cekung karena kelaparan. Istrinya dan dua anak duduk di sekitarnya. Badui itu membuka matanya dan berteriak ketika melihat Hazrat Umar (R.A.): <i>Wahai Amirul Mukminin (Pemimpin Orang Beriman)! Aku datang ke kotamu karena mendengar cerita tentang keadilanmu, tetapi aku telah dizalimi.</i><br><br>Hazrat Umar (R.A.) duduk dengan lembut di sampingnya dan bertanya, <i>Apa keluhanmu?</i> Badui itu menjelaskan bahwa ia telah meminjam dari seorang pedagang di Madinah tetapi tidak bisa melunasinya karena kelaparan. Pedagang itu telah menyita unta betinanya, yang merupakan satu-satunya harta keluarganya. Hazrat Umar (R.A.) segera memanggil pedagang itu.<br><br>Ketika pedagang itu datang, Hazrat Umar (R.A.) bertanya kepadanya, <i>Benarkah kau mengambil unta betina Badui ini?</i> Pedagang itu menjawab dengan sombong, <i>Ya, tetapi ini hukumnya. Harta dapat disita jika hutang tidak dibayar.</i> Hazrat Umar (R.A.) berkata, gemetar karena marah, <i>Tetapi hukum juga mengatakan bahwa pada masa kelaparan harus diberikan kelonggaran. Kau telah mengorbankan kemanusiaan!</i><br><br>Ia memerintahkan pedagang itu untuk segera mengembalikan unta betina itu dan memberi Badui itu tambahan waktu enam bulan. Selain itu, ia mengirimkan bahan makanan dan obat-obatan untuk keluarga Badui itu dari Baitul Mal. Ketika pedagang itu berkata bahwa <i>Ini memihak Badui,</i> Hazrat Umar (R.A.) menjawab, <i>Keadilan bukan memihak, tetapi membela hak. Jika kau memiliki sepotong roti dan tetanggamu kelaparan, maka kau berada di bawah murka Allah.</i><br><br>Beberapa bulan kemudian, ketika hujan turun dan Badui itu melunasi hutangnya, ia jatuh di kaki Hazrat Umar (R.A.) dan berkata, <i>Anda tidak hanya menyelamatkan untaku, tetapi juga imanku.</i> Hazrat Umar (R.A.) mengangkatnya sambil berkata, <i>Itu adalah tugasku. Makna seorang Khalifah adalah ia bertanggung jawab atas setiap hela napas rakyatnya.</i><br><br>Kisah ini menyebar seperti api di jalan-jalan Madinah. Orang-orang memahami bahwa keadilan Islam bukan hanya hukum tertulis, tetapi terhubung dengan kedalaman hati. Hazrat Umar (R.A.) membuktikan bahwa keadilan sejati adalah yang memahami rasa sakit seseorang dan menganggap ketidakberdayaannya sebagai ketidakberdayaannya sendiri. Hingga hari ini, ketika keadilan dibicarakan, kisah ini diingat tentang bagaimana seorang Khalifah meninggalkan singgasananya untuk mencontohkan kemanusiaan di gubuk seorang Badui di gurun."
  },
  {
    "id": 10,
    "title": "Hazrat Umar (R.A.) dan Perempuan Tua Nasrani itu",
    "content": "Angin sepoi-sepoi bertiup di jalan-jalan Madinah, dan kegelapan malam perlahan menyebar. Hazrat Umar (R.A.) berkeliling kota dengan diam-diam, sesuai tradisinya. Sebuah karung berisi tepung dan kurma ada di pundaknya. Ia tahu bahwa tidak ada seorang pun dari rakyatnya yang boleh tidur dalam keadaan lapar. Tiba-tiba matanya tertuju pada sebuah gubuk reyot, dari mana terdengar tangisan seorang perempuan tua. Ia mengetuk pintu, dan seseorang berseru dari dalam, <i>Siapa itu?</i> Umar (R.A.) menjawab, <i>Seorang pria biasa dari Madinah. Aku datang untuk membantumu.</i><br><br>Hatinya hancur melihat pemandangan di dalam gubuk itu. Seorang perempuan tua duduk di sudut; ia tidak memiliki lentera maupun makanan. Matanya telah buram, dan tangannya gemetar. Umar (R.A.) bertanya, <i>Di mana anak-anakmu?</i> Perempuan itu menjawab sambil menyeka air matanya, <i>Aku seorang Nasrani. Putraku menerima Islam dan meninggalkanku. Sekarang aku sendirian.</i><br><br>Mendengar ini, kepala Hazrat Umar (R.A.) tertunduk karena malu. Ia segera mengambil tepung dari karungnya dan mulai menyalakan kompor. Perempuan tua itu bertanya, <i>Siapakah Anda sehingga melayaniku seperti ini?</i> Umar (R.A.) menjawab, <i>Aku adalah orang yang mengajarkan putramu bahwa memenuhi hak ibu adalah bagian dari iman. Hari ini aku memperbaiki kesalahannya.</i><br><br>Ia membuat roti dan menaruhnya di tangan perempuan tua itu. Kemudian ia memperbaiki gubuk itu dan menggantung lentera baru. Saat pergi, ia berkata, <i>Makanan akan datang untukmu setiap hari. Ini adalah hakmu, bukan sedekah.</i><br><br>Keesokan paginya, Hazrat Umar (R.A.) mengumumkan di masjid, <i>Wahai manusia! Siapa pun yang belum menunaikan hak orang tuanya yang non-Muslim, ia belum memahami ruh Islam.</i> Ia memerintahkan agar dari Baitul Mal diberikan pensiun untuk setiap orang tua, terlepas dari agamanya.<br><br>Beberapa hari kemudian, perempuan tua itu datang ke masjid dan berkata, <i>Apa yang kudengar hingga hari ini, kini kulihat. Islam adalah agama yang benar.</i> Dan ia membaca Kalimat Syahadat dan menerima Islam.<br><br>Mendengar kisah ini, seorang sahabat bertanya, <i>Wahai Amirul Mukminin! Mengapa Anda melayani perempuan Nasrani itu begitu banyak?</i> Hazrat Umar (R.A.) menjawab, <i>Kemanusiaan tidak bergantung pada agama apa pun. Pada hari kita melupakan hak-hak non-Muslim, iman kita akan menjadi kosong.</i><br><br>Kata-katanya menciptakan contoh baru keadilan di udara Madinah. Hingga hari ini, ketika keadilan seorang penguasa dibicarakan, peristiwa Hazrat Umar (R.A.) ini yang pertama diingat. Dalam pandangannya, martabat dan hak setiap manusia berada di atas imannya, karena kemanusiaan adalah fondasi iman yang sejati."
  },

  {
    "id": 11,
    "title": "Kisah-kisah Tak Terdengar dari Hazrat Umar Farooq (R.A.)",
    "content": "<b>Bagian 1: Peristiwa Unik dari Masa Jahiliyah</b><br><i>Insiden masa kecil ketika Hazrat Umar menantang ayahnya</i><br>Ayah Hazrat Umar (R.A.), Khattab bin Nufayl, adalah salah satu penindas paling kejam di Mekkah. Suatu hari, Hazrat Umar (R.A.) yang berusia sepuluh tahun melihat ayahnya memukul seorang budak dengan brutal. Hazrat Umar kecil menunjukkan keberanian dan bertanya:<br><i>Ayah, mengapa ayah memukul orang yang tidak bersalah ini?</i><br>Khattab berkata dengan marah:<br><i>Beraninya kau mencampuri urusanku?</i><br>Hazrat Umar (R.A.) menjawab dengan tegas:<br><i>Karena penindasan itu salah dalam keadaan apa pun, siapa pun yang melakukannya!</i><br>Insiden ini mengguncang hati Khattab, dan sejak hari itu ia mengubah perilakunya terhadap budak.<br><br><i>Kisah menarik masa mudanya ketika Hazrat Umar bermaksud membunuh saudara perempuannya</i><br>Sebelum Islam, saudara perempuan Hazrat Umar (R.A.), Fatimah, dan iparnya, Saeed bin Zayd, telah menerima Islam. Ketika Hazrat Umar (R.A.) mengetahuinya, ia pergi ke rumah mereka dengan pedang. Ketika ia mengetuk pintu, ia mendengar suara pembacaan Al-Qur'an dari dalam. Ketika ia melihat bekas luka di wajah saudara perempuannya, ia bertanya:<br><i>Siapa yang melakukan ini?</i><br>Fatimah menjawab:<br><i>Seorang penindas sepertimu.</i><br>Mendengar ini, hati Hazrat Umar (R.A.) luluh dan ia menyatakan keinginan untuk mendengarkan Al-Qur'an. Ketika ia mendengar Surah Taha, ia menangis dan segera menerima Islam.<br><br><b>Bagian 2: Peristiwa Tak Terdengar Setelah Menerima Islam</b><br><i>Prestasi berani shalat secara terbuka di Ka'bah</i><br>Ketika Hazrat Umar (R.A.) menjadi Muslim, ia bertanya kepada Nabi Islam (S.A.W.):<br><i>Wahai Rasulullah! Apakah kita akan melakukan ibadah kita secara sembunyi-sembunyi?</i><br>Nabi (S.A.W.) bersabda:<br><i>Kita lemah, wahai Hazrat Umar.</i><br>Hazrat Umar (R.A.) menjawab:<br><i>Demi Allah, yang memerintahkan kita untuk hidup demi kebenaran, mengapa kita harus bersembunyi?</i><br>Mengatakan ini, mereka terbagi menjadi dua kelompok: Hamza (R.A.) pergi dengan satu kelompok dan Hazrat Umar (R.A.) dengan kelompok lainnya. Dengan demikian, untuk pertama kalinya, shalat dilakukan secara terbuka di Ka'bah.<br><br><i>Momen mendebarkan Hijrah ketika Hazrat Umar mengeluarkan tantangan</i><br>Ketika Muslim harus beremigrasi (Hijrah) dari Mekkah ke Madinah, Hazrat Umar (R.A.) menyatakan:<br><i>Siapa yang ingin meratapi ibunya, siapa yang ingin melihat istrinya menjadi janda dan anak-anaknya menjadi yatim, datanglah untuk menghentikanku!</i> Mengatakan ini, ia berangkat sendirian dari Mekkah membawa pedang, panah, dan tombak. Tidak ada yang berani menghentikannya.<br><br><b>Bagian 3: Kisah Unik Selama Masa Kekhalifahannya</b><br><i>Cara memeriksa kondisi rakyat dalam kegelapan malam</i><br>Setelah menjadi Khalifah, Hazrat Umar (R.A.) berpatroli di jalan-jalan Madinah dengan serius pada malam hari. Suatu malam, ia melihat seorang wanita tua berusaha menenangkan anak-anak. Anak-anak itu menangis kelaparan. Hazrat Umar (R.A.) segera mengambil tepung, minyak samin, dan kurma dari Baitul Mal (kas negara) dan sendiri memasak makanan dan memberinya kepada anak-anak. Wanita tua itu berkata:<br><i>Semoga Allah membuatmu lebih baik dari Hazrat Umar.</i><br>Hazrat Umar (R.A.) menjawab:<br><i>Berdoalah agar Hazrat Umar terus melayanimu.</i><br><br><i>Kasus keadilan yang unik ketika Hazrat Umar menghukum putranya sendiri</i><br>Suatu kali, putra Hazrat Umar (R.A.) berkelahi dengan seorang pria Yahudi. Ketika masalah itu sampai ke pengadilan, Qazi (hakim) memutuskan bahwa pria Yahudi itu berhak memukul putra Hazrat Umar dengan cara yang sama. Hazrat Umar (R.A.) menghormati keputusan itu dan menempatkan putranya di hadapan pria Yahudi itu. Pria Yahudi itu sangat terkesan sehingga memaafkannya dan menerima Islam.<br><br><b>Bagian 4: Peristiwa Mengharukan Syahidnya</b><br><i>Keinginan terakhir untuk memaafkan pembunuhnya</i><br>Ketika Firoz Abu Lulu menyerang Hazrat Umar (R.A.), ia bertanya dalam keadaan terluka:<br><i>Apakah penyerangnya Muslim?</i><br>Ketika mengetahui bahwa itu adalah Majusi (Zoroastrian), ia menarik napas lega. Kemudian ia berkata kepada putranya:<br><i>Jika aku selamat, aku akan memaafkannya, dan jika aku mati, kamu hanya boleh memukulnya sekali.</i><br>Mengatakan ini, ia berdoa untuk rahmat bagi pembunuhnya.<br><br><i>Kata-kata bijak di saat-saat terakhirnya</i><br>Pada saat-saat terakhirnya, Hazrat Umar (R.A.) berkata:<br><i>Jika aku telah menzhalimi seseorang, biarkan dia memukul punggungku<br>Bentuklah dewan syura enam orang untuk khalifah setelahku<br>Kuburkan aku di samping Nabi (S.A.W.) dan Abu Bakar (R.A.)</i><br><br><b>Bagian 5: Aspek Kepribadian yang Tak Terlihat</b><br>Kebiasaan unik yang membuat Hazrat Umar istimewa<br><b>Tambalan pada pakaian:</b> Memasang empat tambalan pada jubahnya<br><b>Kesederhanaan dalam makanan:</b> Roti dan minyak zaitun adalah makanan utama<br><b>Cinta keadilan:</b> Memberi tunjangan kepada wanita yang menyusui putranya<br><br><b><i>Keadilan Umar adalah pelita abadi sejarah yang akan selalu bersinar - Imam Ali ibn Abi Talib.</i></b>"
  },
  {
    "id": 12,
    "title": "Penerimaan Islam oleh Dua Tahanan Quraisy",
    "content": "<b>Tahanan Pertama: Utbah Ibn Abi Mu'ayt</b><br>Insiden Penangkapan:<br>Ketika pasukan rahasia di Nakhla menyerang kafilah Quraisy, Utbah ditangkap sebagai tahanan. Ia adalah pemuda yang sangat kuat dan perkasa, tetapi kaum Muslimin berhasil mengalahkannya.<br><br>Pengaruh Kehidupan Tahanan:<br>Saat dibawa ke Madinah selama masa tahanan, Utbah mendengar kaum Muslimin melaksanakan shalat Subuh di perjalanan. Ia melihat para Sahabat (R.A.) bersujud tanpa rasa takut. Sebuah pikiran terlintas dalam hatinya: <i>Dari apa orang-orang ini begitu takut?</i><br><br><b>Penerimaan Islam:</b><br>Suatu malam Utbah bertanya kepada Abdullah ibn Jahsy (R.A.):<br><i>Apa yang kalian sembah?</i><br>Abdullah membacakan Kalimat Syahadat untuknya:<br><b><i>La ilaha illallah Muhammadur Rasulullah</i></b> (Tidak ada tuhan selain Allah, Muhammad adalah utusan Allah)<br>Hati Utbah melunak dan ia segera menerima Islam.<br><br><b>Tahanan Kedua: Nawfal Ibn Abdullah</b><br>Tujuan Sebenarnya:<br>Nawfal ditangkap hanya karena ia adalah bagian dari kafilah. Ia adalah orang yang berhati sangat lembut tetapi berada di bawah tekanan Quraisy.<br><br><b>Pengaruh Kehidupan Tahanan:</b><br>Nawfal melihat bahwa kaum Muslimin memperlakukan tahanan dengan baik dan bahkan mengucapkan <i>Bismillah</i> (Dengan nama Allah) ketika memberinya roti. Suatu hari ia bertanya: <i>Mengapa kalian memberiku makanan sedangkan aku adalah musuh kalian?</i><br><br><b>Alasan Hidayah:</b><br>Seorang Sahabat menjawab:<br><i>Nabi kita (Sallallahu Alayhi Wasallam) mengajarkan kita untuk memperlakukan tahanan sebagai manusia.</i><br>Mendengar ini, air mata Nawfal berlinang dan ia menerima Islam.<br><br><b>Kehidupan Mereka Selanjutnya:</b><br>Perjalanan Utbah:<br>• Syahid dalam Pertempuran Uhud<br>• Mengucapkan Kalimat Syahadat saat kematiannya<br>• Nabi (Sallallahu Alayhi Wasallam) bersabda: <i>Dia adalah penghuni Surga</i><br><br>Pengabdian Nawfal:<br>• Berperang melawan Quraisy dalam Pertempuran Badar<br>• Melakukan Tabligh (penyebaran) Islam di Madinah<br>• Tetap menjadi Muslim sejati hingga akhir<br><br><b>Pelajaran dari Kisah Ini:</b><br>Kekuatan perlakuan baik: Dapat mengubah musuh menjadi teman<br>Cahaya iman: Tidak ada hati yang terhalang dari hidayah Allah<br>Pengaruh Tabligh: Penting untuk menyajikan Islam dengan benar<br><br><i>&nbsp;Allah memberi petunjuk kepada siapa yang Dia kehendaki kepada jalan-Nya - (Quran 42:13)</i>"
  },
  {
    "id": 13,
    "title": "Kesyahidan Habib ibn Zayd (R.A.): Kisah Iman Meski Lidahnya Dipotong",
    "content": "Habib ibn Zayd (R.A.) berasal dari keluarga Bani Najjar. Ayahnya, Zayd ibn Asim (R.A.), dan ibunya, Nusayba bint Ka'b (R.A.), keduanya adalah di antara Muslim pertama.<br><br>Habib ibn Zayd (R.A.) membaca Kalimat Syahadat pada usia 5 tahun, berhijrah ke Madinah pada usia 10 tahun, dan memenuhi tugas membagikan air selama Pertempuran Badar pada usia 12 tahun. Ibunya, Nusayba (R.A.), terkenal dengan nama <i>Umm Umara</i> dan adalah pejuang wanita pertama dalam Islam. Ia menderita 12 luka dalam Pertempuran Uhud.<br><br>Setelah wafatnya Nabi Yang Mulia (S.A.W.), Musaylimah al-Kadzdzab (Pendusta) menyatakan dirinya sebagai nabi di Yamamah, 800 km dari Madinah. Ia menyesatkan 40.000 orang.<br><br>Khalifah Abu Bakar (R.A.) mengirim pasukan 13.000 tentara pada tahun 11 H untuk memberikan pelajaran kepada Musaylimah al-Kadzdzab. Meskipun usianya masih muda, Habib (R.A.), yang hanya berusia 17 tahun, meminta izin untuk berpartisipasi dalam pertempuran. Unit Habib (R.A.) disergap dan diserang. Ia ditangkap hidup-hidup dan dibawa ke istana Musaylimah.<br><br>Matahari membakar tanah Yamamah. Habib (R.A.) dibawa sebagai tahanan ke istana Musaylimah al-Kadzdzab. Tangannya dan kakinya dibelenggu, tetapi tidak ada ketakutan di wajahnya. Inilah Habib ibn Zayd (R.A.), yang ayahnya Zayd ibn Asim telah syahid dalam Pertempuran Badar dan ibunya Nusayba bint Ka'b adalah pejuang terkenal Uhud.<br><br>Musaylimah bertanya dari singgasananya, bergemuruh, <i>Apakah kamu masih percaya bahwa Muhammad adalah Utusan Allah?</i> Habib (R.A.) mengangkat kepala dan menjawab, <i>Ya! Dan aku bersaksi bahwa kamu adalah pendusta terbesar!</i> Mendengar ini, wajah Musaylimah memerah karena marah. Ia memerintahkan algojo, <i>Potong tubuh orang ini menjadi potongan-potongan, tapi pertama-tama potong lidahnya agar dia tidak bisa membaca Kalimat Syahadat!</i><br><br>Begitu algojo mengangkat pedangnya, Habib (R.A.) membaca Kalimat Syahadat untuk terakhir kalinya dengan suara keras: <b><i>La ilaha illallah Muhammadur Rasulullah!</i></b> Sesaat kemudian, lidahnya dipotong. Aliran darah mengalir, tetapi Habib (R.A.) mulai menulis di tanah dengan jarinya: <b><i>Asyhadu anna Muhammadar Rasulullah.</i></b> (Aku bersaksi bahwa Muhammad adalah Utusan Allah)<br><br>Musaylimah terkejut. Ia memerintahkan, <i>Potong tangannya!</i> Algojo memotong jari-jari tangan kanannya terlebih dahulu, lalu tangan kirinya. Dengan setiap anggota tubuh yang terpotong, Habib (R.A.) terus menulis Kalimat Syahadat di tanah dengan darahnya sendiri. Ketika kedua tangannya terpotong, ia terus menulis dengan siku-sikunya yang patah.<br><br>Akhirnya Musaylimah memerintahkan, <i>Ikat dia di antara dua pohon kurma dan cabik dia!</i> Ketika algojo memisahkan pohon-pohon itu, tubuh Habib (R.A.) terbelah menjadi dua. Hingga napas terakhirnya, bibirnya bergerak, seolah-olah ia membaca Kalimat Syahadat secara tak terlihat.<br><br>Hanya tiga hari setelah kejadian ini, Musaylimah terbunuh. Wahsyi ibn Mughirah memukulnya di tempat yang sama dimana Habib (R.A.) disyahidkan. Dikatakan bahwa ketika Musaylimah sekarat, ia dapat mendengar suara Habib (R.A.): <i><b>Asyhadu anna Muhammadar Rasulullah!</b></i><br><br>Ketika berita tentang kesyahidan Habib (R.A.) sampai kepada para Sahabat Nabi (S.A.W.), Hz. Abu Bakar (R.A.) berkata, <i>Pemuda ini membuktikan bahwa kekuatan iman tidak diukur oleh usia.</i> Ketika ibu Habib (R.A.), Nusayba, mencapai mayat putranya, ia berkata, <i>Aku telah kehilangan seorang putra, tetapi Allah telah mengangkat kedudukannya di Surga.</i><br><br>Hingga hari ini, di makam Habib ibn Zayd (R.A.) di Yamamah tertulis: <i>Di sini terbaring syahid yang menulis imannya dengan darahnya bahkan setelah lidahnya dipotong.</i> Kisahnya adalah pelajaran bagi setiap Muslim bahwa tidak ada pengorbanan yang terlalu besar di jalan iman.<br><br>Hz. Ali (R.A.) pernah berkata: <b><i>Habib ibn Zayd membuktikan bahwa iman sejati berada di dalam hati, bukan di lidah.</i></b><br><br>Kisah ini tetap menjadi contoh bagi mereka yang ingin tetap teguh dalam iman mereka selama masa-masa sulit."
  },
  {
    "id": 14,
    "title": "Isra' Mi'raj Nabi Muhammad (Sallallahu Alayhi Wasallam): Kisah Perjalanan Langit",
    "content": "Suatu malam di kota suci Mekkah, Nabi Muhammad (Sallallahu Alayhi Wasallam) beristirahat dekat Hajar Aswad. Tiba-tiba, tirai cahaya menyebar dari langit dan malaikat Jibril (A.S.) muncul. Ia menaikkan Nabi Muhammad (Sallallahu Alayhi Wasallam) ke atas kendaraan aneh bernama <i>Buraq</i>, makhluk langit yang berbentuk antara bagal dan kuda dengan sayap. Ini adalah tahap pertama yang disebut <i>Isra'</i> - perjalanan malam dari Mekkah ke Baitul Maqdis (Yerusalem).<br><br>Sesampainya di Baitul Maqdis, Nabi Muhammad (Sallallahu Alayhi Wasallam) melihat semua nabi berkumpul - Ibrahim (Abraham), Musa (Musa), Isa (Yesus) dan nabi-nabi besar lainnya. Mereka semua shalat berjamaah di belakang Nabi Muhammad (Sallallahu Alayhi Wasallam). Ini adalah tanda bahwa ia sekarang dijadikan pemimpin semua nabi.<br><br>Setelah itu, Jibril (A.S.) mempersiapkan Nabi Muhammad (Sallallahu Alayhi Wasallam) untuk perjalanan ke langit <i>(Mi'raj)</i>. Mereka berangkat dalam perjalanan melalui tujuh langit. Di langit pertama mereka bertemu Adam (A.S.), yang menceritakan tentang orang-orang yang duduk di kanan dan kirinya - penghuni Surga di kanan dan penghuni Neraka di kiri.<br><br>Di langit kedua, Yahya (Yohanes Pembaptis) (A.S.) dan Isa (Yesus) (A.S.) menyambutnya. Di langit ketiga mereka bertemu Yusuf (A.S.), yang mengatakan bahwa umatnya akan diberikan bentuk yang paling indah. Di langit keempat, Idris (Henokh) (A.S.) berdoa untuk umat.<br><br>Di langit kelima, Harun (A.S.) memeluk Nabi Muhammad (Sallallahu Alayhi Wasallam). Di langit keenam, Musa (A.S.) menangis dan berkata bahwa umatnya telah meninggalkannya, tetapi umat Nabi Muhammad akan mendukungnya. Di langit ketujuh, Ibrahim (A.S.) berdiri dekat Baitul Ma'mur (Rumah yang Sering Dikunjungi), dimana tujuh puluh ribu malaikat datang untuk shalat setiap hari.<br><br>Setelah itu, Nabi Muhammad (Sallallahu Alayhi Wasallam) mencapai <i>Sidratul Muntaha</i> (Pohon Lotus di Ujung Tertinggi), dimana Jibril (A.S.) berkata bahwa ia tidak bisa pergi lebih jauh. Dari sini, Nabi Muhammad (Sallallahu Alayhi Wasallam) melanjutkan sendiri dan berbicara langsung dengan Allah. Di stasiun ilahi ini, ia melihat tanda-tanda besar Allah dan mendengar Suara-Nya.<br><br>Allah mewajibkan lima puluh shalat sehari, tetapi atas doa Nabi Muhammad (Sallallahu Alayhi Wasallam) dan nasihat Musa (A.S.), itu dikurangi menjadi lima. Ini adalah rahmat besar Allah bagi umat.<br><br>Ketika Nabi Muhammad (Sallallahu Alayhi Wasallam) kembali ke Mekkah dan menceritakan kisah ini, orang-orang Quraisy menyangkalnya. Tetapi Hz. Abu Bakar (R.A.) segera berkata: <i>Jika dia mengatakannya, maka dia telah mengatakan yang sebenarnya!</i> Untuk ini, ia diberi gelar <i>As-Siddiq</i> (Yang Membenarkan).<br><br>Perjalanan besar Isra' Mi'raj ini mengandung banyak hikmah - Nabi Muhammad (Sallallahu Alayhi Wasallam) diperlihatkan dunia langit, umat diberikan hadiah berharga shalat, dan terbukti bahwa segala sesuatu mungkin dengan kekuatan Allah.<br><br>Dalam ayat pertama Surah Al-Isra dalam Al-Qur'an, Allah berfirman: <br><i>Maha Suci (Allah), yang telah memperjalankan hamba-Nya (Muhammad) pada malam hari dari Masjidil Haram ke Masjidil Aqsa yang telah Kami berkahi sekelilingnya.</i><br><br>Kisah ini adalah pengingat bagi setiap Muslim bahwa shalat adalah mi'raj-nya orang beriman dan bahwa setiap kesulitan dapat dihadapi untuk cinta Allah. Isra' Mi'raj Nabi Muhammad (Sallallahu Alayhi Wasallam) bukan hanya sebuah perjalanan, tetapi contoh jiwa manusia yang menyentuh langit, mengajarkan kita bahwa mereka yang teguh dalam kebenaran pasti mendapat pertolongan Allah."
  },

    
]


